Repository: altafsamnani/tradus-bundle
Catalog: Resources/translations_old/messages.*.xlf
Languages: pt, sk

source: @startBoldSemi-trailers@endBold @startParagraphSemi-trailers are trailers without a front axle. They are often referred to as ‘semis’. Semi-trailers have proven to be a popular means of transport. Because of their flexibility and the presence of only one turning point, which make them easier to reverse, they are often preferred over regular full trailers. The semi-trailer has no front wheels and can only be used if it is connected to a motorised vehicle, or the tractor part of a truck. Another option is to have a truck pull a semi-trailer using a trailer dolly, which is a detachable front-axle assembly. @endParagraph @startBoldTypes of semi-trailers@endBold @startParagraphSemi-trailers are suitable for a wide range of use. They can be used as a means of transport for livestock, car carriers, refrigerated goods, construction waste and many other loads. Regular semi-trailers vary in length, from 8 meters up to almost 20 meters, and can be categorised in different ways. Flatbed semi-trailers have a wooden, steel, or aluminum bed and removable side rails. Livestock semi-trailers are used to haul cattle, sheep, goats and horses. Car carrier semi-trailers can be loaded with one or several cars. Most commonly these are new cars that are shipped to car dealers, but damaged cars are also brought to a vehicle repair shop on a semi-trailer. Furthermore, there are refrigerator trailers, lowboys, double deckers and many other types of trailers. @endParagraph @startBoldMaximum weight@endBold @startParagraphThe maximum allowed weight for a semi-trailer varies per country. In most European countries, the combination of a road tractor and semi-trailer is between 30,000 and 40,000 kilograms. Although, some countries in Europe allow for heavier tractor-trailer combinations. Abd in the United States, for example, a semi-truck and full trailer may not weigh heavier than 36,000 kilograms for any vehicle or combination. @endParagraph @startBoldSemi-trailers on Tradus@endBold @startParagraphThousands of semi-trailers are listed on Tradus. Among popular brands are Schmitz Cargobull, Krone, Kogel, Schmitz, Sonstige, Fliegl, Fruehauf, and Mercedes-Benz. Other brands that are listed often are Pacton, LAG, Lamberet, Schwarzmuller, and Kässbohrer. @endParagraph
sk: @startBoldNávesy@endBold @startParagraphNávesy sú prívesy bez prednej nápravy. Často sa im hovorí ""semi"". Návesy sú veľmi obľúbený prepravný prostriedok. Vďaka svojej flexibilite a iba jednému bodu otáčania, ktorý uľahčuje cúvanie, sú často uprednostňované pred bežnými prívesmi. Náves nemá žiadne predné kolesá a môže byť použitý len vtedy, ak je pripojený k motorovému vozidlu, napríklad k ťahačovej časti vozidla. Ďalšou možnosťou je, že nákladné vozidlo ťahá náves pomocou ťahacieho prívesu, ktorý je odnímateľnou prednou súpravou. @endParagraph @startBoldTypy návesov@endBold @startParagraphNávesy sa využívajú na širokú škálu účelov. Môžu sa použiť ako dopravný prostriedok pre dobytok, automobily, chladený tovar, stavebný odpad a iné. Bežné návesy majú rôzne dĺžky, od 8 metrov až po takmer 20 metrov, a môžu byť rozdelené rôznymi spôsobmi. Plošinové návesy majú drevené, oceľové, alebo hliníkové dno plošiny a odnímateľné bočné lišty. Návesy pre dobytok sa používajú na prepravu hovädzieho dobytka, oviec, kôz a koní. Na návesy pre automobily sa môže naložiť jedno alebo viacero áut. Najčastejšie ide o nové vozidlá, ktoré sa dodávajú predajcom áut, ale aj poškodené vozidlá, ktoré sa prepravujú do servisu pomocou návesu. Okrem toho, existujú aj chladiarenské prívesy, nízkoložné podvalníky, dvojposchodové návesy a mnohé iné typy prívesov. @endParagraph @startBoldMaximálna hmotnosť@endBold @startParagraphMaximálna povolená hmotnosť návesu sa líši podľa krajiny. Vo väčšine európskych krajín má kombinácia ťahača a návesu hmotnosť medzi 30 000 a 40 000 kilogramov. Aj napriek tomu niektoré krajiny v Európe povoľujú vyššie hmotnosti pre ťahač s návesom. Napríklad v USA náves nákladného vozidla a príves nesmú vážiť viac ako 36 000 kilogramov na každé vozidlo alebo jazdnú súpravu. @endParagraph @startBoldNávesy na Traduse@endBold @startParagraphTisíce návesov na Traduse. Medzi obľúbené značky patria Schmitz Cargobull, Krone, Kogel, Schmitz, Sonstige, Fliegl, Fruehauf, a Mercedes-Benz. Ostatné značky často zahŕňajú Pacton, LAG, Lamberet, Schwarzmuller a Kässbohrer. @endParagraph

source: @startBoldTrailers@endBold @startParagraphTrailers are generally unmotorized vehicles that cannot move by themselves and need to be towed by a motorized vehicle. They are commonly used for the transport of materials and never for the transport of people. Trailers are unfurnished and commonly consist of a steel or aluminum body, as well as two to four wheels. There are exceptions, however: some trailers are motorised and attached to a single cabin, most similar to trucks. Tipper and dumper trailers, for instance, belong to the category of trailers but look a lot like tipper and dumper trucks.@endParagraph @startBoldConnecting to a vehicle@endBold @startParagraphTrailers can be connected to any towing vehicle with a trailer hitch, fifth-wheel coupling or other type of tow bar. After, the trailer’s electrical system also needs to be hooked up with the vehicle’s electrical system to make sure lights, break lights and turn signals work properly. After connecting the trailer, the cargo can be loaded. Trailers are often used for transporting a boat, small car, camper or other recreational vehicles. The length and width of the trailer can vary greatly.@endParagraph @startBoldLonger tongue@endBold @startParagraphSteering a trailer requires some practice: the length of the tongue is always considered an important aspect. The longer the tongue on a trailer, the easier it becomes for the towing vehicle to steer the trailer. There should be less weight on the towing vehicle and more on the trailer, so that stability is maintained. Since most trailers are unmotorized vehicles, they need no engine maintenance and are therefore relatively low-cost in maintenance.@endParagraph @startBoldAvailability on Tradus@endBold @startParagraphTradus offers many kinds of used trailers, which can be divided into several categories. Tipper/dumper trailers, low beds, trailers for the agribusiness, livestock trailers, car transport trailers and many other types are often listed online. Brands include Humbaur, Sonstige, Brenderup, Ifor Williams, Pronar, Kone, Meyer, and many others throughout Europe. @endParagraph
sk: @startBoldPrívesy@endBold @startParagraphPrívesy sú vo všeobecnosti nemotorové vozidlá, ktoré nemôžu jazdiť samy a musia byť ťahané motorovým vozidlom. Sú bežne používané na prepravu materiálov a nikdy na prepravu osôb. Prívesy sú nezariadené a bežne sú skonštruované z ocele alebo hliníka, pričom majú dve až štyri kolesá. Existujú však výnimky: niektoré prívesy sú motorizované a pripojené k jedinej kabíne, väčšinou podobnej nákladným automobilom. Napríklad vyklápacie a sklápacie prívesy patria do kategórie prívesov, ale vyzerajú skôr ako vyklápače a sklápače.@endParagraph @startBoldPripojenie k vozidlu@endBold @startParagraphPrípojné vozidlá môžu byť pripojené k akémukoľvek ťažnému vozidlu pomocou prívesu, pätky alebo iného typu ťažného zariadenia. Potom musí byť elektrický systém prívesu zapojený do elektrického systému vozidla, aby sa zabezpečilo správne fungovanie svetlometov, brzdových svetiel a smeroviek. Po pripojení prívesu môže byť naložený náklad. Prívesy sú často používané na prepravu člnov, malých automobilov, karavanov alebo iných rekreačných vozidiel. Dĺžka a šírka prívesu sa môže značne líšiť.@endParagraph @startBoldDlhší jazyk výmeny@endBold @startParagraphRiadenie prívesu si vyžaduje určitú prax: dĺžka jazyka výmeny sa vždy považuje za dôležitý aspekt. Čím dlhšie je jazyk prívesu, tým jednoduchšie bude pre vozidlo riadiť príves. Na ťažné vozidlo a na prívese by mala byť menšia váha, aby sa zachovala stabilita. Keďže väčšina prívesov sú nemotorové vozidlá, nepotrebujú údržbu motora a preto majú relatívne nízke náklady na údržbu.@endParagraph @startBoldDostupnosť na Traduse@endBold @startParagraphTradus ponúka mnoho druhov jazdených prívesov, ktoré sa dajú rozdeliť do niekoľkých kategórií. Prívesy vyklápacie / sklápacie, valníky, prívesy pre poľnohospodárstvo, prívesy na prepravu zvierat, prívesy na prepravu automobilov a mnoho ďalších typov sú často uvedené na internete. Značky zahŕňajú Humbaur, Sonstige, Brenderup, Ifor Williams, Pronar, Kone, Meyer, a mnohých ďalších po celej Európe. @endParagraph

source: @startBoldTractor units@endBold @startParagraphA tractor unit is essentially a towing engine for heavy-duty work. It provides power for hauling either a towed load or a trailered load. They are usually equipped with diesel engines to optimize power and durability, besides the fact that they are more cost-efficient this way. Tractor units contain two to five axles and a multi-ratio transmission for top flexibility in gearing. In some cases, a tractor unit with a connected trailer is preferred over a regular truck because it makes it more manoeuvrable.@endParagraph @startBoldVersatile machine@endBold @startParagraphA tractor unit can be disengaged from a trailer and reused immediately after, without having to wait for the transport to be unloaded. This makes the tractor unit more versatile and time-efficient if they are to haul freight overland. Tractor units can tow a great variety of trailers. Liquids, gasses and many dry goods can be hauled by tractor units in tankers. Tractor units commonly have a single cabin and a short bed.@endParagraph @startBold6x2 and 4x2@endBold @startParagraphFor long-haul and heavy transport work in Europe, the 6x2 tractor units are commonly used. It’s a tractor unit that has three axles, of which only one is being driven. They get the heaviest jobs done. For lighter transport, the 4x2 is used more often. These tractor units are more flexible and therefore well suited for shorter distance transport.@endParagraph @startBoldBrands on Tradus@endBold @startParagraphMercedes-Benz, Scania, DAF, Volvo, MAN, Renault, and Iveco are brands that are well represented on Tradus with listings of used tractor units. Tractor units from other manufacturers, such as MB, Sonstige, Ford, Terberg, and Inny also find their way to Tradus.@endParagraph
sk: @startBoldŤahače@endBold @startParagraphŤahač je v podstate ťažný motor pre ťažkú prácu. Poskytuje energiu na ťahanie buď ťahaného nákladu alebo vlečeného nákladu. Zvyčajne sú vybavené dieselovými motormi na optimalizáciu výkonu a výdrže, pričom sú aj nákladovo efektívne. Ťahače obsahujú dva až päť náprav a viacúčelový prevodový pomer pre maximálnu flexibilitu v prevodovke. V niektorých prípadoch sa ťahač s pripojeným prívesom uprednostňuje pred bežným nákladným vozidlom pretože je ľahko ovládateľný.@endParagraph @startBoldUniverzálny stroj@endBold @startParagraphŤahač môže byť odpojený od prípojného vozidla a opätovne použitý ihneď bez toho, aby musel čakať na vyloženie nákladu. Vďaka tomu je ťahač viac všestranný a časovo efektívny, ak ide o prepravu nákladu na pevnine. Ťahače môžu ťahať veľkú škálu prípojných vozidiel. Kvapaliny, plyny a rôzny suchý tovar môže byť prepravovaný ťahačmi v cisternách. Ťahače majú obyčajne jednu kabínu a krátky valník.@endParagraph @startBold6x2 a 4x2@endBold @startParagraphNa dlhú a ťažkú dopravu v Európe sa bežne používajú ťahače 6 x 2 . Ťahač má tri nápravy, z ktorých len jedna je poháňaná. Robia najťažšie úlohy. Pre ľahšiu prepravu sa častejšie používa pohon 4x2. Ťahače sú flexibilnejšie a preto vhodné na kratšie prepravné vzdialenosti.@endParagraph @startBoldZnačky na Traduse@endBold @startParagraphMercedes-Benz, Scania, DAF, Volvo, MAN, Renault, Iveco sú značky, ktoré sú dobre zastúpené na Traduse vrátane jazdených ťahačov. Ťahače od iných výrobcov, ako sú napr. MB, Sonstige, Ford, Terberg, Inny sa tiež objavujú na Traduse.@endParagraph

source: Language
sk: Jezik

source: @startBoldVans@endBold @startParagraphVans are used for all types of transport. Whether for moving business, broadcasting stations, courier companies, or delivery companies, there is always a van for the job. Vans generally consist of a single cabin with enough room for two to three people. Vans can also come to use for moving people, for instance when it comes to special public transport, schooling, law enforcement, or the military. The van will be furnished, has a larger seating area and is able to transport up to ten people.@endParagraph @startBoldFor business and private use@endBold @startParagraphThroughout the world, vans are used for different kinds of transport and practically every car brand has manufactured a van. Research showed that the Volkswagen Transporter is by far the most popular van ever sold, with almost 200,000 units delivered globally in 2016 and a worldwide sell of over 12 million since its first model in 1950. In second place came the Ford Transit, another popular van, closely followed by the Ford E-Series. Other vans that did well in 2016 were the Toyota Hiace, Volkswagen LT, and Renault Trafic, while the rest of the top ten was made up by the Renault Kangoo, Citroën Berlingo, Mercedes-Benz Sprinter, and Fiat Ducato.@endParagraph @startBoldVersatile equipment@endBold @startParagraphVans are easily customized to fit their applications, which makes them versatile and accessible. Small companies may equip the roof with a ladder or rails to load more material on while driving to clients. Service companies can include boxes, lights and sound systems on the roof to be able to warn traffic. The sides of a van can be equipped with sliding doors, while the back of the van is usually equipped with a common two-door system in which each door can independently be opened or closed.@endParagraph @startBoldAvailability on Tradus@endBold @startParagraphMercedes-Benz, Renault, Iveco, Fiat, Volkswagen, Ford, Peugeot, Citroën, Volkswagen, and Opel are all well represented with listings of used vans. Many other car companies have also manufactured vans which are available on Tradus.@endParagraph
sk: @startBoldDodávky@endBold @startParagraphDodávky sa používajú pre všetky druhy dopravy. Či už ide o sťahovanie, vysielanie, kuriérske spoločnosti alebo dodávateľské spoločnosti, vždy existuje dodávka pre príslušnú zákazku. Vo všeobecnosti dodávky pozostávajú z jednej kabíny s dostatkom priestoru pre dve až tri osoby. Dodávky sa ďalej môžu použiť na presun osôb, napríklad pokiaľ ide o špeciálnu verejnú dopravu, školstvo, políciu alebo armádu. Vozidlo je vybavené, má viac miesta na sedenie a je schopné prepraviť až desať ľudí.@endParagraph @startBoldNa služobné a súkromné účely@endBold @startParagraphPo celom svete sa dodávky používajú na rôzne druhy prepravy a prakticky každá automobilová značka vyrába dodávku. Výskum ukázal, že Volkswagen Transporter je zďaleka najpopulárnejšia dodávka aká sa kedy predávala, pričom v roku 2016 bolo dodaných 200 000 kusov a po celom svete sa ich predalo viac ako 12 miliónov eur od jej prvého modelu v roku 1950. Na druhom mieste je Ford Transit, ďalšia obľúbená dodávka, za ktorou nasleduje Ford E-Series. Ostatné dodávky, ktorým sa v roku 2016 darilo boli Toyota Hiace, Volkswagen LT, Renault Trafic, zatiaľ čo zvyšok desiatky uzatvárajú Renault Kangoo, Citroën Berlingo, Mercedes-Benz Sprinter a Fiat Ducato.@endParagraph @startBoldUniverzálne zariadenie@endBold @startParagraphDodávky sa dajú jednoducho prispôsobiť tak, aby zodpovedali ich účelu využitia, čo z nich robí univerzálne a dostupné vozidlá. Malé spoločnosti môžu vybaviť strechu rebríkom alebo koľajnicami, aby mohli naložiť viac materiálu na ceste ku klientovi. Servisné spoločnosti si môžu nainštalovať boxy, osvetlenie a ozvučenie na strechu, aby mohli slúžiť ako dopravné varovanie. Strany dodávky môžu byť vybavené posuvnými dverami, zatiaľ čo zadná časť dodávky je obvykle vybavená bežným dvojdverovým systémom, v ktorom je možné každé dvere nezávisle otvoriť alebo zatvoriť.@endParagraph @startBoldDostupnosť na Traduse@endBold @startParagraphMercedes-Benz, Renault, Iveco, Fiat, Volkswagen, Ford, Peugeot, Citroën, Volkswagen a Opel sú značky, ktoré sú dobre zastúpené na Traduse vrátane jazdených dodávok. Mnoho ďalších automobiliek vyrába dodávky, ktoré nájdete na Traduse.@endParagraph

source: @startBoldBuses/coaches@endBold @startParagraphBuses and coaches are large motorized passenger vehicles, that are equipped to transport groups of people. There is a difference between long-distance buses or coaches and transit buses, that are designed to move passengers over a shorter distance. Buses and coaches are furnished, commonly have a luggage compartment and are well suited for international traveling and excursions. They are spacious, designed for more comfort than regular buses and vans, commonly have a row with chairs on either side of the bus, an onboard toilet and possibly a small sleeping area for the driver. @endParagraph @startBoldFor dozens of people@endBold @startParagraphBuses can be fully or partly built by integrated manufacturers. Some manufacturers only build the chassis, after which a coachwork factory adds the body to the frame. Other manufacturers build the bus completely and choose to do this without a chassis: this is called a monocoque. Buses and coaches can commonly transport dozens of people, varying from 15 up to 50 or more. This often depends on the number of decks on board of a bus. @endParagraph @startBoldUsed in many different businesses@endBold @startParagraphBuses and coaches are used in different businesses. Airports, schools, theme parks, sport teams, railroad companies, tour operators and many other businesses make use of buses. The amount of services on board varies: some are equipped with air conditioning and adjustable seats, while others have luggage racks above the seats for carry-on baggage. On-board rest rooms, on-board entertainment and curtains may also be part of the interior in a more luxurious used coach or bus. @endParagraph @startBoldAvailability on Tradus@endBold @startParagraphTradus lists a wide range of used buses and coaches and new listings are added regularly. Listings come from many different countries. Germany, Poland, the Netherlands, Spain, Belgium and Sweden are well represented. Brands of used buses and coaches include Ford, Volkswagen, Irisbus, Van Hool, Bova, Renault, Neoplan, Scania, Volvo, VDL, Iveco, MAN, Setra, and Mercedes-Benz. @endParagraph
sk: @startBoldAutobusy a autokary@endBold @startParagraphAutobusy a autokary sú veľké motorové vozidlá, ktoré sú vybavené zariadením na prepravu osôb. Existuje rozdiel medzi diaľkovými autobusmi alebo autokarmi a tranzitnými autobusmi, ktoré sú určené na presun cestujúcich na kratšiu vzdialenosť. Autobusy a autokary sú vybavené zariadením, bežne majú batožinový priestor a sú vhodné na medzinárodné cesty a výlety. Sú priestranné a sú navrhnuté pre väčší komfort ako bežné autobusy a dodávky, zvyčajne majú radu so stoličkami na každej strane autobusu, palubný záchod a príp. aj malý spací priestor pre vodiča. @endParagraph @startBoldPre desiatky ľudí@endBold @startParagraphAutobusy môžu byť úplne alebo čiastočne skonštruované integrovanými výrobcami. Niektorí výrobcovia vyrábajú len podvozok, po ktorom autobusový závod pridá do rámu karosériu. Iní výrobcovia konštruujú celý autobus a to bez podvozku: toto sa nazýva samonosná karoséria. Autobusy a autokary zvyčajne prepravujú desiatky ľudí, od 15 až do 50 alebo aj viac. Často to závisí od počtu poschodí na palube autobusu. @endParagraph @startBoldVyužívajú sa pri mnohých obchodných činnostiach@endBold @startParagraphAutobusy a autokary sa používajú v rôznych oblastiach podnikania. Letiská, školy, zábavné parky, športové kolektívy, železničné spoločnosti, cestovné kancelárie a iné zariadenia využívajú autobusy. Množstvo služieb na palube sa rôzni: niektoré sú vybavené klimatizáciou a nastaviteľnými sedadlami, zatiaľ čo iné majú batožinové priestory nad sedadlami pre príručnú batožinu. Palubné toalety, palubné zábavné zariadenia a závesy môžu byť tiež súčasťou interiéru v luxusnejšom autobuse alebo autokare. @endParagraph @startBoldDostupnosť na Traduse@endBold @startParagraphTradus má široké spektrum jazdených autobusov a autokarov, pričom pravidelne pribúdajú nové. Nové položky pochádzajú z rôznych krajín. Nemecko, Poľsko, Holandsko, Španielsko, Belgicko a Švédsko sú dobre zastúpené. Značky jazdených autobusov a autokarov zahŕňajú Ford, Volkswagen, Irisbus, Van Hool, Bova, Renault, Neoplan, Scania, Volvo, VDL, Iveco, MAN, Setra a Mercedes-Benz. @endParagraph
