Repository: altafsamnani/tradus-bundle
Catalog: Resources/translations_old/messages.*.xlf
Languages: pt, sk

# buyer_concierge.landing_page.error_message_2
source: Required fields are left open
sk: Povinné polia zostávajú prázdne

# buyer_concierge.landing_page.first_name
source: First name
sk: Meno

# buyer_concierge.landing_page.header_text
source: Service for free
sk: Služba zadarmo

# buyer_concierge.landing_page.headline
source: Buyer concierge service
sk: Zákaznícka služba pre kupujúcich

# buyer_concierge.landing_page.headline_2
source: How it works
sk: Ako to funguje

# buyer_concierge.landing_page.headline_3
source: What are you looking for?
sk: Čo hľadáte?

# buyer_concierge.landing_page.introduction
source: Don’t have much time to research the market for your best option to buy? Get in touch with our buyer concierge team, free of charge! They help to find equipment you are looking for and get in touch with sellers on your behalf.
sk: Nemáte veľa času robiť si prieskum trhu, keď si chcete kúpiť tú najlepšiu možnosť? Bezplatne sa spojte s našim zákazníckym tímom pre kupujúcich! Oni vám pomôžu nájsť zariadenie, ktoré hľadáte a spojiť sa s predajcami vo vašom mene.

# buyer_concierge.landing_page.i_am_looking_for_models
source: I am looking for this/these model(s)
sk: Hľadám tento (tieto) model (y)

# buyer_concierge.landing_page.last_name
source: Last name
sk: Priezvisko

# buyer_concierge.landing_page.locations
source: Location(s)
sk: Lokalita(y)

# buyer_concierge.landing_page.max
source: Max
sk: Maximálne

# buyer_concierge.landing_page.min
source: Min
sk: Minimálne

# buyer_concierge.landing_page.phone_number
source: Phone number
sk: Telefónne číslo

# buyer_concierge.landing_page.price
source: Price
sk: Cena

# buyer_concierge.landing_page.select_brands
source: Select brand(s)
sk: Vybrať značku(y)

# buyer_concierge.landing_page.select_locations
source: Select location(s)
sk: Vyberte lokalitu(y)

# buyer_concierge.landing_page.send_request
source: Send request
sk: Odoslať žiadosť

# buyer_concierge.landing_page.sub_title
source: Finding equipment has never been easier. Try it out now!
sk: Hľadanie zariadenia nebolo nikdy jednoduchšie! Vyskúšajte to teraz!

# buyer_concierge.landing_page.success_message_1
source: Your service request has been sent successfully
sk: Vaša požiadavka na poskytnutie služby bola úspešne odoslaná

# buyer_concierge.landing_page.value_1
source: Tell us what you are looking for
sk: Povedzte nám, čo hľadáte

# buyer_concierge.landing_page.value_2_A
source: We reach out to sellers within our network
sk: Máme prístup k predajcom v rámci našej siete

# buyer_concierge.landing_page.value_2_B
source: Our network consists of hundreds of verified European sellers
sk: Naša sieť pozostáva zo stoviek overených európskych predajcov

# buyer_concierge.landing_page.value_3
source: We connect you to the right sellers
sk: Spájame vás s tými správnymi predajcami

# buyer_concierge.landing_page.value_4
source: You receive the best available deal
sk: Dostanete najlepšiu dostupnú ponuku

# buyer_concierge.landing_page.year
source: Year
sk: Rok

# buyer_safety_email.connect_with_various_sellers_when_trading_online
source: Connect with various sellers when trading online. Keep in mind that differences between countries could influence your trade, like trade policies and time zones. Also, be sure an offer is real and the seller owns it before you pay anything.
sk: Spojte sa s rôznymi predávajúcimi počas online obchodovania. Nezabúdajte na to, že rozdiely medzi krajinami môžu ovplyvniť váš obchod, obchodné politiky a časové pásma. Preto sa uistite, že daná ponuka je reálna a predajca vlastní daný majetok predtým, než čokoľvek zaplatíte.

# buyer_safety_email.fake_sellers_and_buyers
source: We are continuously searching for fake sellers and buyers. Still, it remains hard to detect fraudulent buying or selling intentions. Please get in touch with us via support@tradus.com if you notice something suspicious.
sk: Neustále hľadáme falošných predávajúcich a kupujúcich. Napriek tomu je stále ťažké odhaliť podvodné nákupné alebo predajné zámery. Ak spozorujete niečo podozrivé, kontaktujte nás na emailovej adresu support@tradus.com.

# buyer_safety_email.read_our_safety_tips
source: READ OUR SAFETY TIPS
sk: PREČÍTAJTE NAŠE BEZPEČNOSTNÉ TIPY

# buyer_safety_email.safety_tips
source: Safety tips
sk: Bezpečnostné tipy

# buyer_safety_email.subjectline
source: Get the most out of trading online by reading our safety tips
sk: Vyťažte maximum z online obchodovania prečítaním si našich bezpečnostných tipov

# buyer_safety_email.welcome
source: Welcome to our trading network. All the best in getting the right deals for you and your company.
sk: Vitajte v našej obchodnej sieti. Prajeme vám veľa šťastia v uzatváraní výhodných obchodov pre vás a vašu spoločnosť.

source: Cab Type Other
pt: Tipo de Cabina Outro
sk: Iný typ kabíny

# capacity_pallets
source: Capacity
pt: Capacidade em paletes
sk: kapacita

source: Capacity Per Hour
pt: Capacidade por hora
sk: Hodinová kapacita

# category.109.soil-compaction
source: Soil compaction
sk: Zhutňovače pôdy

# category.15.crane-bucket-trucks
source: Crane / Bucket trucks
sk: Nákladné autá so žeriavom / vysokozdvižnou plošinou

# category.26.flatbed-open-semi-trailers
source: Flatbed open semi-trailers
sk: Plošinové otvorené návesy

# category.27.tarpaulin-semi-trailers
source: Tarpaulin semi-trailers
sk: Plachtové návesy

# category.29.dump-semi-trailers
source: Dump semi-trailers
sk: Sklápacie návesy

# category.30.cement-mixer-semi-trailer
source: Cement mixer semi-trailer
sk: Náves na prepravu cementu

# category.4075.other-harvesting-equipment
source: Other harvesting equipment
sk: Ostatné zariadenie na zber

# category.4078.fertiliser-spreaders
source: Fertiliser spreaders
sk: Rozmetadlá hnojív

# category.4080.slurry-tanker
source: Slurry tanker
sk: Cisterna na kal

# category.4090.tipper-vans
source: Tipper vans
sk: Vyklápacie dodávky

# category.4092.refrigerated-trailers
source: Refrigerated trailers
sk: Chladiarenské prívesy

# category.4093.cement-mixer-trailers
source: Cement mixer trailers
sk: Príves na prepravu cementu

# category.4094.cable-chane-system-trailer
source: Cable/chane system trailer
sk: Príves s káblovým / reťazovým systémom

# category.4096.demountable-semi-trailers
source: Demountable semi-trailers
sk: Demontovateľné návesy

# category.4099.tracked-dumpers
source: Tracked dumpers
sk: Pásové sklápače

# category.4100.site-dumpers
source: Site Dumpers
sk: Stavebné sklápače

# category.48.non-professional-trailers
source: Non professional trailers
sk: Nepriemyselné prívesy

# category.56.sprayers
source: Sprayers
sk: Postrekovače

# category.63.square-balers
source: Square Balers
sk: Balíkovače na hranaté balíky

# category.aerial-platform
source: Aerial platform
sk: Zračna ploščad

# category.aerial-platforms
source: Aerial platforms
sk: Zračne ploščadi

# category.animal-transport
source: Animal transport
sk: Prevoz živali

# category.asphalt-pavers
source: Asphalt pavers
sk: Asfaltirni stroji

# category.attachment
source: Attachment
sk: Dodatna oprema strojev

# category.axles
source: Axles
sk: Osi

# category.backhoe-loaders
source: Backhoe loaders
sk: Rovokopači

# category.balers
source: Balers
sk: Balirni stroji

# category.boom
source: Boom
sk: Dvigalka

# category.box
source: Box
sk: Boks

# category.brakes
source: Brakes
sk: Zavore

# category.buckets
source: Buckets
sk: Vedra

# category.buses-coaches
source: Buses/coaches
sk: Avtobusi

# category.cab-and-chassis
source: Cab and chassis
sk: Kabina in šasija

# category.cabins
source: Cabins
sk: Kabine

# category.car-transport
source: Car transport
sk: Prevoz avtomobilov

# category.chassis
source: Chassis
sk: Šasija

# category.combine-harvesters
source: Combine harvesters
sk: Kombinirani žetveni stroj

# category.compaction
source: Compaction
sk: Zbijanje

# category.concrete-mixer-pump
source: Concrete mixer/pump
sk: Mešalnik/črpalka betona

# category.construction
source: Construction
sk: Gradnja

# category.container
source: Container
sk: Kontejner

# category.container-forklifts
source: Container forklifts
sk: Rokovanje s kontejnerji

# category.containers
source: Containers
sk: Kontejnerji

# category.crane
source: Crane
sk: Žerjav

# category.cranes
source: Cranes
sk: Žerjavi

# category.crawler
source: Crawler
sk: Goseničar

# category.crushers
source: Crushers
sk: Stiskalnice

# category.cultivators
source: Cultivators
sk: Kultivatorji

# category.delivery-vans
source: Delivery vans
sk: Dostavna kombinirana vozila

# category.dozers
source: Dozers
sk: Buldožerji

# category.dual-wheels
source: Dual wheels
sk: Dvojna kolesa

# category.electronics
source: Electronics
sk: Elektronika

# category.engines
source: Engines
sk: Motorji

# category.excavators
source: Excavators
sk: Bagri

# category.farm
source: Farm
sk: Kmetija

# category.feeder-mixers
source: Feeder mixers
sk: Podajalni mešalniki

# category.flatbed-open
source: Flatbed open
sk: Ravno dno, odprto

# category.flatbed-tarpaulin
source: Flatbed tarpaulin
sk: Ravno dno, ponjava

# category.forklifts
source: Forklifts
sk: Viličarji

# category.forks
source: Forks
sk: Vilice

# category.front-mounted
source: Front-mounted
sk: Nameščeno spredaj

# category.generators
source: Generators
sk: Generatorji

# category.grapples
source: Grapples
sk: Klešče

# category.hammers
source: Hammers
sk: Kladiva

# category.harrows
source: Harrows
sk: Brane

# category.harvester-heads-attachments
source: Harvester heads/attachments
sk: Glave/priključki žetvenega stroja

# category.harvesters
source: Harvesters
sk: Žetveni stroji

# category.harvesting
source: Harvesting
sk: Žetev

# category.hay-forage
source: Hay/forage
sk: Seno/krma

# category.high-bay-rack
source: High-bay rack
sk: Visoko stojalo

# category.high-lift
source: High lift
sk: Visoko dvigalo

# category.hydraulics
source: Hydraulics
sk: Hidravlika

# category.irrigation
source: Irrigation
sk: Namakanje

# category.L1.3880.4014
source: Material Handling Equipment
sk: Zariadenia na manipuláciu s materiálom

# category.L2.3881.4015
source: Pallet trucks
sk: Paletové vozíky

# category.L2.3882.4016
source: Stackers
sk: Stohovacie vozíky

# category.L2.3883.4017
source: Reach trucks
sk: Vysokozdvižné vozíky

# category.L2.3884.4018
source: Order pickers
sk: Vysokozdvižné vozíky určené na prácu v sklade

# category.L2.3885.4019
source: Other Warehouse Equipment
sk: Ďalšie zariadenia určené na prácu v sklade

# category.L2.3886.4020
source: Drilling equipment
sk: Vrtné zariadenia

# category.L2.3887.4021
source: Compressors
sk: Kompresory

# category.L2.3888.4022
source: Dump Trucks
sk: Sklápače

# category.L2.3889.4023
source: Potato equipment
sk: Zariadenia na zber zemiakov

# category.L2.3890.4024
source: Processing and storage
sk: Spracovanie a skladovanie

# category.L2.3891.4025
source: Garden machinery
sk: Záhradné stroje

# category.L2.3892.4026
source: Wine groqing equipment
sk: Zariadenia na úpravu viniča

# category.L2.3893.4027
source: Forestry machinery
sk: Lesné stroje

# category.L2.3894.4028
source: Trucks and Tractor units
sk: Nákladné autá a traktory

# category.L2.3895.4029
source: Trailers and Semi-trailers
sk: Prívesy a návesy

# category.L2.3896.4030
source: Buses
sk: Autobusy

# category.L2.3897.4031
source: Other Construction machines
sk: Ďalšie stavebné stroje

# category.L2.3898.4032
source: Material handling - Forklifts
sk: Vidlicové vozíky na manipuláciu s materiálom

# category.L2.3899.4033
source: Other spare parts and tools
sk: Ďalšie náhradné diely a náradie

# category.L2.3900.4034
source: Vans
sk: Dodávky

# category.L2.3901.4035
source: Farm
sk: Farma

# category.L2.3902.4036
source: Excavators
sk: Rýpadlá

# category.L2.3903.4037
source: Loaders
sk: Nakladače

# category.L2.3904.4038
source: Utility service
sk: Verejnoprospešné služby

# category.L3.20.9
source: Box trucks
sk: Skriňové nákladné vozidlá

# category.L3.201.10
source: Flatbed trucks
sk: Plošinové nákladné vozidlá

# category.L3.202.11
source: Flatbed tarpaulin trucks
sk: Plošinové nákladné vozidlá s plachtou

# category.L3.204.13
source: Tipper trucks
sk: Sklápače

# category.L3.205.14
source: Cement mixer trucks
sk: Miešačky cementu

# category.L3.206.15
source: Crane trucks
sk: Žeriavové nákladné vozidlá

# category.L3.207.16
source: Aerial platform trucks
sk: Terénne vysokozdvižné vozíky

# category.L3.208.17
source: Car transport trucks
sk: Nákladné vozidlá na prevoz áut

# category.L3.209.18
source: Tow trucks/wreckers
sk: Vlečné vozidlá/odťahovacie vozidlá

# category.L3.210.19
source: Tanker trucks
sk: Cisternové nákladné vozidlá

# category.L3.211.20
source: Refrigerated trucks
sk: Chladiarenské nákladné vozidlá

# category.L3.213.22
source: Livestock trucks
sk: Nákladné automobily na prevoz zvierat

# category.L3.215.24
source: Other trucks
sk: Iné nákladné vozidlá

# category.L3.300.25
source: Box semi-trailers
sk: Skriňové návesy

# category.L3.301.26
source: Semi-Trailers
sk: Návesy

# category.L3.303.28
source: Semi-trailer chassis
sk: Podvozok návesu

# category.L3.304.29
source: Semi-Trailers
sk: Návesy

# category.L3.305.30
source: Cement micer semi-trailers
sk: Návesy s miešačkou cementu

# category.L3.306.31
source: Container semi-trailers
sk: Kontajnerové návesy

# category.L3.307.32
source: Car transport semi-trailers
sk: Návesy na prevoz automobilov

# category.L3.308.33
source: Tanker semi trailers
sk: Cisternové návesy

# category.L3.309.34
source: Refrigerated semi trailers
sk: Chladiarenské návesy

# category.L3.310.35
source: Livestock semi-trailers
sk: Návesy na prevoz dobytku

# category.L3.311.36
source: Lowloader semi-trailers
sk: Návesy s nízkym zaťažením

# category.L3.312.37
source: Other Semi-Trailers
sk: Iné návesy

# category.L3.3905.4039
source: Demolition excavators
sk: Demolačné rýpadlá

# category.L3.3906.4040
source: Material / Industry handlers
sk: Priemyselné / manipulačné zaradenia

# category.L3.3907.4041
source: Other excavators
sk: Ďalšie rýpadlá

# category.L3.3908.4042
source: Other loaders
sk: Ďalšie nakladače

# category.L3.3909.4043
source: Army truck
sk: Armádne vozidlá

# category.L3.3910.4044
source: Container Trucks
sk: Nakladné autá určené na prepravu kontajnerov

# category.L3.3911.4045
source: Demountable Trucks
sk: Nákladné autá s odnímateľnou časťou

# category.L3.3912.4046
source: Interchangeable body
sk: Vymeniteľná časť

# category.L3.3913.4047
source: Beverage
sk: Nápoj

# category.L3.3914.4048
source: Log Trucks
sk: Nákladné vozidlá na prepravu dreva

# category.L3.3915.4049
source: Skip loader truck
sk: Nákladné autá na prepravu kontajnerov

# category.L3.3916.4050
source: Vacuum truck
sk: Nákladné autá s cisternou

# category.L3.3917.4051
source: Hook arm system
sk: Systém so zdvíhacím zariadením

# category.L3.3918.4052
source: Cable system
sk: Káblový systém

# category.L3.3919.4053
source: Bucket trucks
sk: Rýpadlá s naberacou lyžicou

# category.L3.3920.4054
source: Telescopic boom lifts
sk: Nakladače s teleskopickymi ramenami

# category.L3.3921.4055
source: Mast climbing platforms
sk: Stožiarové šplhacie pracovné plošiny

# category.L3.3922.4056
source: Cutters
sk: Frézy

# category.L3.3923.4057
source: Rippers
sk: Rýpadlá

# category.L3.3924.4058
source: Backhoes
sk: Nakladače

# category.L3.3925.4059
source: Other attachments
sk: Ďalšie príslušenstvo

# category.L3.3926.4060
source: Cold milling machines
sk: Frézy

# category.L3.3927.4061
source: Asphalt mixing plants
sk: Obaľovacie súpravy na výrobu asfaltových zmesí

# category.L3.3928.4062
source: Recyclers
sk: Recyklačné zariadenia

# category.L3.3929.4063
source: Motor graders
sk: Zarovnávače

# category.L3.3930.4064
source: Asphalt cutters
sk: Rezačky asfaltu

# category.L3.3931.4065
source: Other road construction equipment
sk: Ďalšie cestné stroje

# category.L3.3932.4066
source: Mini cranes
sk: Mini žeriavy

# category.L3.3933.4067
source: Crushers
sk: Drviče

# category.L3.3934.4068
source: Screeners
sk: Triediče

# category.L3.3935.4069
source: Mobile crushers
sk: Drviče s rotujúcim kotúčom

# category.L3.3936.4070
source: Pumps
sk: Čerpadlá

# category.L3.3937.4071
source: Conveyors
sk: Dopravníky

# category.L3.3938.4072
source: Other crushing equipment
sk: Ďalšie zariadenia určené na drvenie

# category.L3.3939.4073
source: Disc harrows
sk: Diskové brány

# category.L3.3940.4074
source: Accessories
sk: Príslušenstvo

# category.L3.3941.4075
source: Other Harvester equipment
sk: Ďalšie zariadenia kombajnového typu

# category.L3.3942.4076
source: Milking equipment
sk: Dojacie zariadenia

# category.L3.3943.4077
source: Forage equipment
sk: Zberacie rezačky

# category.L3.3944.4078
source: fertiliser spreaders
sk: rozmetávače hnoja

# category.L3.3945.4079
source: Manure spreaders
sk: Rozhadzovače hnoja

# category.L3.3946.4080
source: slurry tanker
sk: cisternové auto na prepravu suspenzných palív

# category.L3.3947.4081
source: Other fertilizing equipment
sk: Ďalšie zaradenia určené na hnojenie

# category.L3.3948.4082
source: Self-propelled sprayers
sk: Samohybné postrekovače

# category.L3.3949.4083
source: Trailed sprayers
sk: Ťahané postrekovače

# category.L3.3950.4084
source: Other irrigation equipment
sk: Ďalšie zavlažovacie zariadenia

# category.L3.3951.4085
source: Refrigerated vans
sk: Mraziarenské vozidlá

# category.L3.3952.4086
source: Small Vans
sk: Malé dodávky

# category.L3.3953.4087
source: closed box vans
sk: dodávky s uzavretým priestorom

# category.L3.3954.4088
source: Open box vans
sk: Dodávky s otvárateľným priestorom

# category.L3.3955.4089
source: Closed vans
sk: Uzavreté dodávky

# category.L3.3956.4090
source: Tipper
sk: Sklápač

# category.L3.3957.4091
source: Tanker trailers
sk: Cisterny

# category.L3.3958.4092
source: Reefer/isolated/freezer
sk: Chladená/izolovaná/mraznička

# category.L3.3959.4093
source: Concrete mixer/pump
sk: Miešačka betónu/čerpadlo

# category.L3.3960.4094
source: Cable/chane system
sk: Káblový systém

# category.L3.3961.4095
source: Non professional semi-trailers
sk: Neprofesionálne návesy

# category.L3.3962.4096
source: Cable/chain system trailers
sk: Ťahače s káblovým systémom

# category.L3.3963.4098
source: Articulated dump trucks
sk: Kĺbové smetiarske vozidlá

# category.L3.3964.4099
source: Trucked dumpers
sk: Smetiarske vozidlá

# category.L3.3965.4100
source: Mini dumpers
sk: Mini smetiarske vozidlá

# category.L3.3966.4101
source: Rigid dumpers
sk: Vyklápacie smetiarske vozidlá

# category.L3.3967.4102
source: Other dumpers
sk: Ďalšie smetiarske vozidlá

# category.L3.3968.4103
source: Potato planters
sk: Vozidlá na sadenie zemiakov

# category.L3.3969.4104
source: Potato harvesters and diggers
sk: Zemiakové kombajny a vyorávače

# category.L3.3970.4105
source: Conveyors
sk: Dopravníky

# category.L3.3971.4106
source: Other potato equipment
sk: Ďalšie zariadenia na zber zemiakov

# category.L3.3972.4107
source: Wood chippers and processors
sk: Sekačky na lesný odpad

# category.L3.3973.4108
source: Harvesters
sk: Kombajny

# category.L3.3974.4109
source: Forwarders
sk: Nákladné autá používané v lesnom hospodárstve

# category.L3.3975.4110
source: Motor saws
sk: Motorové píly

# category.L3.3976.4111
source: Other forestry equipment
sk: Ďalšie lesné stroje

# category.L3.3977.4112
source: Engines
sk: Motory

# category.L3.3978.4113
source: Transmission
sk: Prevodovka

# category.L3.3979.4114
source: Suspensions
sk: Odpruženie

# category.L3.3980.4115
source: Cabins
sk: Kabíny

# category.L3.3981.4116
source: Electronics
sk: Elektronika

# category.L3.3982.4117
source: Braking systems
sk: Brzdové systémy

# category.L3.3983.4118
source: Chassis
sk: Podvozok

# category.L3.3984.4119
source: hydraulics
sk: hydraulika

# category.L3.3985.4120
source: Tyres
sk: Pneumatiky

# category.L3.3986.4121
source: Fuel systems
sk: Palivové systémy

# category.L3.3987.4122
source: Cooling systems
sk: Chladiace systémy

# category.L3.3988.4123
source: Pneumatics
sk: Pneumatiky

# category.L3.3989.4124
source: exhaust systems
sk: výfukové systémy

# category.L3.3990.4125
source: Other Vans Spare parts
sk: Ďalšie náhradné diely pre dodávky

# category.L3.3991.4126
source: Engines
sk: Motory

# category.L3.3992.4127
source: Transmission
sk: Prevodovka

# category.L3.3993.4128
source: Suspensions
sk: Odpruženie

# category.L3.3994.4129
source: Cabins
sk: Kabíny

# category.L3.3995.4130
source: Electronics
sk: Elektronika

# category.L3.3996.4131
source: Braking systems
sk: Brzdové systémy

# category.L3.3997.4132
source: Chassis
sk: Podvozok

# category.L3.3998.4133
source: hydraulics
sk: hydraulika

# category.L3.3999.4134
source: Tyres
sk: Pneumatiky

# category.L3.400.39
source: Box trailers
sk: Skriňové prívesy

# category.L3.4000.4135
source: Fuel systems
sk: Palivové systémy

# category.L3.4001.4136
source: Cooling systems
sk: Chladiace systémy

# category.L3.4002.4137
source: Pneumatics
sk: Pneumatiky

# category.L3.4003.4138
source: exhaust systems
sk: výfukové systémy

# category.L3.4004.4139
source: Other Transport Spare parts
sk: Náhradné diely pre iné dopravné prostriedky

# category.L3.4005.4140
source: Suspensions
sk: Odpruženie

# category.L3.4006.4141
source: Cabins
sk: Kabíny

# category.L3.4007.4142
source: Electronics
sk: Elektronika

# category.L3.4008.4143
source: Braking systems
sk: Brzdové systémy

# category.L3.4009.4144
source: Chassis
sk: Podvozok

# category.L3.401.40
source: Flatbed open trailers
sk: Plošinové otvorené prívesy

# category.L3.4010.4145
source: hydraulics
sk: hydraulika

# category.L3.4011.4146
source: Tyres
sk: Pneumatiky

# category.L3.4012.4147
source: Pneumatics
sk: Pneumatiky

# category.L3.4013.4148
source: Other Trailers Spare parts
sk: Ďalšie náhradné diely pre prívesy

# category.L3.4014.4149
source: Engines
sk: Motory

# category.L3.4015.4150
source: Transmission
sk: Prevodovka

# category.L3.4016.4151
source: Suspensions
sk: Odpruženie

# category.L3.4017.4152
source: Cabins
sk: Kabíny

# category.L3.4018.4153
source: Electronics
sk: Elektronika

# category.L3.4019.4154
source: Braking systems
sk: Brzdové systémy

# category.L3.402.41
source: Flatbed tarpaulin trailers
sk: Plošinové prívesy s plachtou

# category.L3.4020.4155
source: Chassis
sk: Podvozok

# category.L3.4021.4156
source: hydraulics
sk: hydraulika

# category.L3.4022.4157
source: Tyres
sk: Pneumatiky

# category.L3.4023.4158
source: Fuel systems
sk: Palivové systémy

# category.L3.4024.4159
source: Cooling systems
sk: Chladiace systémy

# category.L3.4025.4160
source: Pneumatics
sk: Pneumatiky

# category.L3.4026.4161
source: exhaust systems
sk: výfukové systémy

# category.L3.4027.4162
source: Other Buses spare parts
sk: Ďalšie náhradné diely pre autobusy

# category.L3.4028.4163
source: Engines
sk: Motory

# category.L3.4029.4164
source: Transmission
sk: Prevodovka

# category.L3.403.42
source: Dump trailers
sk: Vyklápacie prívesy

# category.L3.4030.4165
source: Suspensions
sk: Odpruženie

# category.L3.4031.4166
source: Cabins
sk: Kabíny

# category.L3.4032.4167
source: Electronics
sk: Elektronika

# category.L3.4033.4168
source: Braking systems
sk: Brzdové systémy

# category.L3.4034.4169
source: Chassis
sk: Podvozok

# category.L3.4035.4170
source: hydraulics
sk: hydraulika

# category.L3.4036.4171
source: Wheels
sk: Kolesá

# category.L3.4037.4172
source: Fuel systems
sk: Palivové systémy

# category.L3.4038.4173
source: Cooling systems
sk: Chladiace systémy

# category.L3.4039.4174
source: Pneumatics
sk: Pneumatiky

# category.L3.404.43
source: Container trailers
sk: Kontajnerové prívesy

# category.L3.4040.4175
source: exhaust systems
sk: výfukové systémy

# category.L3.4041.4176
source: Other Farm Spare parts
sk: Ďalšie náhradné diely pre veterné mlyny

# category.L3.4042.4177
source: Engines
sk: Motory

# category.L3.4043.4178
source: Transmission
sk: Prevodovka
