Repository: altafsamnani/tradus-bundle
Catalog: Resources/translations_old/messages.*.xlf
Languages: pt, sk

source: @startBoldBuckets@endBold @startParagraphThe bucket, also known as backhoe bucket, is an indispensable element in construction. It is driven by hydraulic arms and controlled by an operator or driver in a loader. By using the controls to move the bucket towards the machine, the excavated material can be collected. When the bucket is moved in the opposite direction it functions as a shovel, able to move material over ground, or to smooth a surface out fairly evenly. For earth movement and transhipment, the backhoe bucket is used often.@endParagraph @startParagraphThe bucket can be a closed container, or a debris container, and can be made of different materials, like hard-wearing steel. The bucket can be used in different ways. A debris container, for example, is used for sieve, spit, and demolition tasks in construction. This machine also comes in handy when streets are demolished in order to be repaved. Teeth can be fitted and removed when the task requires. Other additional options that can be fitted to a bucket include wear strips, a front blade, screw-under blade, or a twin lock.@endParagraph @startBoldDesign@endBold @startParagraphThe backhoe bucket is intended for the completion of heavy duties. The container itself is often very heavy, although smaller sizes that weigh less are available. Large backhoe buckets can easily weigh 500 kilos, really large versions exceed that easily. As the size of the backhoe bucket increases, the loader needs to have more power to prevent a tilting effect with the risk of overturning. A backhoe bucket can be fitted with teeth, with make it easier to loosen material for scooping up. These teeth can be removed again as needed.@endParagraph @startBoldUsed buckets on Tradus@endBold @startParagraphOwners of buckets, or backhoe buckets, offer their construction equipment for sale on Tradus. A wide range is offered from countries like Poland, Great Britain, Germany, and the Netherlands. Frequently featured makes include Caterpillar, JCB, Volvo, and Uniter 45. In addition, makes like Laten, Sonstige, and Hyundai are popular.@endParagraph
sk: @startBoldBagre@endBold @startParagraphBager je nevyhnutným strojom v stavebníctve. Je poháňaný hydraulickými ramenami a riadený operátorom alebo vodičom v nakladači. Posúvaním bagra smerom k stroju pomocou ovládacích prvkov je možné vyťažiť alebo zdvihnúť materiály. Keď je bager nasmerovaný v opačnom smere, funguje ako posúvač a môže byť použitý na premiestňovanie materiálov na zemi alebo vyrovnanie terénu. Bager sa vo veľkej miere využíva na zemné práce.@endParagraph @startParagraphLyžica môže byť uzavretá alebo môže byť určená na sutiny, pričom je vyrobená z rôznych materiálov, ako sú napríklad oceľ odolná voči opotrebeniu. Lyžicu je možné používať rôznymi spôsobmi. Napríklad sutinová lyžica sa často používa pri preosievaní, kopaní a demoláciách v stavebníctve. Stroj je vhodný aj vtedy, keď je potrebné uvoľniť ulice, aby bolo možné ich zrekonštruovať. Zuby môžu byť pripevnené alebo odpojené, podľa toho, ako to príslušné práce vyžadujú. Ďalšie doplnkové možnosti vedierka sú nosné pásy, predný kotúč, čepeľ alebo systém twinlock.@endParagraph @startBoldDizajn@endBold @startParagraphBager je určený na ťažké práce. Samotná lyžica má veľkú hmotnosť, ale existujú aj menšie veľkosti, ktoré vážia menej. Veľké lyžice môžu ľahko vážiť 500 kg a skutočne veľké verzie dokonca prevyšujú toto číslo. Vzhľadom k tomu, že sa veľkosť lyžice zvyšuje, je potrebné, aby nakladač mal viac energie, aby sa zabránilo šikmému efektu a riziku prevrátenia. Lyžica bagra môže byť vybavená zubami, ktoré uľahčujú uvoľnenie materiálov pred ich premiestnením. Tieto môžu byť oddelené.@endParagraph @startBoldBagre na Tradus@endBold @startParagraphMajitelia lyžíc alebo bagrov ponúkajú svoje stavebné stroje na predaj online. Je tu veľká ponuka z krajín ako je Poľsko, Veľká Británia, Nemecko a Holandsko.@endParagraph Často sa opakujú značky Caterpillar, JCB, Volvo a Uniter 45. Značky ako Laten, Sonstige a Hyundai sú tiež populárne.@endParagraph

source: @startBoldHammer@endBold @startParagraphIn renovation and demolition, a hydraulic hammer can come in very handy. Often, prior to starting new construction, there are old things to be cleared away. If these old things include concrete structures, you can save yourself a lot of hard work if you have a machine accessory like a hammer at your disposal. They generate a lot of clout without much physical exertion, making demolition jobs much easier.@endParagraph @startBoldUse of the hammer@endBold @startParagraphVarious chisels can be fitted to a hydraulic hammer. The most common type being the so-called spike, or pointed chisel, which penetrates the object to be demolished, literally splitting it. A hydraulic hammer can also function as an actual hammer for fixing objects in place, for example for driving piles on construction sites, or fixing posts or piles on other surfaces, including water.@endParagraph @startBoldComponents of a hammer@endBold @startParagraphA hydraulic hammer generally consists of a casing, a suspension system, an enclosed nitrogen system, a chisel or chisel holder, a piston, cylinder liners, and a lubrication channel. The casing reduces the noise and vibration caused by the hammer. The suspension system, often made of rubber, contributes to further absorption of noise and vibration. This allows the operator and the driving machine to use the hydraulic hammer longer. The chisel, of course, does the major work and can be one of various types. Suitable chisels in a hydraulic hammer include the spike, or pointed chisel, the flat chisel, pavement chisel, and the core chisel, each has its own purpose.@endParagraph @startBoldAvailable hydraulic hammers on Tradus@endBold @startParagraphThe online range of hydraulic hammers on Tradus contains a lot of adverts from owners of hammers offering their machines for sale. Renowned makes of hammers being offered include Sullair, Atlas Copco, Hammer, Montabert, and Rammer. In addition, owners are regularly placing for sale adverts for makes like Krupp, Indeco, and Furukawa.@endParagraph
sk: @startBoldKladivo@endBold @startParagraphHydraulické kladivo určite príde vhod pri renovácii a búracích prácach. Nie je nezvyčajné, že určité veci je potrebné odstrániť predtým, než sa začne výstavba. Ak to zahŕňa aj betónové konštrukcie, môže byť veľmi výhodné pracovať so strojovým príslušenstvom ako kladivo. Vytvára veľkú silu bez fyzickej námahy, ktorá môžu byť použitá na vykonávanie búracích prác.@endParagraph @startBoldPoužitie kladiva@endBold @startParagraphRôzne dláta môžu byť použité na hydraulickom kladive. Najčastejší je tzv. bodový sekáč, ktorý preniká do búraného objektu a doslova ho rozdelí. Hydraulické kladivo môže fungovať aj ako doslovné kladivo na svoj pôvodný účel. To je prípad napríklad pri zatĺkaní predmetov na stavenisku alebo pri zatĺkaní palíc do rôznych podkladov vrátane vody.@endParagraph @startBoldKomponenty kladiva@endBold @startParagraphHydraulické kladivo sa zvyčajne skladá z puzdra, systému zavesenia, uzatvoreného systému s dusíkom, sekáča a držiaka sekáča , piestu, vložiek valcov a mazacieho kanálu. Puzdro slúži na zníženie hluku a vibrácií kladiva. Tento tlmiaci systém, ktorý je často vyrobený z kaučuku, prispieva na zníženie hluku a vibrácií. To umožňuje vodičovi a hnaciemu stroju pracovať s hydraulickým kladivom dlhšiu dobu. Sekáč samozrejme vykoná najviac práce a môže byť rôznych typov. Bežný sekáč v hydraulickom kladive je bodový sekáč, plochý sekáč a jadrový sekáč, každý na iné použitie.@endParagraph @startBoldHydraulické kladivá dostupné na Traduse@endBold @startParagraphNa Traduse je mnoho inzerátov ponúkajúcich širokú škálu hydraulických kladív. Majitelia kladív tu ponúkajú svoje nástroje na predaj. Známe značky zahŕňajú Sullair, Atlas Copco, Hammer, Montabert a Rammer. Aj značky Krupp, Indeco a Furawaka sa tiež pravidelne objavujú v inzerátoch.@endParagraph

source: @language criteo Remarketing id
sk: @language ID criteo Remarketing

source: %3Cspan%3Ecategory-115%3C%2Fspan%3E
sk: %3Crozpätie%3Ekategória-115%3C%2Fspan%3E

source: @startBoldGrippers@endBold @startParagraphMechanical grippers are used in construction for gathering and moving solid materials. They come in handy, for example, when waste or demolition material has to be deposited in a different place. For construction materials and soft or fragile materials, the gripper is less suitable. The gripper is an attachment to fit onto a hydraulic arm, it looks like two claws. It functions practically like a hand, gripping the object, lifting it, and setting it down elsewhere. During which, smaller pieces can be separated from larger ones, because the claws usually have holes in them. Depending on the task to complete, this may allow for accurate sieving.@endParagraph @startBoldUse of the mechanical gripper @endBold @startParagraphA mechanical gripper not only serves for picking up and moving things. It can also be used for filling containers and loading trucks or ships. The gripper, after all, is a mechanical hand, and operates as such. Moreover, the gripper can come in very handy on demolition terrains, where the force exerted by the claws can be applied to crush and compact materials. A special boulder clamp, different than the earth gripper or waste, scrap or natural material grippers, has been developed for the lifting and moving of boulders.@endParagraph @startBoldComponents of a gripper@endBold @startParagraphA gripper consists of a few components. Normally there are two claws, hydraulic cylinders, teeth, and a mounting. The gripper is an attachment placed on a machine and then controlled by the control stick in the cabin. It allows for opening, closing, tilting, and rotating the gripper 360 degrees. A gripper on its own cannot perform any tasks: it will always need to be mounted on a mechanical vehicle.@endParagraph @startBoldAvailability of grippers on Tradus@endBold @startParagraphGenerally, many adverts are offering grippers for sale on Tradus. Owners of used grippers are often based in Germany, Poland, the Netherlands, Finland, and various other countries in Europe. Makes that feature often include Atlas, Caterpillar, Dala-Gripen, Verachtert, and Kinshofer. But makes like Liebherr, Zijtveld, and Giant also feature regularly.@endParagraph
sk: @startBoldDrapáky@endBold @startParagraphMechanické drapáky sú používané v stavebníctve na zachytávanie pevných materiálov a ich premiestňovanie. Tieto nástroje sa používajú, keď sa odpadové alebo demolačné materiály musia zhromažďovať a ukladať na inom mieste. Drapák je menej vhodný pre stavebné materiály a pre mäkké alebo rozbitné materiály. Drapák je nadstavec na hydraulické rameno a vyzerá ako dva pazúry. Takmer doslova funguje ako ruka, ktorá chytá, zdvihne a púšťa objekt. Môže tiež oddeliť menšie kúsky od väčších kusov, pretože pazúry často obsahujú otvory. V závislosti od práce to môže znamenať, že stroj slúži ako presné sito.@endParagraph @startBoldPoužitie mechanických drapákov@endBold @startParagraphMechanický drapák dokáže urobiť viac, než len veci zdvihnúť a presunúť ich. Môže sa použiť aj na naplnenie kontajnerov a nákladných automobilov alebo lodí. V skutočnosti je drapák mechanická ruka, ktorá podobne funguje. Okrem toho môže byť drapák veľmi vhodný v demolačných oblastiach, pričom silu, ktorú môžu pazúry vyvíjať, môže byť použitá na zhutnenie materiálov. Na zdvíhanie a premiestňovanie kameňov bola vyvinutá špeciálna kamenná rukoväť, ktorá sa odlišuje od zemného drapáka alebo drapáka na odpad, šrot alebo prírodné materiály.@endParagraph @startBoldKomponenty drapáka@endBold @startParagraphDrapáka pozostáva z niekoľkých častí. Zvyčajne má dve pazúry, hydraulické valce, zuby a zavesný systém. Drapák je umiestnený na stroji ako prídavné zariadenie a potom ovládaný pomocou joysticku v kabíne. To umožňuje otváranie, zatváranie, nakláňanie a otáčanie drapáku o 360 stupňov. Práce nie je možné vykonávať so samotným drapákom: vždy sa musí umiestniť na mechanické vozidlo.@endParagraph @startBoldDostupnosť drapákov na Traduse@endBold @startParagraphNa Traduse sa inzeruje veľa drapákov na predaj. Majitelia inzerujúci použité drapáky sú v Nemecku, Poľsku, Holandsku, Fínsku a rôznych iných krajín v Európe. Značky, ktoré sú pravidelne ponúkané na predaj, sú Atlas, Cateprilalr, Dala-Gripen, Verachtert a Kinshofer. Značky Liebherr, Zijtveld a Giant sa tiež často objavujú v sortimente.@endParagraph

source: Used @placeholder @make for sale @location - All Makes at the Best Price
sk: Uporabljeni @placeholder @make za prodajo @location - Vse znamke za najboljšo ceno

source: Viewed
sk: ogledov

source: Contacted
sk: stopila v stik

source: Filter by category
sk: Filter po kategorijah

source: Filter by type
sk: Filter po vrsti

source: The Criteo Remarketing id for the @language language.
sk: ID Criteo Remarketing za @language jezik.

source: Used
sk: Rabljena

source: Terms of use
sk: Podmienky používania

source: When using our services you acknowledge that we are using cookies and similar technologies to improve and customize our content, analyze traffic, provide advertisement and protection against spam, malware, and unauthorized use.
sk: Pri používaní našich služieb uznávate, že používame súbory cookie a podobné technológie na zlepšenie a prispôsobenie nášho obsahu, analýzu návštevnosti, poskytovanie reklamy a ochranu proti spamu, škodlivému softvéru a neoprávnenému použitiu.

source: Sign in
sk: Prihlásiť sa

source: Your Password
sk: Tvoje geslo

source: By signing in you accept the Tradus
sk: S podpisom na vas sprejeli Tradus

source: Welcome
sk: Dobrodošli

source: The Facebook Pixel id.
sk: Facebook Pixel ID.

source: Password assistance
sk: pomoč geslo

source: Has your e-mail address changed?
sk: Zmenila sa vaša e-mailová adresa?

source: Customer Services
sk: Storitve za stranke

source: for help restoring access to your account.
sk: za pomoč pri obnovi dostop do vašega računa.

source: We have sent you an email with a reset password link.
sk: Poslali sme vám mail s odkazom na obnovenie hesla.

source: This value is too long. It should have 12 characters or less.
sk: Ta vrednost je predolga. To bi morali imeti 12 znakov ali manj.

source: Fill in the new password for your account
sk: Izpolnite novo geslo za svoj račun

source: You have successfully set a new password
sk: Uspešno ste nastavili novo geslo

source: Privacy Policy
sk: Pravilnik o zasebnosti

source: Unsubscribe Alerts
sk: Odjava Opozorila

source: You will stop receiving alerts about new equipment based on the following offers:
sk: Ne boste več prejemali obvestila o novih naprav, ki temelji na naslednjih možnosti:

source: Unsubscribe
sk: Odjava

source: You are already unsubscribed
sk: Ste že odjavljeni

source: Thank you, your subscription preferences have been updated.
sk: Hvala, vaše naročnine nastavitve so posodobljene.

source: The google analytics id for Tradus.
sk: ID Google Snalytics za Tradus.

source: You will not receive any updates anymore about the following offers
sk: Ne boste prejeli nobene posodobitve več o teh ponudbah

source: Google Analytics development id
sk: ID za razvoj Google Analytics

source: The+google+analytics+id+for+%3Cem%3Enon-production+environments%3C%2Fem%3E+of+Tradus.
sk: ID+Google+Analytics+za+%3Cem%3Eneproizvodna+okolja%3C%2Fem%3E+Tradusa.

source: The Hotjar id.
sk: ID Hotjar.

source: Taxonomy translations
sk: Prevodi razvrstitve izrazja

source: Taxonomy SEO descriptions
sk: Opis razvrstitve izrazja SEO

source: None
sk: Brez

source: A csv containing the translations for a given context.
sk: csv, ki vsebuje prevode za določeni kontekst.

source: Finished with an error.
sk: Dokončano z napako.

source: Context
sk: Kontekst

source: The context for the translations.
sk: Kontekst za prevode.

source: Could not find a term with the name @name, so it was sent to string translations instead.
sk: Ni bilo mogoče najti izraza z imenom @name, zato je bil namesto tega poslan v prevod nizov.

source: @translation_count strings where translated in @language_count languages.
sk: Nizi @translation_count so bili prevedeni v @language_count jezikov.

source: Created @new_translation_count new source strings.
sk: Ustvarjenih @new_translation_count novih izvornih nizov.

source: Deleted @file as it is no longer attached to anything.
sk: Izbrisana datoteka @file, saj ni več ničemur priložena.

source: Deleted @file as it was attached but nonexistent.
sk: Izbrisana datoteka @file, saj je bila priložena, vendar neobstoječa.

source: Contains the custom implementation for multithreaded cronjobs.
sk: Vsebuje implementacije po meri za večzvezna cron opravila.

source: Cron status
sk: Stanje Cron

source: Migrated @count images to Apollo for node @nid.
sk: Migracija @count slik v Apollo za vozlišče @nid.

source: Get a status report about our cronjobs and queues.
sk: Pridobite poročilo o stanju opravil cron in čakalnih vrstah.

source: Execute cronjobs in given thread.
sk: Izvedba opravil cron v določeni zvezi.

source: Overview of the cronjobs and queues.
sk: Pregled opravil cron in čakalnih vrst.

source: Jobs
sk: Opravila

source: Thread
sk: Nit

source: Link
sk: Povezava

source: Module
sk: Modul

source: Migrated image url: @url to Apollo.
sk: Migracija spletnega naslova slike: @url za Apollo.

source: Queue
sk: Čakalna vrsta

source: Cron run completed.
sk: Potek cron dokončan.

source: Execution of @queue took @time.
sk: Izvedba @queue je trajala @time.

source: Execution of @module_previous_cron() took @time.
sk: Izvedba @module_previous_cron() je trajala @time.

source: Cron could not run because an invalid key was used.
sk: Ni bilo poteka cron, ker je bila uporabljena neveljavna tipka

source: Cron could not run because the site is in maintenance mode.
sk: Ni bilo poteka cron, ker je stran v načinu vzdrževanja.

source: Attempting to re-run cron while it is already running.
sk: Poskus ponovnega poteka cron, medtem ko že deluje.

source: My Awesome Module
sk: Moj neverjetni modul

source: Tradus demo
sk: Predstavitev Tradus

source: Tradus Demo viewer
sk: Ogledovalnik predstavitve Tradus

source: Demo viewer
sk: Ogledovalnik predstavitve

source: Demo {name}
sk: Predstavitev {name}

source: response
sk: odziv

source: Demo module block
sk: Predstavitveni blok modula

source: Demo viewer block
sk: Predstavitveni blok ogledovalnika

source: This modules contains the custom fields for tradus.
sk: Ta modul vsebuje polja po meri za tradus.

source: Currency config
sk: Konfiguracija valute

source: Could not store media in Apollo table: invalid node id.
sk: Ni bilo mogoče shraniti medijev v tabelo Apollo: neveljaven ID vozlišča.

source: The currency config form
sk: Obrazec za konfiguracijo valute

source: Currency config form
sk: Obrazec za konfiguracijo valute

source: UAE Dirham
sk: Dirham zdr. arabskih emiratov

source: Afghani
sk: Afgani

source: Armenian Dram
sk: Armenski dram

source: Netherlands Antillean Guilder
sk: Nizozemski antilski gulden

source: Kwanza
sk: Kvanza

source: Argentine Peso
sk: Argentinski peso

source: Australian Dollar
sk: Avstralski dolar

source: Aruban Florin
sk: Arubski florin

source: Azerbaijanian Manat
sk: Azerbajdžanski manat

source: Convertible Mark
sk: Konvertibilna marka

source: Barbados Dollar
sk: Barbadoški dolar

source: Bulgarian Lev
sk: Bolgarski lev

source: Bahraini Dinar
sk: Bahrajnski dinar

source: Burundi Franc
sk: Burundski frank

source: Bermudian Dollar
sk: Bermudski dolar

source: Brunei Dollar
sk: Brunejski dolar

source: Checking @count unpublished offers for publication.
sk: Preverjanje @count neobjavljenih ponudb za objavo.

source: Could not get media from Apollo table: invalid node id.
sk: Ni bilo mogoče pridobiti medijev iz tabele Apollo: neveljaven ID vozlišča.

source: Brazilian Real
sk: Brazilski real

source: Bahamian Dollar
sk: Bahamski dolar

source: Belarussian Ruble
sk: Beloruski rubelj

source: Belize Dollar
sk: Belizejski dolar

source: Canadian Dollar
sk: Kanadski dolar

source: Congolese Franc
sk: Kongoški frank

source: Could not update media in Apollo table: invalid node id.
sk: Ni bilo mogoče posodobiti medijev v tabeli Apollo: neveljaven ID vozlišča.

source: WIR Euro
sk: WIR evro

source: WIR Franc
sk: WIR frank

source: Chilean Peso
sk: Čilski peso

source: Yuan Renminbi
sk: Juan Renminbi

source: Colombian Peso
sk: Kolumbijski peso

source: Cost Rican Colon
sk: Kostariški kolon

source: Peso Convertible
sk: Konvertibilni peso

source: Could not update media item in Apollo table: invalid id.
sk: Ni bilo mogoče posodobiti elementa medija v tabeli Apollo: neveljaven ID.

source: Cuban Peso
sk: Kubanski peso

source: Czech Koruna
sk: Češka krona

source: Djibouti Franc
sk: Džibutski frank

source: Dominican Peso
sk: Dominikanski peso

source: Algerian Dinar
sk: Alžirski dinar

source: Estonian Kroon
sk: Estonska krona

source: Egyptian Pound
sk: Egiptovski funt

source: Ethiopian Birr
sk: Etiopski bir

source: Fiji Dollar
sk: Fidžijski dolar

source: Falkland Islands Pound
sk: Falklandski otoki funt

source: Guernsey Pound
sk: Guernseyski funt

source: Ghanaian Cedi
sk: Ganski cedi

source: Ghan Cedi
sk: Ganski cedi

source: Gibraltar Pound
sk: Gibraltarski funt

source: Guine Franc
sk: Gvinejski frank

source: Quetzal
sk: Kvecal

source: Guyan Dollar
sk: Gvajanski dolar

source: Hong Kong Dollar
sk: Hongkonški dolar

source: Croatian Kuna
sk: Hrvaška kuna

source: Rupiah
sk: Rupija

source: Importing images into Apollo table.
sk: Uvažanje slik v tabelo Apollo.

source: New Israeli Sheqel
sk: Novi izraelski šekel

source: Manx Pound
sk: Manx funt

source: Indian Rupee
sk: Indijska rupija

source: Iraqi Dinar
sk: Iraški dinar

source: Iranian Rial
sk: Iranski rial

source: Iceland Krona
sk: Islandska krona

source: Jersey Pound
sk: Jersey funt

source: Jamaican Dollar
sk: Jamajški dolar

source: Jordanian Dinar
sk: Jordanski dinar

source: Yen
sk: Jen

source: Migrating images for node @nid to Apollo
sk: Migracija slik za vozlišče @nid v Apollo

source: Kenyan Shilling
sk: Kenijski šiling

source: Comoro Franc
sk: Komorski frank

source: North Korean Won
sk: Severnokorejski von

source: Won
sk: Von

source: Kuwaiti Dinar
sk: Kuvajtski dinar

source: Cayman Islands Dollar
sk: Kajmanski otoki dolar

source: Lebanese Pound
sk: Libanonski funt

source: Sri Lank Rupee
sk: Šrilanška rupija

source: Liberian Dollar
sk: Liberijski dolar

source: Lithuanian Litas
sk: Litovski litas

source: Latvian Lats
sk: Latvijski lats

source: Libyan Dinar
sk: Libijski dinar

source: Moroccan Dirham
sk: Maroški dirham

source: Moldovan Leu
sk: Moldavski leu

source: Malagasy riary
sk: Malgaški ariari

source: Kyat
sk: Kjat

source: Pataca
sk: Pataka

source: Mauritius Rupee
sk: Mauricijska rupija

source: Rufiyaa
sk: Rufija

source: Kwacha
sk: Kvača

source: Mexican Peso
sk: Mehiški peso

source: Malaysian Ringgit
sk: Malezijski ringgit

source: Mozambique Metical
sk: Mozambiški metikal

source: Namibi Dollar
sk: Namibijski dolar

source: Cordob Oro
sk: Cordoba oro

source: Norwegian Krone
sk: Norveška krona

source: Nepalese Rupee
sk: Nepalska rupija

source: New Zealand Dollar
sk: Novozelandski dolar

source: Rial Omani
sk: Omanski rial

source: Contains the blocks for Tradus.
sk: Vsebuje bloke za Tradus.

source: Philippine Peso
sk: Filipinski peso

source: Pakistan Rupee
sk: Pakistanska rupija

source: Qatari Rial
sk: Katarski rial

source: Serbian Dinar
sk: Srbski dinar

source: tradus_blocks
sk: tradus_bloki

source: Rwand Franc
sk: Ruandski frank

source: Saudi Riyal
sk: Saudski rial

source: Solomon Islands Dollar
sk: Solomonovi otoki dolar

source: Seychelles Rupee
sk: Sejšelska rupija

source: Sudanese Pound
sk: Sudanski funt

source: Singapore Dollar
sk: Singapurski dolar
