Repository: altafsamnani/tradus-bundle
Catalog: Resources/translations_old/messages.*.xlf
Languages: pt, sk

source: @startBoldLow bed / low boy@endBold @startParagraphLow bed trailers are available in many different models. A low bed trailer does not have its own axle: a significant part of the mass rests on the towing vehicle, which can be a truck or van if the trailer is not that large. The trailer is coupled to the fifth wheel by means of a king pin. For general use of a trailer, a low bed is an adequate option. It’s important to realise that a low bed or low boy usually does not have a cover like a flatbed tarpaulin or a box has: if the transport needs to be protected from weather influences, it is advised to use a different kind of trailer. @endParagraph @startBoldCarrying heavy loads@endBold @startParagraphFor the transport of sand, gravel, and dirt or if the load should stay clean and dry, the low bed is not the recommended equipment. Low beds are commonly used to carry heavy loads, dozers, and construction machines. They are different from flatbed trailers by their bed height. Contrary to a standard flatbed, a low bed or low boy is two sections higher and has a lower middle area. @endParagraph @startBoldListings on Tradus@endBold @startParagraphTradus offers a wide range of used low bed / low boy trailers. Brands vary from Möslein to Goldhofer and from Ifor Williams to Humbaur. Other brands, such as Müller, Kock, Nooteboom, Fliegl, and Ozgul are also available. @endParagraph
sk: @startBoldNízkoložný príves/náves@endBold @startParagraphNízkoložné prívesy sú dostupné v rôznych modeloch. Nízkoložný príves nemá vlastnú nápravu: značná časť hmotnosti spočíva na ťažnom vozidle, čo môže byť nákladný automobil alebo dodávka, ak nie je príves veľký. Príves je pripojený k točnici pomocou zvislého čapu. Pre všeobecné použitie prívesu je vhodná možnosť použitia nízkej plošiny. Je dôležité uvedomiť si, že nízkoložný príves alebo náves zvyčajne nemá kryt ako plachtová alebo skriňová plošina: ak je doprava potrebná na ochranu pred poveternostnými vplyvmi, odporúča sa použiť iný typ prívesu. @endParagraph @startBoldPrevážanie ťažkých nákladov@endBold @startParagraphNa prepravu piesku, štrku, odpadu alebo ak by náklad mal ostať čistý a suchý, nízkoložný príves sa neodporúča. Nízkoložné prívesy sa bežne používajú na prepravu ťažkých nákladov, buldozérov a stavebných strojov. Od plošinových prívesov sa líšia výškou plošiny. Na rozdiel od štandardnej plošiny nízkoložný príves alebo náves má dve časti vyššie a má nižšiu strednú plochu. @endParagraph @startBoldInzeráty na Traduse@endBold @startParagraphTradus ponúka široký sortiment použitých nízkoložných prívesov / návesov. V ponuke sú rôzne značky od Möslein po Goldhofer a od Ifor Williams po Humbaur. Ostatné značky, ako je napríklad Müller, Kock, Nooteboom, Fliegl, Ozgul sú tiež k dispozícii. @endParagraph

source: %3Cspan%3Ecategory-47%3C%2Fspan%3E
sk: %3Crozpätie%3Ekategória-47%3C%2Frozpätie%3E

source: @startBoldNon professional trailers@endBold @startParagraphTrailers can serve many purposes and are not exclusively used in business. Special-design motor trailers or quad trailers, for instance. These are typically used in sports to transport motorised vehicles. The sides of these trailers can go up, but other sports trailers only have an open bed on which the motorised vehicle can be strapped down. @endParagraph @startBoldWith or without box@endBold @startParagraphSome of the non professional trailers are equipped with a removable box that can be tipped and emptied, while other boxes are set to the trailer. Non professional trailers can be equipped with a tarp or tarpaulin on the sides and front, which is pulled upwards during loading and unloading. @endParagraph @startBoldDifferent kinds of jobs@endBold @startParagraphGiven the variety of trailers in the non professional category, it can go many different ways. There are suitable trailers for different kinds of jobs: flatbed tarpaulin trailers, open flatbed trailers and many others. Non professional trailers can be put to use in different situations: for moving boxes and small furniture, for example. Non professional trailers are not commonly suitable for the transport of animals and livestock, or for refrigerated items. @endParagraph @startBoldListings on Tradus@endBold @startParagraphTaking in mind the wide variety of non professional trailers on Tradus, brands also vary. Humbaur, Brenderup, Sonstige, Kock, Ifor Williams, Meyer, Koch, Saris, and Böckmann are some of the brands that are listed often. Other brands of used non professional trailers are added weekly. @endParagraph
sk: @startBoldNeprofesionálne prívesy@endBold @startParagraphPrívesy môžu slúžiť na mnohé účely, pričom sa nevyužívajú výhradne pri podnikaní. Napríklad špeciálne motorové prívesy alebo návesy. Tieto sa bežne používajú v športe na prepravu motorových vozidiel. Strany týchto prívesov sa môžu vytiahnuť, ale iné športové prívesy majú len otvorenú plošinu, na ktorú môže byť motorové vozidlo pripevnené. @endParagraph @startBoldVrátane skrine alebo bez nej@endBold @startParagraphNiektoré neprofesionálne prívesy sú vybavené odnímateľnou skriňou, ktorá môže byť vyklopená a vyprázdnená, zatiaľ čo ostatné skrine sú namontované na príves. Neprofesionálne prívesy môžu byť vybavené plachtovinou alebo plachtou na bokoch a predných častiach, ktoré sa pri nakladaní a vykladaní vyťahujú nahor. @endParagraph @startBoldRôzne druhy pracovných úloh@endBold @startParagraphVzhľadom na množstvo prípojných vozidiel v kategórii pre neprofesionálov, vyrábajú sa rôzne prívesy. Existujú prívesy vhodné pre rôzne druhy práce: plošinové prívesy s plachtou, otvorené plošinové prívesy a mnoho ďalších. Neprofesionálne prívesy môžu byť použité v rôznych situáciách: napríklad na prepravu debien a malého nábytku. Neprofesionálne prívesy nie sú bežne vhodné na prepravu zvierat a hospodárskych zvierat alebo chladených predmetov. @endParagraph @startBoldInzeráty na Tradus@endBold @startParagraphBerúc do úvahy širokú škálu iných neprofesionálnych prívesov na Traduse, líšia sa aj značky. Humbaur, Brenderup, Sonstige, Kock, Ifor Williams, Meyer, Koch, Saris a Böckmann sú niektoré z bežných značiek. Ďalšie značky použitých neprofesionálnych prívesov pribúdajú v inzerátoch každý týždeň. @endParagraph

source: @startBoldSpecial agri trailers@endBold @startParagraphIn agricultural business and farming, trailers are used on a daily basis for several purposes. All sorts of agricultural trailers have been collected in this category. Open trailers are suited to stack hay and machines for example, while closed agri trailers are a better fit to transport dirt, bushes of grain, gravel, grass, tools, and other material. Besides open and closed trailers there are many more types of trailers available. Dump trailers, grain trailers, combine harvester trailers and pallet trailers are listed often on Tradus. @endParagraph @startBoldLong tongue and axle@endBold @startParagraphIn almost all cases, the trailers consist of a long tongue (the metal part between the center of the trailer front cross to the centre of the tow ball) and axle, two to four wheels and a bed or box on top. They vary in height and width depending on what job needs to be done. Some of the used trailers that are listed consist of a simple bed frame and equipped with wheels. These wheels have so-called slip boards that can be inserted or removed. Although agri trailers still do the same work as decades ago, the technology in these machines does change over time. Some used agricultural machines work with computer monitored systems, such as GPS locators and self-steer programs. @endParagraph @startBoldListings on Tradus@endBold @startParagraphThe number of agribusiness trailer for sale is large. Brands like Pronar, Metal-Fach, Autosan, and Krone are well represented on Tradus. But also used agri trailers by Pöttinger, Strautmann, Claas, Mi, Tim, Fliegl, Palmse, and Zabudowa are other manufacturers are listed. @endParagraph
sk: @startBoldŠpeciálne agro prívesy@endBold @startParagraphV poľnohospodárskom sektore a poľnohospodárstve sa prípojných vozidlá používajú denne na viaceré účely. V tejto kategórii boli zhromaždené všetky poľnohospodárske prívesy. Otvorené prívesy sú vhodné napríklad na stohovanie sena a strojov, zatiaľ čo uzatvorené poľnohospodárske prívesy sú vhodnejšie na dopravu odpadu, stoniek z obilia, štrku, trávy, náradia a iných materiálov. Okrem otvorených a uzatvorených prívesov je k dispozícii mnoho ďalších typov prívesov. Prívesy na prepravu odpadu, prívesy na prepravu obilia, prívesy pre kombajny a paletové prívesy sú inzerované na Traduse @endParagraph @startBoldDlhý jazyk spoja a náprava@endBold @startParagraphV takmer všetkých prípadoch sa prípojné vozidlá skladajú z dlhého jazýčka (kovová časť medzi stredom prednej časti prívesu a stredom vlečnej gule) a nápravy, dvoch až štyroch kolies, plošiny alebo skrine v hornej časti. Líšia sa výškou a šírkou v závislosti od toho, na akú prácu sú určené. Niektoré z jazdených inzerovaných prívesov pozostáva z jednoduchého rámu plošiny a kolies. Tieto kolesá majú takzvané sklzové dosky, ktoré sa dajú vložiť alebo vybrať. Aj keď poľnohospodárske prívesy stále slúžia na rovnakú prácu ako pred desiatimi rokmi, technológia v týchto strojoch sa v priebehu času zmenila. Niektoré používané poľnohospodárske stroje pracujú s počítačom monitorovanými systémami, ako sú napríklad GPS lokátory a samoriadiace programy. @endParagraph @startBoldInzeráty na Traduse@endBold @startParagraphPočet poľnohospodárskych prívesov na predaj je veľký. Značky Pronar, Metal-Fach, Autosan, a Krone sú dobre zastúpené na Traduse. Inzeráty obsahujú aj prívesy od výrobcov ako Pöttinger, Strautmann, Claas, Mi, Tim, Fliegl, Palmse, a Zabudowa. @endParagraph

source: @startBoldFarming@endBold @startParagraphFarm machines make large scale cultivation of food and other natural products possible. The most varied types of farm machines can be used for different tasks. The various machines used in farming can be found in all types and sizes on Tradus. These are used farm machines, offered for sale.@endParagraph @startBoldTractors@endBold @startParagraphTractors are excellent machines, often seen and used in agriculture, and able to pull other, heavy vehicles with which work is being carried out. Tillers, such as ploughs and harrows, are generally used in preparing the soil for seed. While using a cultivator allows for deeper penetration of the soil.@endParagraph @startBoldOther applications@endBold @startParagraphAnother application in farming is the hay equipment. This includes mowers, mower-conditioners, baling presses, and shakers. Shakers help freshly mowed grass dry out faster, so it can more quickly be converted into pressed grass bales. Besides tillers, hay and animal feeding equipment, Tradus also has a broad range of harvesters, seeding and planting machines, spreaders, and machines for livestock farming. Think, for example, of silage makers and feed mixers.@endParagraph @startBoldRange of Tradus@endBold @startParagraphSellers of second-hand farm machines offer practically every brand on Tradus. John Deere, Claas, New Holland, Massey Ferguson, and Kuhn are only some of the brands that are offered regularly in the various adverts. In addition, machines of the brands Kverneland, Fendt, Amazone, Case IH, Krone, and Deutz are also well-represented. @endParagraph
sk: @startBoldPoľnohospodárstvo@endBold @startParagraphPoľnohospodárske stroje umožňujú pestovanie potravinárskych plodín a iných prírodných produktov vo veľkom rozsahu. Najrôznejšie druhy poľnohospodárskych strojov môžu byť použité pre rôzne práce. Na Traduse môžete nájsť rôzne typy a veľkosti strojov, ktoré sa používajú v poľnohospodárstve. Sú to použité poľnohospodárske stroje, ktoré sú ponúkané na predaj. @endParagraph @startBoldTraktory@endBold @startParagraphTraktory sú stroje, ktoré sú väčšinou používané v poľnohospodárstve a sú schopné ťahať stroje využívané na vykonávanie prác vyžadujúcich veľkú silu. Stroje na obrábanie pôdy, ako sú pluhy a brány, sa všeobecne používajú pri príprave pôdy na siatie. Kultivátor je možné použiť na vykonávanie hlbších prác na pôde. @endParagraph @startBoldIné využitie@endBold @startParagraphĎalšou oblasťou využívania poľnohospodárskych strojov je práca so senom a rastlinami. Patria sem žacie stroje a upravovače žacích strojov, balíkovače a obracače. Obracače môžu byť použité na rýchlejšie vysušenie čerstvo pokosenej trávy a rýchlejšie spracovanie na stlačené balíky. Okrem strojov na obrábanie pôdy a zariadení na spracovanie sena a kŕmenie dobytka, Tradus ponúka aj širokú škálu kombajnov, sejacích strojov a výsadbových strojov, urovnávačov a strojov na chov hospodárskych zvierat. Napríklad aj frézy na siláž a miešacie kŕmne. @endParagraph @startBoldPonuka na Traduse@endBold @startParagraphPredajcovia použitých poľnohospodárskych strojov ponúkajú na Traduse takmer všetky značky. John Deere, Claas, New Holland, Massey Ferguson a Kuhn sú niektoré zo značiek, ktoré sa v inzerátoch pravidelne vyskytujú. Zastúpenie majú aj značky Kverneland, Fendt, Amazone, Case IH, Krone a Deutz. @endParagraph

source: @startBoldTractors@endBold @startParagraphTractors were designed to pull another vehicle at low speed but high power. Generally, an agricultural vehicle exerting force on the soil is attached behind a tractor; this could be for digging or churning the soil or preparing the land for seed. When harvest time arrives, the harvester can be used to remove full-grown crops from the land. In addition, they are used for distributing fertiliser and pesticides. @endParagraph @startBoldFuel in tractors @endBold @startParagraphTractors have been around for several centuries but remain an indispensable vehicle in agriculture. Usually they run on fuels such as diesel or bio-diesel; contrary to times gone by, petrol, LPG, and kerosene are rarely used today. Most tractors can pull weights of several thousand kilos, depending on the bhp in their engine and the number of axles. @endParagraph @startBoldPedals and cabin @endBold @startParagraphModern tractors have four to five pedals. From left to right they are the clutch, two brake pedals, the throttle, and optionally a fifth pedal for the differential lock. The cabin generally offers space for two, but often even three people. Tractors, on average, have a long lifespan and with proper maintenance remain functional for many years. @endParagraph @startBoldAdverts for tractors on Tradus @endBold @startParagraphTradus has a wide range of adverts for used tractors. John Deere is a very popular and much sold brand, but tractors by New Holland, Massey Ferguson, Fendt, and Claas are also offered for sale on a regular basis. In addition, we see a lot of adverts for brands such as Case IH, Deutz, Valtra, and Ford. @endParagraph
sk: @startBoldTraktory@endBold @startParagraphTraktory sú určené na ťahanie iného stroja pri nízkych rýchlostiach a s veľkou silou. Zvyčajne traktor ťahá poľnohospodársky stroj, ktorý vyvíja tlak na pôdu; môže to byť oranie alebo miešanie pôdy alebo príprava pôdy na siatie. Keď je čas zberu úrody, môžu byť použité na zber zrelých plodín z pôdy. Používajú sa tiež na rozmetávanie hnojív a pesticídov. @endParagraph @startBoldPalivá v traktoroch@endBold @startParagraphTraktory sú už niekoľko storočí starým vynálezom a stále predstavujú neodmyliteľný nástroj v poľnohospodárskom priemysle. Zvyčajne využívajú palivá, ako je nafta alebo bionafta; na rozdiel od minulosti sa benzín, LPG a petrolej už zriedka používajú. Väčšina traktorov môže v závislosti od výkonu motora a počtu náprav potiahnuť ťažké stroje s hmotnosťou niekoľko tisícok kilogramov. @endParagraph @startBoldPedále a kabína@endBold @startParagraphModerné traktory majú štyri až päť pedálov pre vodiča. Zľava doprava sú to spojka, dve brzdy, plynový pedál a možno aj piaty pedál pre uzávierku diferenciálu. Kabína má priestor pre najmenej dve, ale často aj tri osoby. Traktory majú dlhú priemernú životnosť a vydržia dlhé roky, ak sú správne udržiavané. @endParagraph @startBoldInzercia traktorov na Traduse@endBold @startParagraphTradus má veľmi široký sortiment jazdených traktorov. John Deere je populárna a veľmi kupovaná značka traktorov, ale aj traktory značiek New Holland, Massey Ferguson, Fendt a Claas sú pravidelne ponúkané na predaj. Veľa inzerátov je aj na značky Case IH, Deutz, Valtra a Ford. @endParagraph

source: @startBoldHarvesters@endBold @startParagraphWhen the time is right, the harvester is used to bring the crops in from the fields. Generally, the harvest is done in August and many different machines are available for this task. A combine harvester, for example, is an often-used machine: it can harvest cereals, rapeseed, and grass seed. Other examples of harvesters are pullers for potatoes, beets, and onions. The chipper, haulm topper, and root cutter are also harvesters. @endParagraph @startBoldFunctioning@endBold @startParagraphHarvesters function in different ways. For harvesting hemp, for example, a strong harvester is used, able to cut the hemp underneath whilst pushing it down from above. In the cabin, the harvested load immediately goes through a grinder to be expelled into a large tray for storage.@endParagraph @startParagraphWhen harvesting crops, the process is of course very different. Carrots, for example, are pulled out of the soil and brought, up using a special machine, which also removes their leaves. Then, the puller deposits the carrots into a wagon with containers that is standing by, which drives off with them. For various vegetables and crops, different applications and machines are required. @endParagraph @startBoldUsed harvesters on Tradus@endBold @startParagraphA large quantity of used harvesters being offered for sale can be found on Tradus. Regularly returning makes are Claas, John Deere, New Holland, Massey Ferguson, and Grimme. In addition, used harvesters by makes such as Case IH, Krone, Valmet, and Sipma can also often be found in the range. Second-hand harvesters are being offered for sale from Poland, Germany, the Ukraine, and Denmark. @endParagraph
sk: @startBoldKombajny@endBold @startParagraphKeď je sezóna, kombajny sa využívajú na zber úrody v poľnohospodárstve. Vo všeobecnosti sa zber vykonáva v auguste a môže vyžadovať veľa strojov. Napríklad žací kombajn je často používaný stroj: je možné ho použiť aj na zber obilnín, repky a semena trávy. Ďalšími príkladmi zberacích strojov sú zberače zemiakov, repy a cibule. Sekačka, orezávač vňate a krájač koreňov sú tiež zberacie stroje. @endParagraph @startBoldPrevádzka@endBold @startParagraphŽacie stroje pracujú rôznymi spôsobmi. Napríklad pri ťažbe konope sa používa veľký kombajn, ktorý oddeľuje konope v spodnej časti a súčasne ho posúva zhora nadol. Zozbieraný náklad sa ihneď rozomelie v kabíne a nasmeruje sa cez lievik do veľkého kontajnera na skladovanie. @startParagraphSamozrejme, zber plodín je úplne iná záležitosť. Napríklad mrkva sa vytiahne zo zeme so špeciálnym strojom a zodvihne sa, aby sa odstránili listy. Kombajn mrkvu potom umiestni do vozidla s kontajnerom, ktoré ju prepraví na miesto určenia. Na rôzne druhy zeleniny a plodín sa využívajú rôzne stroje. @endParagraph @startBoldJazdené kombajny na Traduse@endBold @startParagraphTradus má v ponuke na predaj veľké množstvo jazdených kombajnov. Najčastejšie značky sú Claas, John Deere, New Holland, Massey Ferguson a Grimme. V ponuke sú aj kombajny od výrobcov ako Case IH, Krone, Valmet a Sipma. Mnohé jazdené kombajny sú ponúkané na predaj z Poľska, Nemecka, Ukrajiny a Dánska. @endParagraph

source: @startBoldHay and livestock feeding equipment @endBold @startParagraphWhen the hay season begins, the grass or the remnants of crops, are mowed, dried in the open air, and then pressed into bales or cylinders under high pressure. For this process, different machines can be used: mowers, mower-conditioners, bale presses, rakes, and shakers. Each of these machines has its own function in the process. @endParagraph @startBoldFeed and subsoil @endBold @startParagraphHarvesting hay begins with mowing of any type of subsoil. After it has been shaken and dried, the hay can be gathered again, before it is pressed into ready-made shapes, and stored in an assigned space. After that they hay can serve as feed for livestock in different seasons, or as a soft base in animal enclosures. Hay usually contains a dry weight of around 80 percent. @endParagraph @startBoldVariants on Tradus@endBold @startParagraphHay and livestock feeding equipment is available on Tradus in a great variety. Owners of used hay and livestock feeding equipment offer machines from different countries, including Germany, Denmark, France, Austria, and Poland. Regularly recurring makes include Kuhn, Class, Krone, John Deere, and Pöttinger. In addition, machines of the makes Kosiarka, New Holland, Fella, and others are also offered regularly. @endParagraph
sk: @startBoldSeno a krmovinový materiál@endBold @startParagraphPočas sezóny sena sa kosia tráva alebo zvyšky plodín, sušia sa na voľnom priestranstve a stláčajú sa do balíkov alebo valcov. Tento proces môže zahŕňať rôzne stroje: žacie stroje a upravovače žacích strojov, balíkovače, hrable a obracače. Každý z týchto strojov sa v rámci procesu využíva na inú činnosť. @endParagraph @startBoldKrmivo a spodná pôda@endBold @startParagraphZber sena začína kosením na akomkoľvek druhu spodnej pôdy. Po zaschnutí a vysušení môže byť seno zbierané, vytlačené do hotových tvarov a skladované vo vymedzenom priestore. Seno môže potom slúžiť ako krmivo pre zvieratá v rôznych ročných obdobiach alebo ako mäkký povrch v priestoroch pre zvieratá. Seno všeobecne má obsah sušiny cca 80%. @endParagraph @startBoldVarianty na Traduse@endBold @startParagraphStroje na seno a krmovinový materiál sú cez Tradus k dispozícii v rôznych verziách. Vlastníci použitých strojov pre seno a krmoviny ich ponúkajú z rôznych krajín vrátane Nemecka, Dánska, Francúzska, Rakúska a Poľska. Medzi bežné značky patria Kuhn, Claas, Krone, John Deere a Pöttinger. Ďalej je v ponuke mnoho strojov od spoločnosti Kosiarka, New Holland, Fella a ďalších značiek. @endParagraph
