Repository: altafsamnani/tradus-bundle
Catalog: Resources/translations_old/messages.*.xlf
Languages: pt, sk

# text.olx_text
source: Tradus is part of the OLX group, a network of leading classifieds platforms in 45 markets, including brands like OLX, Avito, Letgo, Dubizzle, Storia, Stradia, among others. The OLX Group connects people to buy, sell or exchange used goods and services by making it fast and easy for anyone to post a listing through their mobile phone or on the web. Hundreds of millions of people around the world generate more than 1.9 billion monthly visits, 37 billion monthly page views and 54 million listings every month on the OLX Group's online marketplaces.
sk: Tradus je del skupine OLX, mreže vodilnih oglasnih platform na 45 trgih, med drugim blagovne znamke, kot so OLX, Avito, Letgo, Dubizzle, Storia, Stradia. Skupina OLX povezuje ljudi, da kupujejo, prodajajo ali zamenjajo rabljeno blago in storitve tako, da omogočijo hitro in preprosto objavo seznama prek svojega mobilnega telefona ali spleta. Na stotine milijonov ljudi po vsem svetu na spletnem trgu OLX Group vsak mesec ustvari več kot 1,9 milijarde mesečnih obiskov, 37 milijard mesečnih ogledov strani in 54 milijonov oglasov.

# text.otomotoprofi_coming_soon
source: Soon you will be able to register as a seller on Otomoto profi as well!
sk: Čoskoro sa budete môcť registrovať na Otomoto profi aj ako predajca!

# text.otomotoprofi_coming_soon_1
source: Meanwhile, we invite you to use the standard path for adding offers on Otomoto.
sk: Zatiaľ Vás pozývame použiť štandardnú cestu na pridávanie ponúk na Otomoto.

# text.otomotoprofi_coming_soon_2
source: You will be directed to Otomoto.pl in a moment
sk: Momentálne budete nasmerovaní na Otomoto.pl

# text.registration_success_message
source: You have successfully registered and logged in
sk: Úspešne ste sa registrovali a prihlásili

# text.see_all
source: See all
sk: Poglej vse

# text.sell_on_tradus
source: Sell it on Tradus
sk: PRODAJA IT NA TRADUS

# text.sell_on_wl
source: Sell on %wl%
pt: Vender na %wl%
sk: Predávajte na %wl%

# text.sort
source: Sort
sk: Razvrsti

# text.support
source: Support
sk: Podpora

# text.tradus_text
source: Tradus is a global marketplace for used commercial vehicles and pre-owned equipment. On Tradus you can compare used machines and vehicles from all over the world. We help you to find the right equipment for the job and for the right price. If you have equipment for sale, we help you find new buyers through our worldwide network. The global exposure of our platforms will accelerate your sales. Please contact us and we will help you to get your inventory published. We are looking forward to serve you! If you have any questions or suggestions, please tell us.
sk: Tradus je globalni trg za rabljena gospodarska vozila in opremo v lasti. Na Tradus lahko iščete stroje in vozila s celega sveta. Pomagamo vam najti pravo opremo za delo in za pravo ceno. Če imate opremo za prodajo, vam pomagamo najti nove kupce prek naše svetovne mreže. Celotna izpostavljenost naših platform bo pospešila prodajo. Prosimo, kontaktirajte nas in vam bomo pomagali, da bi objavili popis. Veselimo se, da vam bomo služili! Če imate kakršna koli vprašanja ali predloge, nam povejte.

# text.your_opinion_is_important
source: Your opinion is important
sk: Váš názor je dôležitý

source: This email already exists.
sk: Táto e-mailová adresa už existuje.

source: This user is inactive.
sk: Tento používateľ je neaktívny.

# tire_condition_mm
source: Tyre Condition
pt: Condição do Pneu mm
sk: stav pneumatík

# tire_condition_pct
source: Tyre Condition
pt: Condição dos pneus pct
sk: stav pneumatík

source: Tire Size
pt: Tamanho do Pneu
sk: Veľkosť pneumatiky

# top_offers.headline
source: Top offers
sk: Top ponuky

# tpro_new_10.shop-trailers
source: Shop trailers
sk: Prívesy s predajným stánkom

# tpro_new_100.narrow-aisle-truck
source: Narrow aisle truck
sk: Vozíky do úzkych uličiek

# tpro_new_101.tow-tractor
source: Tow tractor
sk: Vlečný traktor

# tpro_new_102.side-loaders
source: Side loaders
sk: Bočné nakladače

# tpro_new_103.4-way-reach-trucks
source: 4-way Reach Trucks
sk: 4-kolesové vysokozdvižné vozíky

# tpro_new_104.rough-terrain-forklift
source: Rough terrain forklift
sk: Terénny vysokozdvižný vozík

# tpro_new_105.forks
source: Forks
sk: Stohovacie vozíky

# tpro_new_106.clamps
source: Clamps
sk: Paletové vozíky

# tpro_new_107.masts
source: Masts
sk: Stožiarové vozíky

# tpro_new_108.rotators
source: Rotators
sk: Rotátory

# tpro_new_109.other-attachments
source: Other attachments
sk: Ostatné príslušenstvo

# tpro_new_11.chassis-trailers
source: Chassis trailers
sk: Prívesový podvozok

# tpro_new_110.loader-cranes
source: Loader cranes
sk: Nakladacie žeriavy

# tpro_new_111.refrigeration-units
source: Refrigeration units
sk: Chladiace jednotky

# tpro_new_112.processing-equipment-and-machine-tools
source: Processing equipment and Machine tools
sk: Zariadenia a nástroje na opracovanie

# tpro_new_113.woodworking-machinery
source: Woodworking machinery
sk: Drevoobrábacie stroje

# tpro_new_114.printing-machinery
source: Printing machinery
sk: Tlačiarenské stroje

# tpro_new_115.metal-processing-machinery
source: Metal processing machinery
sk: Stroje na obrábanie kovov

# tpro_new_116.food-and-beverage-processing-machinery
source: Food and Beverage processing machinery
sk: Stroje na spracovanie potravín a nápojov

# tpro_new_117.plastic-and-rubber-processing-machinery
source: Plastic and rubber processing machinery
sk: Stroje na spracovanie plastov a gumy

# tpro_new_118.paper-processing-machinery
source: Paper processing machinery
sk: Stroje na spracovanie papiera

# tpro_new_119.air-conditioning
source: Air conditioning
sk: Klimatizácia

# tpro_new_12.pick-up
source: Pick up
sk: Malá dodávka

# tpro_new_120.packaging-machinery
source: Packaging machinery
sk: Baliace stroje

# tpro_new_121.waste-management-and-recycling-machinery
source: Waste management and recycling machinery
sk: Stroje na spracovanie odpadu a recykláciu

# tpro_new_13.articulated-buses
source: Articulated buses
sk: Kĺbové autobusy

# tpro_new_14.city-bus
source: City bus
sk: Mestský autobus

# tpro_new_15.coach
source: Coach
sk: Autocar

# tpro_new_16.double-decker-bus
source: Double decker bus
sk: Poschodový autobus

# tpro_new_17.regional-transit-bus
source: Regional transit bus
sk: Regionálny tranzitný autobus

# tpro_new_18.other
source: Other
sk: Ostatné

# tpro_new_19.airport-equipment
source: Airport equipment
sk: Letiskové stroje

# tpro_new_2.shop-food-trucks
source: Shop / food trucks
sk: Nákladné autá s predajným stánkom / na potraviny

# tpro_new_20.waste-containers
source: Waste containers
sk: Kontajnery na odpad

# tpro_new_21.sand-spreaders
source: Sand spreaders
sk: Rozmetadlá piesku

# tpro_new_22.sweepers
source: Sweepers
sk: Zametacie stroje

# tpro_new_23.lawn-mowers
source: Lawn mowers
sk: Kosačky na trávu

# tpro_new_24.snow-ploughs
source: Snow Ploughs
sk: Snehové pluhy

# tpro_new_25.sand-and-salt-spreaders
source: Sand And Salt Spreaders
sk: Rozmetadlá piesku a soli

# tpro_new_26.snow-blowers
source: Snow Blowers
sk: Snehové frézy

# tpro_new_27.road-drags
source: Road Drags
sk: Cestné ťahadlá

# tpro_new_28.snow-grooming-equipment
source: Snow Grooming Equipment
sk: Zariadenie na úpravu snehu

# tpro_new_29.other-snow-equipment
source: Other snow equipment
sk: Ostatné zariadenie na sneh

# tpro_new_3.terminal-tractors
source: Terminal tractors
sk: Terminálové traktory

# tpro_new_30.beet-harvesters
source: Beet harvesters
sk: Kombajny na repu

# tpro_new_31.forage-harvester
source: Forage harvester
sk: Silážny kombajn

# tpro_new_32.reversible-ploughs
source: Reversible ploughs
sk: Obojstranné pluhy

# tpro_new_33.rotavators-and-power-harrows
source: Rotavators and Power Harrows
sk: Rotavátory a hnacie brány

# tpro_new_34.rollers
source: Rollers
sk: Valce

# tpro_new_35.stone-pickers
source: Stone pickers
sk: Zberače kameňov

# tpro_new_36.mulchers
source: Mulchers
sk: Mulčovače

# tpro_new_37.subsoilers-chisel-plows
source: Subsoilers, chisel plows
sk: Pluhy pre plytkú / hĺbkovú orbu

# tpro_new_38.mulch-cutivator
source: Mulch cutivator
sk: Mulčovací kultivátor

# tpro_new_39.precision-seed-drills
source: Precision seed drills
sk: Sejačky na presný výsev

# tpro_new_4.walking-floor-semi-trailers
source: Walking floor semi-trailers
sk: Návesy s plošinou

# tpro_new_40.seed-treaters
source: Seed treaters
sk: Stroje na semená

# tpro_new_41.mounted-sprayers
source: Mounted sprayers
sk: Namontovateľné postrekovače

# tpro_new_42.pumps-mixers
source: Pumps / Mixers
sk: Čerpadlá / Miešače

# tpro_new_43.milk-tanks
source: Milk tanks
sk: Nádrže na mlieko

# tpro_new_44.silo-unloader
source: Silo unloader
sk: Vykladač sila

# tpro_new_45.hillers-and-haulm-toppers
source: Hillers and Haulm toppers
sk: Orezávače vňate a Zahrňovače rastlinných zvyškov

# tpro_new_46.receiving-hoppers
source: Receiving hoppers
sk: Zásobníky pre príjem materiálu

# tpro_new_47.packing-equipment
source: Packing equipment
sk: Baliace zariadenie

# tpro_new_48.grain-aerators
source: Grain aerators
sk: Vertikulátory na zrno

# tpro_new_49.grain-cleaners
source: Grain cleaners
sk: Čističe obilia

# tpro_new_5.beverage-semi-trailers
source: Beverage semi-trailers
sk: Návesy s nápojovou nadstavbou

# tpro_new_50.grain-dryers
source: Grain dryers
sk: Sušičky obilia

# tpro_new_51.grain-throwers
source: Grain throwers
sk: Zberače obilia

# tpro_new_52.sorting-equipment
source: Sorting equipment
sk: Triediace zariadenie

# tpro_new_53.silos
source: Silos
sk: Silá

# tpro_new_54.tanks
source: Tanks
sk: Cisterny

# tpro_new_55.mills
source: Mills
sk: Drviče

# tpro_new_56.washing-equipment
source: Washing equipment
sk: Umývacie zariadenie

# tpro_new_57.others
source: Others
sk: Ostatné

# tpro_new_58.grape-harvesters
source: Grape Harvesters
sk: Zberače hrozna

# tpro_new_59.grape-sprayers
source: Grape Sprayers
sk: Postrekovače hrozna

# tpro_new_6.logging-semi-trailers
source: Logging semi-trailers
sk: Prívesy na prepravu dreva

# tpro_new_60.trimming-equipment
source: Trimming equipment
sk: Zariadenie na orezávanie

# tpro_new_61.soil-preparation-work
source: Soil Preparation Work
sk: Príprava a spracovanie pôdy

# tpro_new_62.other-wine-growing-equipment
source: Other wine growing equipment
sk: Ostatné zariadenie na pestovanie viniča

# tpro_new_63.sawmills
source: Sawmills
sk: Stoje na rezanie guľatiny

# tpro_new_64.skidders
source: Skidders
sk: Lesnícke traktory

# tpro_new_65.chainsaws
source: Chainsaws
sk: Reťazové píly

# tpro_new_66.harvester-heads
source: Harvester Heads
sk: Rotátory pre lesnícke kombajny

# tpro_new_67.grapples
source: Grapples
sk: Drapáky

# tpro_new_68.forestry-harvester
source: Forestry harvester
sk: Lesnícke kombajny

# tpro_new_69.forwarder
source: Forwarder
sk: Vývozná súprava

# tpro_new_7.logging-trailers
source: Logging trailers
sk: Návesy na prepravu dreva

# tpro_new_70.other-forestry-accesories
source: Other forestry accesories
sk: Ostatné lesnícke príslušenstvo

# tpro_new_71.agri-trailers
source: Agri Trailers
sk: Poľnohospodárske prívesy

# tpro_new_72.tipper-trailers
source: Tipper trailers
sk: Vyklápacie prívesy

# tpro_new_73.grain-trailers
source: Grain trailers
sk: Prívesy na prepravu obilia

# tpro_new_73.utility-trailers
source: Utility trailers
sk: Úžitkové prívesy

# tpro_new_74.tractor-trailers
source: Tractor trailers
sk: Traktorové prívesy

# tpro_new_75.bale-trailers
source: Bale trailers
sk: Prívesy na balíky

# tpro_new_76.other-trailers
source: Other trailers
sk: Ostatné prívesy

# tpro_new_77.grain-carts
source: Grain carts
sk: Vozíky na obilie

# tpro_new_78.combine-header-trailers
source: Combine header trailers
sk: Kombinované žacie prívesy

# tpro_new_79.telescopic-boom-excavators
source: Telescopic boom excavators
sk: Teleskopické výložníkové rýpadlá

# tpro_new_8.beverage-trailers
source: Beverage trailers
sk: Prívesy s nápojovou nadstavbou

# tpro_new_80.dragline-excavators
source: Dragline excavators
sk: Drapákové rýpadlá

# tpro_new_81.dredging-amphibious-excavators
source: Dredging / Amphibious Excavators
sk: Plávajúce / Obojživelné bagre

# tpro_new_82.mini-loaders
source: Mini loaders
sk: Mininakladače

# tpro_new_83.asphalt-heaters
source: Asphalt heaters
sk: Ohrievače asfaltu

# tpro_new_84.towed-rollers
source: Towed rollers
sk: Ťahané valce

# tpro_new_85.plate-compactors
source: Plate compactors
sk: Doskové zhutňovače

# tpro_new_86.jackhammers
source: Jackhammers
sk: Zbíjačky

# tpro_new_87.tampers
source: Tampers
sk: Manipulátory

# tpro_new_88.brushes
source: Brushes
sk: Kefy

# tpro_new_89.planers
source: Planers
sk: Hoblovačky

# tpro_new_9.boat-trailers
source: Boat trailers
sk: Prívesy na prepravu lode

# tpro_new_90.quick-connectors
source: Quick Connectors
sk: Automatické konektory

# tpro_new_91.blades
source: Blades
sk: Lopatky

# tpro_new_92.rotators
source: Rotators
sk: Rotátory

# tpro_new_93.drilling-rigs
source: Drilling rigs
sk: Vŕtacie súpravy

# tpro_new_94.horizontal-drilling-rigs
source: Horizontal drilling rigs
sk: Horizontálne vŕtacie súpravy

# tpro_new_95.drilling-equipment-accesories
source: Drilling equipment accesories
sk: Príslušenstvo vŕtacích zariadení

# tpro_new_96.other-drilling-machines
source: Other drilling machines
sk: Ostatné vŕtacie stroje

# tpro_new_97.pile-drivers
source: Pile drivers
sk: Stroje na stavbu pilierov

# tpro_new_98.reach-stacker
source: Reach stacker
sk: Vysokozdvižný stohovač

# tpro_new_99.container-handler
source: Container handler
sk: Kontajnerový manipulátor

source: Tractor Power Required
pt: Potência de tração necessária
sk: Požadovaná sila traktora

# tradus.ad_page.frequently_viewed
source: Frequently viewed by other customers
sk: Často prezerané ostatnými zákazníkmi

# tradus.button_text.start_selling_on_otomotoprofi
source: Start selling on Otomotoprofi
sk: Začať predávať na Otomotoprofi

# tradus.button_text.start_selling_on_tradus
source: Start selling on Tradus
sk: Začať predávať na Tradus

# tradus.confirm_account.assistance
source: Account assistance
sk: Podpora s kontom

# tradus.footer.tradus_app_link
source: Tradus App
sk: Aplikácia Tradus

# tradus.pdp.contact_the_seller
source: Contact the seller
sk: Kontaktovať predajcu

# tradus.pdp.lectura_specifications.adjustabable-steering-wheel
source: Adjustabable steering wheel
sk: Nastaviteľný volant

# tradus.pdp.lectura_specifications.air-suspension
source: Air suspension
sk: Vzduchové odpruženie

# tradus.pdp.lectura_specifications.cruise-control
source: Cruise control
sk: Tempomat

# tradus.pdp.lectura_specifications.disc-brakes
source: Disc Brakes
sk: Kotúčové brzdy

# tradus.pdp.lectura_specifications.electric-windows
source: Electric windows
sk: Elektrické okná

# tradus.pdp.lectura_specifications.heater
source: Heater
sk: Ohrievač

# tradus.pdp.lectura_specifications.leaf-air
source: Leaf-air
sk: Osviežovač vzduchu

# tradus.pdp.lectura_specifications.leaf-springs
source: Leaf springs
sk: Listové pružiny

# tradus.pdp.lectura_specifications.manual
source: Manual
sk: Manuál

# tradus.pdp.lectura_specifications.on-board-computer
source: On board computer
sk: Palubný počítač

# tradus.pdp.lectura_specifications.refrigerator
source: Refrigerator
sk: Chladnička

# tradus.pdp.lectura_specifications.sleeping-bunk
source: Sleeping bunk
sk: Lôžko na spanie

# tradus.slogan_v2
source: Heavy Machinery. Easily Found.
sk: Ťažké strojové zariadenia. Je ich možné ľahko nájsť.

# tradus_account.my_alerts
source: My alerts
sk: Moje upozornenia

# tradus_account.remove_alert
source: Remove alert
sk: Odstrániť upozornenie

# tradus_app.account_company
source: I represent a company
sk: Zastupujem spoločnosť

# tradus_app.account_private
source: I am a private person
sk: Som súkromná osoba

# tradus_app.account_reason_1
source: Contact sellers directly and close deals faster
sk: Kontaktujte predajcov priamo a rýchlejšie uzavrite obchody

# tradus_app.account_reason_2
source: Receive personalized notifications about new arrivals
sk: Získajte personalizované notifikácie o nových ponukách

# tradus_app.account_reason_3
source: Save all your information in one place (saved searches, viewed ads and more)
sk: Uložte všetky svoje informácie na jednom mieste (vyhľadávania, prezerané inzeráty a ďalšie)

# tradus_app.added
source: Added
sk: Pridaný

# tradus_app.apple_store
source: Go to Apple Store
sk: Otvorte obchod Apple Store

# tradus_app.bid
source: Bid
sk: Ponuka

# tradus_app.buy_anywhere
source: Buy equipment anywhere and anytime
sk: Kúpte si stroje kdekoľvek a kedykoľvek

# tradus_app.check_device_settings
source: Please check your device settings
sk: Skontrolujte nastavenia vo svojom zariadení

# tradus_app.create_account
source: Create a free account to
sk: Vytvorte bezplatný účet pre

# tradus_app.currencies
source: Currencies
sk: Meny

# tradus_app.device_settings
source: Device Settings
sk: Nastavenia zariadenia

# tradus_app.distance
source: Distance
sk: Vzdiallenosť

# tradus_app.download
source: Download the @sitename app for iOS and Android
sk: Stiahnite si aplikáciu @sitename pre iOs a Android

# tradus_app.download_the_apps
source: Download the @sitename app
sk: Stiahnuť aplikáciu @sitename

# tradus_app.duration
source: Duration
sk: Trvanie

# tradus_app.easily_share_offers
source: Easily share offers online or with other contacts
sk: Jednoducho zdieľajte ponuky online alebo s inými kontaktmi

# tradus_app.enable_gps
source: Please enable the GPS location.
sk: Zapnite polohu pomocou systému GPS.

# tradus_app.explore_the_app
source: Explore our mobile app and start trading on the go. Speed up your trading activities with having machinery offers just a few taps away. Be the first to see new equipment and download the @sitename app.
sk: Spoznajte našu mobilnú aplikáciu a začnite obchodovať na cestách. Urýchlite svoje obchodné aktivity tým, že stačí pár klikov a zobrazí sa vám ponuka strojov. Buďte prvý, kto uvidí nové stroje a stiahnite si aplikáciu @sitename.

# tradus_app.google_play
source: Go to Google Play
sk: Otvorte službu Google Play

# tradus_app.how_our_app_helps
source: How our app helps increase results
sk: Ako naša aplikácia pomáha zlepšiť výsledky

# tradus_app.know_what_is_available
source: Know what is available at any moment
sk: Zistite kedykoľvek, čo je dostupné

# tradus_app.languages
source: Languages
sk: Jazyky

# tradus_app.list
source: List
pt: Lista
sk: Zoznam

# tradus_app.location_directions
source: Your device location is required for showing the directions.
sk: Polohu vášho zariadenia potrebujeme na zobrazenie trasy

# tradus_app.loggedin
source: You have successfully logged in
sk: Úspešne ste sa prihlásili

# tradus_app.loggedout
source: Logged out
sk: Odhlásený

# tradus_app.map
source: Map
sk: Mapa

# tradus_app.new_version_available
source: A new version of @site is available
sk: Je dostupná nová verzia @site

# tradus_app.no_internet_connection
source: No internet connection
sk: Žiadne internetové pripojenie

# tradus_app.option_different_languages.app_info
source: App Info
sk: Informácie o aplikácií

# tradus_app.option_different_languages.push_notifications
source: Push Notifications
sk: Push notifikácie

# tradus_app.option_different_languages.save
source: Save
sk: Uložiť

# tradus_app.option_different_languages.settings
source: Settings
sk: Nastavenia

# tradus_app.option_different_languages.tap_to_read_terms_of_use
source: Tap to read terms of use
sk: Kliknite tu a prečítajte si podmienky používania

# tradus_app.password_requires_6_characters
source: Password requires at least 6 characters
sk: Heslo musí mať aspoň 6 znakov

# tradus_app.remove
source: Remove
sk: Odstrániť

# tradus_app.respond_to_sellers_quicker
source: Respond to sellers quicker
sk: Odpovedzte predajcom rýchlejšie

# tradus_app.satellite
source: Satellite
sk: Satelitné

# tradus_app.seller
source: Seller
sk: Predajca

# tradus_app.show_original
source: Show original
sk: Ukázať originál

# tradus_app.trade_on_the_move
source: Trade on the move
sk: Obchod v pohybe

# tradus_app.translate
source: Translate
sk: Preložiť

# tradus_app.translating
source: Translating
sk: Prekladanie

# tradus_app.try_again
source: Try again
sk: Skúste znova

# tradus_app.update
source: Update
sk: Aktualizovať

# tradus_app.update_available
source: Update available
sk: Aktualizácia k dispozícii

# tradus_app.user_already_exists
source: User account already exists, please login.
sk: Používateľský účet už existuje, prihláste sa.

# tradus_app.view
source: View
sk: Zobraziť

# tradus_pro.emails.body
source: Your current package %Package_name% expires in 3 days. Please complete the payment via bank transfer or PayPal, in order to extend your package. Find your details below.
sk: Váš aktuálny balík %Package_name% vyprší o 3 dni. Dokončite platbu bankovým prevodom alebo cez PayPal, aby ste rozšírili svoj balík. Dole sú uvedené vaše detaily.

# tradus_pro.emails.subject_line
source: Your %Package_name% package expires in 3 days [Action Required]
sk: Váš balík %Package_name% vyprší o 3 dni [Required Action]

# tradus_pro.packages_page.buyer_concierge
source: Buyer's concierge
sk: Asistent kupujúceho

# tradus_pro.packages_page.enhanced_exposure
source: Enhanced exposure from re-directed traffic from affiliated sites
sk: Vylepšené vystavenie z presmerovanej návštevnosti z pridružených stránok

# tradus_pro.packages_page.key_account_management
source: Key account management
sk: Key Account manažment

# tradus_pro.packages_page.maximum_x_ads
source: Maximum %X% ads
sk: Maximálne %X% reklám

# tradus_pro.packages_page.minimum_of_x_ads
source: Minimum of %X% ads
sk: Minimálne %X% reklám

# tradus_pro.packages_page.priority_buyer_concierge
source: Priority on Buyer's concierge
sk: Priorita v Asistentovi kupujúceho

# tradus_pro.packages_page.regular_exposure
source: Regular exposure
sk: Bežné vystavenie

# tradus_pro.packages_page.self_serve
source: Self serve
sk: Samoobslužný

# tradus_pro.packages_page.starting_from
source: Starting from
sk: Začiatok od

source: Transmission Make
pt: Marca da Transmissão
sk: Prevodovka Urobiť

# transport.new_page_title&#9;
source: Global marketplace for commercial, oversized vehicles, heavy duty transport for sale
sk: Globálny trh pre komerčné, nadrozmerné vozidlá, vysokovýkonná doprava na predaj

# transport.title_location
source: Global marketplace for commercial, oversized vehicles, heavy duty transport for sale in @location
sk: Globálny trh pre komerčné, nadrozmerných vozidiel, ťažká doprava na predaj @location

# transport.title_location_paginated
source: Global marketplace for commercial, oversized vehicles, heavy duty transport for sale in @location - Page @page
sk: Globálny trh pre komerčné, nadrozmerných vozidiel, ťažká doprava na predaj @location - Strana @page

# transport.title_paginated
source: Global marketplace for commercial, oversized vehicles, heavy duty transport for sale - Page @page
sk: Globálny trh pre komerčné, nadrozmerné vozidlá, vysokovýkonná doprava na predaj - Strana @page

source: Undefined
sk: Neurčené

source: Units In Stock
pt: Unidades em Armazém
sk: Kusov na sklade

# unloading_way.2_way
source: 2 Way
pt: 2 Vias
sk: 2 spôsoby

# unloading_way.3_way
source: 3 Way
pt: 3 Vias
sk: 3 spôsoby

# unloading_way.rear
source: Rear
pt: Traseira
sk: Zadný

# user.lead_form_note
source: We've pre-filled an automated message below, but we recommend customizing your message for a better response from the seller. Sellers are more likely to respond to personalized messages.
sk: Predvyplnili sme automatizovanú odpoveď, ale pre lepšiu reakciu od predajcu Vám odporúčame prispôsobiť Vašu správu. Predajcovia s vyššou pravdepodobnosťou odpovedia na personalizovanú správu.

# user.please_login
source: Please Login
pt: Inicie sessão
sk: Prosimo, Prijava
