Repository: altafsamnani/tradus-bundle
Catalog: Resources/translations_old/messages.*.xlf
Languages: pt, sk

# helpdesk.message_how_to_start_selling
source: HOW TO START SELLING? Have your inventory found by buyers from all over the world and accelerate your sales. Start selling now! Create an account and start uploading your offers. Simply complete this contact form and follow the steps. https://pro.tradus.com/frontend/signup You will get access to our portal for sellers, by which you enjoy the following benefits: Gain quality leads Every time you add new offers, we send emails to buyers who have shown interest in similar equipment. Find buyers in new markets Leverage on the existing OLX network with many millions of active buyers in Eastern Europe, Russia, Asia, Middle East, Africa and Latin America. Leverage on the biggest online network Tradus is part of OLX Group. With over 300 million monthly users and 54 million offers, OLX Group is the biggest marketplace in the world. Millions of sellers in over 40 markets trust us to help sell their products online.
sk: AKO ZAČAŤ S PREDAJOM? Umožnite zákazníkom z celého sveta vyhľadať váš tovar a rozbehnúť predaj. Začnite predávať teraz! Vytvorte si účet a začnite nahrávať svoje ponuky. Jednoducho vyplňte tento kontaktný formulár a postupujte podľa jednotlivých krokov. https://pro.tradus.com/frontend/signup Dostanete prístup do nášho portálu pre predajcov a tým aj nasledujúce benefity: Kvalitné vedenie Po pridaní vašich nových ponúk zašleme e-maily kupujúcim, ktorí prejavili záujem o podobné zariadenia. Vyhľadanie kupujúcich na nových trhoch Využite existujúcu sieť OLX s miliónmi aktívnych kupujúcich vo Východnej Európe, Rusku, Ázii, na Strednom východe, v Afrike a Latinskej Amerike. Využitie najväčšej online siete Tradus je súčasťou OLX Group, ktorá je najväčším trhovým miestom na svete s mesačne viac ako 300 miliónmi používateľov a 54 miliónmi ponúk. Dôverujú nám milióny predajcov na viac ako 40 trhoch, pretože im pomáhame predávať ich produkty online.

# helpdesk.message_i_want_to_receive_similar_offers
source: I WANT TO RECEIVE ALERTS FOR NEW OFFERS Discover newly added offers by applying for our similar offer alert feature. This feature helps you to stay up to date about new offers on Tradus. Creating alerts is easy and based on what you are viewing on Tradus whenever you request the alert. Simply apply for alerts on an offer page or on search pages where the feature is available. You can apply for as many alerts as you like. Setting up an account is required for using the alert feature. In this way we are able to only show you offers you haven't seen yet. Once you apply, you will start receiving email alerts on a daily basis. Stopping the alerts can be done at the bottom in each alert email.
sk: CHCEM DOSTÁVAŤ UPOZORNENIA O NOVÝCH PONUKÁCH Novo pridanú ponuku objavíte tak, že požiadate o našu funkciu upozornenia na podobnú ponuku. Táto funkcia vám pomôže byť aktuálne informovaný o nových ponukách na stránkach Tradus. Vytváranie upozornení je jednoduché. Tradus vychádza z toho, čo si prezeráte v čase, keď požiadate o upozornenie. O upozornenia stačí požiadať na ponukových alebo vyhľadávacích stránkach, kde je táto funkcia k dispozícii. Môžete požiadať o toľko upozornení, koľko si želáte. Na používanie funkcie upozornení je potrebné nastaviť si účet. Týmto spôsobom vám môžeme zobrazovať iba také ponuky, ktoré ste ešte nevideli. Po podaní žiadosti budete e-mailové upozornenia dostávať denne. O ukončenie zasielania upozornení môžete požiadať tak, ako je uvedené v spodnej časti každého e-mailového upozornenia.

# helpdesk.message_trust_and_safety_tips
source: TRUST & SAFETY TIPS It is pertinent to note that the website is merely an online service allowing users to post free and paid classified advertisements. The transaction between a seller and the purchaser is completely independent of Tradus’ involvement and Tradus has no role in facilitating the transaction in relation to any offers published on the website. Tradus merely provides the infrastructure which is used by third party users for posting classified advertisements and does not initiate or select the receiver of information transmitted by users using its network, nor does it select or modify information contained in such transmissions. Tradus is not a party and does not derive any gain from transaction between parties advertisements for which have been posted on Tradus. Your safety is just as important to us as it is to you. That's why we are continuously on the look out for fraudulent offers. Nevertheless, it remains hard to detect fraudulent buying or selling intentions. That's why we've put together a few tips for you to keep in mind when trading on Tradus: TIPS TO DETECT FRAUDULENT ADS: - Pricing suspiciously low, below the market price. The deal seems too good to be true! - The seller is putting pressure on you to pay before seeing the machine or vehicle. - The seller does not allow to check the machine in person. Shipping the machine is the only option offered. - The communication cannot be done by phone or in person. - The seller only has a few pictures of the equipment and he does not ""want"" to share more pictures. GENERAL TIPS FOR BUYERS - Try to check the machine before you proceed to transfer the money. - If the seller is putting pressure on you to pay before seeing the offer, better walk away. - Don't fall for the promise of delivery, it's better if you can arrange and coordinate the shipment yourself. - Meet the seller in person in a public place you are comfortable with. - The serial number must match in both, equipment and sales contract. - Do not share bank details, personal or official documents with strangers. GENERAL TIPS FOR SELLERS Sometimes scammers try to get confidential information with Phishing technics by email, phone or sms (among other channels). So they can send fake communications posing as a legitime institution. Please, follow these recommendations: - You should only login to your Tradus account on www.tradus.com. - Do not share bank details, confidential information or documents with strangers. - Be careful with sms texts when the country code of the phone number and the language do no match and when URL's are included in the message. - If you have any doubt about potential fake communication on behalf of Tradus, please send us an email to support@tradus.com. Other points of attention for sellers: - Be careful with unrealistic proposals that sound too good to be true. - Validate the veracity of checks received from sellers before you proceed with further actions (shipment, transfer money back...). - Never accept a proof of payment sms or email - these are very easy to fake. Make sure you call your bank to check that the funds have cleared.
sk: TIPY O DÔVERE A BEZPEČNOSŤI Je treba poznamenať, že webová stránka je iba online služba, ktorá umožňuje používateľom uverejňovať bezplatné a platené kategorizované inzeráty. Transakcia medzi predávajúcim a kupujúcim je úplne nezávislá od spoločnosti Tradus. Tradus nemá žiadnu úlohu pri uľahčovaní transakcie v súvislosti s akoukoľvek ponukou uverejnenou na internetovej stránke. Tradus poskytuje iba infraštruktúru, ktorú používajú používatelia tretích strán na uverejňovanie kategorizovaných inzerátov a neiniciuje alebo nevyberá príjemcu informácií prenášaných používateľmi, ktorí používajú jeho sieť, ani nevyberá ani neupravuje informácie obsiahnuté v takýchto prenosoch. Tradus nie je zmluvnou stranou a nemá žiadny zisk z transakcie medzi stranami, pre ktoré boli inzeráty zverejnené na stránkach Tradus. Vaša bezpečnosť je pre nás rovnako dôležitá ako pre vás a preto neustále vyhľadávame podvodné ponuky. Aj napriek tomu je podvodné nákupné alebo predajné zámery ťažké odhaliť. Vytvorili sme preto niekoľko tipov, ktoré by ste mali mať na pamäti pri obchodovaní na stránkach Tradus: TIPY NA ZISŤOVANIE PODVODNÝCH INZERÁTOV: - Podozrivo nízke ceny, nižšie ako trhová cena. Obchod sa zdá byť príliš dobrý na to, aby bol reálny! - Predávajúci vyvíja na vás tlak, aby ste zaplatili skôr než stroj alebo vozidlo uvidíte. - Predávajúci vám neumožní osobne skontrolovať stroj a jedinou ponúkanou možnosťou je zaslanie stoja. - Komunikáciu nemožno vykonať telefonicky alebo osobne. - Predávajúci má iba niekoľko obrázkov zariadenia a viac obrázkov nechce zdieľať. VŠEOBECNÉ TIPY PRE KUPUJÚCICH - Skúste skontrolovať stroj skôr, ako prevediete peniaze. - Ak predávajúci na vás vyvíja tlak, aby ste zaplatili skôr než ste videli ponuku, je lepšie odstúpiť. - Nespoliehajte sa na prísľub doručenia, je lepšie, ak si môžete dodávku sami dohodnúť a koordinovať. - Stretnite sa s predajcom osobne na verejnom mieste, ktoré vám vyhovuje. - Sériové číslo uvedené na zariadení a v zmluve o predaji sa musí zhodovať. - Nezdieľajte bankové detaily, osobné alebo oficiálne dokumenty s cudzími ľuďmi. VŠEOBECNÉ TIPY PRE PREDAJCOV Podvodníci sa niekedy pokúšajú získať dôverné informácie prostredníctvom e-mailu, telefónu alebo sms (okrem iných kanálov) pomocou technológie phishing. Môžu tak posielať falošnú komunikáciu predstavujúcu legitímnu inštitúciu. Dodržujte tieto odporúčania: - K vášmu Tradus účtu by ste sa mali prihlásiť iba na adrese www.tradus.com. - Nezdieľajte bankové údaje, dôverné informácie ani dokumenty s cudzími ľuďmi. - Buďte opatrní pri sms textoch, keď sa kód krajiny telefónneho čísla a jazyk nezhodujú, a tiež, ak správa obsahuje URL adresy. - Ak máte akékoľvek pochybnosti o možnej falošnej komunikácii v mene spoločnosti Tradus, pošlite nám e-mail na adresu support@tradus.com. Ďalšie body do pozornosti pre predajcov: - Buďte opatrní pri nerealistických návrhoch, ktoré sa zdajú byť príliš dobré na to, aby boli reálne. - Overte pravdivosť prijatých šekov od predajcov skôr, než budete pokračovať v ďalších krokoch (zásielka, vrátenie peňazí ...). - Nikdy neakceptujte ako doklad o platbe iba sms správu alebo e-mail, dajú sa veľmi ľahko sfalšovať. Zavolajte priamo do banky, aby ste sa uistili, či boli prostriedky prevedené.

# helpdesk.safety_tips
source: Safety tips
sk: Tipy o dôvere a bezpečnosťI

source: here
sk: sem

# home.filters.validation_year
source: The Construction Year must be between 1900 and
sk: Rok výstavby musí byť v období od 1900 do

# home.langselector.languages
source: Languages
sk: Jazyky

# home.popular_sellers.slider
source: Check our sellers
sk: Pozrite sa na naše predajcu

# home.title
source: Global Marketplace for all used Transport, Construction, Farming & Heavy Equipment & Machinery
sk: Globálny trh pre všetky použité prepravné, stavebné, poľnohospodárske a ťažné zariadenia a stroje

# home.tradus_app
source: Über uns
sk: O nás

# homepage.campaign_text.tradus_epic_challenges.keno
source: Ready, steady, go! Kill the piñata!
sk: Pripraviť sa, pozor, štart! Zabite piñatu!

# homepage.offer_label.last_viewed
source: Last viewed
sk: Naposledy zobrazené

source: home page
sk: domovská stránka

source: in
sk: v

source: Inbox
sk: Doručená pošta

# inbox.button_go_to_inbox
source: Go to inbox
sk: Prejsť do doručenej pošty

# inbox.button_messages
source: Messages
sk: Správy

# inbox.button_reply
source: Reply
sk: Odpovedať

# inbox.button_search
source: Search
sk: Vyhľadať

# inbox.error_message_message_not_existing
source: The message does not exists.
sk: Správa neexistuje.

# inbox.error_message_no_messages
source: No messages at the moment.
sk: Momentálne nie sú žiadne správy.

# inbox.error_message_processing_error
source: There were some errors while processing the request, try again later.
sk: Pri spracovaní tejto žiadosti došlo k nejakým chybám. Skúste to znovu neskôr.

# inbox.error_message_user_not_found
source: User not found.
sk: Používateľ nebol nájdený.

source: In another way
sk: Iným spôsobom

# label.buyer_registration
source: Create an account
sk: Vytvoriť účet

# label.cancel
source: Cancel
sk: Preklic

# label.city
source: City
sk: Kraj

# label.close
source: Close
sk: Zapri

# label.compare
source: Compare
sk: Porovnať

# label.continue
source: Continue
sk: Naprej

# label.country
source: Country
sk: Država

# label.delete
source: Delete
sk: Brisanje

# label.display_galleryview
source: Gallery View
sk: Zobraziť galériu

# label.display_gridview
source: Grid View
sk: Dlaždicové zobrazenie

# label.display_listview
source: List View
sk: Zobraziť zoznam

# label.hello
source: Hello
sk: zdravo

# label.hours
source: hours
sk: hodiny

# label.just_now
source: just now
sk: práve teraz

# label.last_name
source: Last Name
sk: Priezvisko

# label.location
source: Location
sk: Lokacija

# label.Material_handling&#9;
source: Material handling
sk: Manipulácia s materiálom

# label.menu_favorites
source: Favorites
sk: Priljubljeni

# label.message
source: Message
sk: Sporočilo

# label.message__show-less
source: Show less
sk: Pokaži manj

# label.message__show-more
source: Show more
sk: Pokaži več

# label.next
source: Next
sk: Ďalší

# label.or
source: or
sk: ali

# label.other
source: Other
sk: Drugo

# label.recently_viewed_ads
source: Recently viewed ads
sk: Nedávno zobrazené inzeráty

# label.select_language
source: Select language
sk: Izberi jezik

# label.seller_login
source: If you want to login as a seller
sk: Ak chcete prihlásiť ako predajca

# label.seller_registration
source: If you want to register as a seller
sk: Ak chcete registrovať ako predajca

# label.send
source: Send
sk: Pošlji

# label.submit
source: Submit
sk: Odovzdať

# label.type
source: Type
sk: Tip

# label.watch_youtube_video
source: Watch all TRADUS Epic Challenges!
sk: Sledujte všetky výzvy TRADUS Epic!

source: Last Year
sk: Minulý rok

# latest_addition.featured_offers
source: Featured offers in @category
sk: Odporúčané ponuky v @category

# latest_addition.latest_in
source: Latest in @category
sk: Najnovejše v @category

# lectura.price_valuation
source: Price Valuation
sk: Stanovenie ceny

# lectura.price_valuation.hours
source: Hours
sk: Hodiny

# lectura.price_valuation.other_ads
source: Other ads
sk: Iné reklamy

# lectura.price_valuation.reasonable_price
source: Reasonable Price
sk: Rozumná cena

# lectura.price_valuation.this_ad
source: This ad
sk: Táto reklama

# lecturaspecs.(s)tationary_(m)obil
source: (S)tationary (M)obil
sk: (S)tactionárny (M)obil

# lecturaspecs.add._ballast
source: Add. ballast
sk: Dodatočná záťaž

# lecturaspecs.additional_power_set
source: Additional power set
sk: Ďalšia napájacia súprava

# lecturaspecs.aggregate_manufacturer
source: Aggregate manufacturer
sk: Výrobca agregátu

# lecturaspecs.aggregate_type
source: Aggregate type
sk: Typ agregátu

# lecturaspecs.air-conditioning
source: Air conditioning
sk: Klimatizácia

# lecturaspecs.air_consumption
source: Air consumption
sk: Spotreba vzduchu

# lecturaspecs.air_demand
source: Air demand
sk: Odber vzduchu

# lecturaspecs.aisle_width
source: Aisle Width
sk: Šírka uličky

# lecturaspecs.alternative_name
source: Alternative Name
sk: Alternatívny názov

# lecturaspecs.amplitude
source: Amplitude
sk: Amplitúda

# lecturaspecs.attachment
source: Attachment
sk: Príslušenstvo

# lecturaspecs.at_max._reach
source: at max. reach
sk: pri maximálnom dosahu

# lecturaspecs.at_reach
source: at reach
sk: pri dosahu

# lecturaspecs.at_speed
source: at speed
sk: pri rýchlosti

# lecturaspecs.at_vertical_load
source: at Vertical Load
sk: pri zvislej záťaži

# lecturaspecs.axles
source: Axles
sk: Nápravy

# lecturaspecs.axle_formula
source: Axle formula
sk: Vzorec nápravy

# lecturaspecs.axle_load
source: axle load
sk: zaťaženie nápravy

# lecturaspecs.back_tyres
source: Back tyres
sk: Zadné pneumatiky

# lecturaspecs.bale-ø__from-to
source: Bale-Ø from-to
sk: Priemer balu od-do

# lecturaspecs.bale_height
source: Bale height
sk: Výška balíka

# lecturaspecs.bale_length_from-to
source: Bale length from-to
sk: Dĺžka vreca od-do

# lecturaspecs.bale_width_from-to
source: Bale width from-to
sk: Šírka vreca od-do

# lecturaspecs.ballast_weight
source: Ballast weight
sk: Váha záťaže

# lecturaspecs.barrel_volume
source: Barrel volume
sk: Objem suda

# lecturaspecs.basket_depth
source: Basket depth
sk: Hĺbka košíka

# lecturaspecs.battery_capacity
source: Battery capacity
sk: Kapacita batérie

# lecturaspecs.battery_weight
source: Battery weight
sk: Váha batérie

# lecturaspecs.blades_per_drum
source: Blades per drum
sk: Počet čepelí na valci

# lecturaspecs.blade_angle
source: Blade angle
sk: Uhol čepele

# lecturaspecs.blade_type
source: Blade type
sk: Typ čepele

# lecturaspecs.body_spacing
source: Body spacing
sk: Rozstup telesa

# lecturaspecs.boom
source: Boom
sk: Zdvih

# lecturaspecs.boom_folding
source: boom folding
sk: sklopenie výložníka

# lecturaspecs.boom_lifting_torque
source: Boom Lifting Torque
sk: Krútiaci moment ramena

# lecturaspecs.boom_width
source: Boom width
sk: Šírka trámu

# lecturaspecs.bore
source: Bore
sk: Priemer otvoru valca

# lecturaspecs.brace_support
source: Brace support
sk: Podpora výstuže

# lecturaspecs.brace_support_length
source: Brace support length
sk: Dĺžka podpornej podpery

# lecturaspecs.brace_support_width
source: Brace support width
sk: Šírka podpornej podpery

# lecturaspecs.brakes
source: Brakes
sk: Brzdy

# lecturaspecs.breakaway_device
source: Breakaway device
sk: Ochranné odtrhávacie zariadenie

# lecturaspecs.breakout_force
source: Breakout force
sk: Odtrhová sila

# lecturaspecs.bridge_length
source: Bridge length
sk: Dĺžka mosta

# lecturaspecs.bridge_width
source: Bridge width
sk: Šírka mosta

# lecturaspecs.broom
source: Broom
sk: Metla

# lecturaspecs.bucket_capacity
source: Bucket Capacity
sk: Kapacita nádoby

# lecturaspecs.bucket_width
source: Bucket width
sk: Šírka naberáka

# lecturaspecs.bunker_capacity
source: Bunker capacity
sk: Kapacita bunkra

# lecturaspecs.cabin_suspension
source: Cabin suspension - air
sk: Zavesenie kabíny - vzduch

# lecturaspecs.capacity_at_full_forward_reach
source: Capacity at full forward reach
sk: Kapacita pri plnom prednom dosahu

# lecturaspecs.capacity_at_full_lift_hight
source: Capacity at full lift hight
sk: Maximálna zdvihová kapacita

# lecturaspecs.capacity_up_to_approx.
source: Capacity up to approx.
sk: Kapacita približne do

# lecturaspecs.carr._capacity_at_distance
source: Carr. capacity at distance
sk: Prípustná nosnosť na vzdialenosť

# lecturaspecs.carriage
source: Carriage
sk: Vozík

# lecturaspecs.carrying_capacity
source: Carrying capacity
sk: Prípustná nosnosť

# lecturaspecs.carrying_device
source: Carrying device
sk: Prenosné zariadenie

# lecturaspecs.central-lock
source: Central lock
sk: Centrálne zamykanie

# lecturaspecs.centre_of_gravity
source: Centre of gravity
sk: Ťažisko

# lecturaspecs.centrifugal_force
source: Centrifugal force
sk: Odstredivá sila

# lecturaspecs.chassis-side-skirts
source: Chassis side skirts
sk: Okraje podvozku

# lecturaspecs.clamping_tongs
source: Clamping tongs
sk: Upínacie kliešte

# lecturaspecs.clamp_length
source: Clamp length
sk: Dĺžka svorky

# lecturaspecs.clamp_width
source: Clamp width
sk: Šírka svorky

# lecturaspecs.clearance_height
source: Clearance height
sk: Svetlá výška

# lecturaspecs.clearing_width
source: Clearing width
sk: Šírka mazania

# lecturaspecs.clearing_width,_straight
source: Clearing width, straight
sk: Šírka mazania, priamosť

# lecturaspecs.clearing_width_at_30°
source: Clearing width at 30°
sk: Šírka mazania pri 30°

# lecturaspecs.closing_force
source: Closing force
sk: Zapínacia sila

# lecturaspecs.compressor_power
source: Compressor power
sk: Výkon kompresora

# lecturaspecs.conditioner
source: Conditioner
sk: Kondicionér

# lecturaspecs.connection_load
source: Connection load
sk: Zaťaženie spojenia

# lecturaspecs.construction_height
source: Construction height
sk: Stavebná výška

# lecturaspecs.construction_type
source: construction type
sk: Typ konštrukcie

# lecturaspecs.container_capacity
source: Container capacity
sk: Kapacita kontajnera

# lecturaspecs.content
source: Content
sk: Obsah

# lecturaspecs.control
source: Control
sk: Kontrola

# lecturaspecs.control_unit
source: Control unit
sk: Riadiaca jednotka

# lecturaspecs.conveying_system
source: Conveying system
sk: Dopravný systém

# lecturaspecs.conveyor
source: Conveyor
sk: Dopravník

# lecturaspecs.crane_manufacturer
source: Crane manufacturer
sk: Výrobca žeriavov

# lecturaspecs.crusher_opening_length
source: Crusher opening length
sk: Dĺžka otvorenia drviča

# lecturaspecs.crusher_opening_width
source: Crusher opening width
sk: Šírka otvoru drviča

# lecturaspecs.crusher_type
source: Crusher Type
sk: Typ drviča

# lecturaspecs.cubic_capacity
source: Cubic capacity
sk: Kubická kapacita

# lecturaspecs.current_source
source: Current source
sk: Aktuálny zdroj

# lecturaspecs.cutter_head_width
source: Cutter head width
sk: Šírka rezného kotúča

# lecturaspecs.cutter_head_ø
source: Cutter head ø
sk: ø frézovacej hlavy

# lecturaspecs.cutter_upper/lower
source: Cutter upper/lower
sk: Rezač horný/dolný

# lecturaspecs.cutting_depth
source: Cutting depth
sk: Hĺbka rezu

# lecturaspecs.cutting_force
source: Cutting force
sk: Rezná sila

# lecturaspecs.cutting_height_adjustment
source: Cutting height adjustment
sk: Nastavenie výšky rezania

# lecturaspecs.cutting_platform_width
source: Cutting platform width
sk: Šírka reznej plošiny

# lecturaspecs.cutting_width
source: Cutting Width
sk: Šírka rezu

# lecturaspecs.cylinder_bore_x_stroke
source: Cylinder bore x stroke
sk: Priemer otvoru x dĺžka zdvihu valca

# lecturaspecs.cylinder_diameter
source: Cylinder diameter
sk: Priemer valca

# lecturaspecs.delivery_altitude
source: Delivery altitude
sk: Výška obsluhy

# lecturaspecs.delivery_rate
source: Delivery rate
sk: Dodávané množstvo

# lecturaspecs.delivery_reach
source: Delivery reach
sk: Dosah dodávky

# lecturaspecs.demand_for_power_take-off._min.
source: Demand for power take-off. min.
sk: Potreba pre hriadeľ min.

# lecturaspecs.differential-lock
source: Differential lock
sk: Uzávierka diferenciálu

# lecturaspecs.dimension_lxwxh
source: Dimension lxwxh
sk: Rozmer dĺžka x šírka x výška

# lecturaspecs.dipper_length
source: Dipper length
sk: Dĺžka lyžice

# lecturaspecs.disc_revolution_range
source: Disc Revolution Range
sk: Rozsah otáčok disku

# lecturaspecs.disc_ø
source: Disc Ø
sk: Ø kotúča

# lecturaspecs.displacement
source: Displacement
sk: Výtlak

# lecturaspecs.distance_between_rows
source: Distance between rows
sk: Vzdialenosť medzi riadkami

# lecturaspecs.distr._boom_type
source: Distr. boom type
sk: Typ distrib. výložníka

# lecturaspecs.distribution
source: Distribution
sk: Distribúci

# lecturaspecs.double_prongs_per_arm
source: Double prongs per arm
sk: Dvojité hroty na jedno rameno

# lecturaspecs.dredging_depth
source: Dredging depth
sk: Hĺbka bagrovania

# lecturaspecs.drive
source: Drive
sk: Pohon

# lecturaspecs.driver-seat-air-cushioned
source: Driver seat air cushioned
sk: Sedadlo vodiča s technológiou vzduchového vankúša

# lecturaspecs.driver_protection
source: Driver protection
sk: Ochrana vodiča

# lecturaspecs.drive_power
source: Drive power
sk: Výkon pohonu

# lecturaspecs.drive_system
source: Drive system
sk: Pohonný systém

# lecturaspecs.drum_drive
source: Drum drive
sk: Pohon bubna

# lecturaspecs.drum_screen_length
source: Drum screen length
sk: Dĺžka krytu bubna

# lecturaspecs.drum_screen_ø
source: Drum screen Ø
sk: Ø bubnového triediča

# lecturaspecs.drum_ø
source: Drum Ø
sk: Ø bubna

# lecturaspecs.dumper_type
source: Dumper type
sk: Typ sklápača

# lecturaspecs.dump_capacity
source: Dump capacity
sk: Kapacita skládky

# lecturaspecs.emission_level
source: Emission Level
sk: Úroveň emisií

# lecturaspecs.empty_weight_depending_on_equipment
source: Empty weight depending on equipment
sk: Váha bez nákladu v závislosti od výbavy

# lecturaspecs.engine
source: Engine
sk: Motor

# lecturaspecs.engine-brake
source: Engine brake
sk: Motorová brzda

# lecturaspecs.engine/s
source: Engine/s
sk: Motor/-y
