Repository: altafsamnani/tradus-bundle
Catalog: Resources/translations_old/messages.*.xlf
Languages: pt, sk

source: @startBoldAerial platforms @endBold @startParagraphBy using an aerial (or work) platform (commonly known as cherry picker), certain heights can be reached which cannot be easily or safely reached using ladders. They are convenient when repairs are required in high places, when a person needs to be helped down, or when something needs to be fitted, removed, painted, or placed at a height. Aerial platforms come in various shapes and for use at different (maximum) heights.@endParagraph @startBoldFeatures of an aerial platform@endBold @startParagraphAn aerial platform can be attached to the back of a truck. The system is then mounted to the flat back of a truck and can be operated from the platform. A container is fitted to the hydraulic arm, which fits one or two people, who can then be lifted. Another, more common version of the aerial platform is the type that is not mounted to a vehicle.@endParagraph @startParagraphThese aerial platforms have a base with wheels, upon which the hydraulic system is fitted. From there an initial boom starts, with a buckle after several metres, from which another, even longer, boom arises. At the top of the second boom a small container is mounted in which fits one or two people. The operator works and can operate, stop, and lock the arm and container of the aerial platform from there.@endParagraph @startBoldScissor work platforms@endBold @startParagraphA third type of aerial platform is the aerial platform with a scissor system, also known as scissor work platform. This is fitted with a container or platform for moving people vertically, to perform work at height. The platform is elevated by X-shaped scissors which are being pushed apart hydraulically, or by a mechanical cylinder. In this type of machine, the platform must never be entered or exited while it is elevated.@endParagraph @startBoldUsed aerial platforms on Tradus@endBold @startParagraphIn the construction machinery category, a large quantity of aerial platforms can be found. Owners of used aerial platforms having offered their machines for sale are generally offering makes like Genie, Haulotte, JLG, Skyjack, and Manitou. Most aerial platforms and scissor work platforms are being offered for sale from the Netherlands, Germany, and Poland.@endParagraph
sk: @startBoldVysokozdvižné pracovné plošiny@endBold @startParagraphPomocou vysokozdvižnej pracovné plošiny, môžete dosiahnuť určité výšky, v ktorých nie je jednoduché a bezpečné pracovať na rebríku. Sú vhodné, keď potrebujete vykonať opravy vo výške, keď je potrebné osobu posunúť nižšie, alebo keď je potrebné niečo pripevniť, odstrániť, vymeniť, maľovať alebo umiestniť vo výške. Pracovné plošiny sú k dispozícii v rôznych tvaroch a nastaviteľné do rôznych výšok.@endParagraph @startBoldVzhľad pracovnej plošiny@endBold @startParagraphVysokozdvižné pracovné plošiny je možné pripevniť na zadnú časť nákladného auta. Celý systém sa namontuje na plochú zadnú časť nákladného auta a môže byť ovládaný z plošiny. Hydraulické rameno drží konštrukciu, ktorá udrží jednu alebo dve osoby pri zdvíhaní. Ďalšia často používaná verzia pracovnej plošiny je tá, ktorá sa namontuje na vozidle.@endParagraph @startParagraph Tieto vysokozdvižné pracovné plošiny majú základne na kolesách, ktoré majú hydraulickú sústavu. Prvé rameno začína od bodu, ktorý je po pár metroch zalomené a tvorí nové, ešte dlhšie rameno. Na konci druhého ramena je malá konštrukcia, ktorá môže uniesť jednu až dve osoby. Pri vykonávaní práce, prichádza na rad osoba, ktorá robí samotný úkon. Rameno a konštrukciu je možné ovládať, zastaviť a zablokovať.@endParagraph @startBoldNožnicová pracovná plošina@endBold @startParagraphTretia verzia pracovnej plošiny má nožnicový systém a je známa aj ako nožnicová pracovná plošina. Tiež má konštrukciu alebo plošinu na dvíhanie ľudí vertikálne na účely vykonávania prác vo výške. Plošina je dvíhaná vďaka nožnicovému systému v tvare x vytláčanému pomocou hydraulického alebo mechanického valca. Nikdy nie je dovolené vstupovať alebo vystupovať zo stroja vo výške.@endParagraph @startBoldPoužité vysokozdvižné pracovné plošiny na Traduse@endBold @startParagraphVeľký počet pracovných plošín je možné nájsť v kategórii stavebných strojov. Majitelia použité vysokozdvižných pracovných plošín ponúkajú svoje plošiny na predaj od značiek ako Genie, Haulotte, JLG, Skyjack a Manitou. Väčšina pracovných plošín a nožnicových systémov sú v ponuke z Holandska, Nemecka a Poľska.@endParagraph

source: @startBoldGenerators@endBold @startParagraphThe completion of tasks often requires a power supply that keeps the machinery running, or to provide light. Some machines operate on their own fuel, while others have a battery that provides energy, but that energy too runs out eventually. On construction sites, power sockets are not readily available for charging batteries, so the presence of a generator tends to be essential. @endParagraph @startParagraphUsing a generator offers a guaranteed power supply, ensuring the work can continue. Mobile generators are often powered by petrol or propane gas, while some newer versions run entirely on solar energy.@endParagraph @startBoldTypes of generators@endBold @startParagraphGenerators or aggregates are available in various types and sizes, each with their own capacity. There are petrol and diesel aggregates, hybrid aggregates, and a type called silent aggregate. The latter produces less noise and consumes less fuel, explaining its name. The purchase cost however is a bit higher. The consumption of an aggregate can nowadays usually be monitored remotely.@endParagraph @startBoldBuying used generators on Tradus@endBold @startParagraphVarious used generators are being offered for sale on Tradus. Makes like Caterpillar, Atlas Copco, FG Wilson, and Pramac tend to feature frequently, but other makes, like Sdmo, Cummins, and Perkins are also available. From the Netherlands there is a consistently high supply of used aggregates being offered for sale. But Belgium and the United Kingdom see their fair share of generators offered for sale as well.@endParagraph
sk: @startBoldGenerátory@endBold @startParagraphPočas výkonu prác sa často vyžaduje elektrická energia, aby určité stroje fungovali a vykonávali prácu alebo aby sa zabezpečilo svetlo na miestach, kde nie je pripojenie k elektrickej sieti. Niektoré stroje majú palivo, pričom iné majú batériu, ktorá poskytuje energiu, ale táto energia sa nakoniec vyčerpá. Na stavenisku nie je k dispozícii zásuvka na nabíjanie akumulátora, preto dostupnosť generátora je často nevyhnutná.@endParagraph @startParagraph Generátor zabezpečuje pokračovanie vo vykonávaní prác. Mobilné generátory často využívajú na chod benzín alebo propán, kým niektoré nové verzie už využívajú slnečnú energiu.@endParagraph @startBoldTypy generátorov@endBold @startParagraphGenerátory alebo agregáty sú k dispozícii v rôznych veľkostiach a tvaroch, z ktorých každý má svoju vlastnú kapacitu. Môžete si vybrať medzi benzínovými generátormi, dieselovými generátormi, hybridnými generátormi alebo verziou, ktorá sa nazýva tichý generátor. Posledný generátor je tichší a úspornejší pri používaní, preto dostal takéto meno. Sú však o niečo drahšie. V súčasnosti spotreba agregátu môže byť často monitorovaná na diaľku.@endParagraph @startBoldNákup použitých zdrojov prostredníctvom Tradusu@endBold @startParagraphRôzne značky použitých generátorov sú ponúkané na predaj na Traduse. Značky Caterpillar, Atlas Copco, FG Wilson a Pramac sa objavujú pravidelne, ale sú tu aj generátory od značiek ako Sdmo, Cummins, Perkins. Najviac použitých generátorov je v ponuke na predaj na Traduse z Holandska.@endParagraph Je tu aj dostatok inzerátov na generátory z Belgicka a Veľkej Británie.@endParagraph

source: %3Cspan%3Ecategory-95%3C%2Fspan%3E
sk: %3Crozpätie%3Ekategória-95%3C%2Frozpätie%3E

source: The id for the optimizely project you'd like to include
sk: ID za optimizacijo projekta, ki ga želite vključiti

source: @startBoldMachine accessories@endBold @startParagraphWhen a machine component breaks or is due to be replaced, it’s nice when only that one component can be replaced, rather than replacing the entire machine. It also happens that a specific construction job requires a piece of machinery only temporarily, after which it likely will not or rarely be used again. Tradus now offers the option to find all kinds of used machine accessories. You could think, for example, of buckets, hammers, grippers, forks, attachments, and scissors. The state the used equipment is in varies from ‘barely used’ to ‘used a lot’, but additional information can always be requested from the seller. @endParagraph @startBoldVarious types of equipment and attachments@endBold @startParagraphSellers of used machine components offer various pieces of equipment for construction tasks. You might, for example, need a hydraulic auger for a construction project, or a jib extension, or an attachment for a loader. These could include pallet forks or a stone rotator. Separate components for an excavator or crawler tractor are also regularly offered for sale on Tradus.@endParagraph @startBoldMakes on Tradus and countries of origin @endBold @startParagraphThe used machine components offered for sale on Tradus come from various countries in Europe. Poland, Germany, and the Netherlands tend to feature most frequently for offers to sell used machine components. Great Britain, Belgium, and Denmark also see a broad range of sale offers. The renowned brands that feature regularly in the construction category also feature in the category machine components. Caterpillar, Sullair, JCB, Volvo, and Atlas Copco are just a few examples. @endParagraph
sk: @startBoldPríslušenstvo pre stroje@endBold @startParagraph V prípade, že sa časť stroja pokazí alebo ho treba vymeniť, stačí iba nahradiť príslušný diel a nie celý stroj. Môže sa stať, že konkrétna práca v stavebníctve si vyžaduje dočasné použitie určitého nástroja, ktorý sa pravdepodobne neskôr už nepoužije. Na Traduse je možné nájsť a zakúpiť všetky druhy použitých strojov. Napr. lyžice, kladivá, drapáky, vidlice a nožnice. Stav nástrojov kolíše od takmer nevyužívajú pravidelne a ďalšie informácie možno požadovať od predávajúceho.@endParagraph @startBoldRôzne druhy nástrojov a náradia@endBold @startParagraphPredajcovia použitých náhradných dielov ponúkajú rôzne druhy nástrojov pre prácu v stavebníctve. Možno bude potrebné zakúpiť hydraulický šnek pre projekt na stavbe alebo použiť výložník alebo materiály, ktoré sa dajú pripojiť na nakladač. Napr. paletové vidlice a kamenné rotátory. Voľné diely z rýpadla alebo pásového traktora sú tiež pravidelne ponúkané na predaj prostredníctvom Tradusu.@endParagraph @startBoldZnačky na Traduse a krajiny pôvodu@endBold @startParagraphPoužité strojné príslušenstvo, ktoré je v ponuke na predaj na Traduse pochádza z rôznych krajín v Európe. Poľsko, Nemecko a Holandsko sú zvyčajne na prvom mieste z hľadiska počtu použitých strojových príslušenstiev ponúkaných na predaj. Existuje však veľká ponuka aj z Veľkej Británie, Belgicka a Dánska. Známe značky, ktoré sa pravidelne objavujú v stavebníctve, sa nachádzajú aj v kategórii strojov. Caterpillar, Sullair, JCB, Volvo a Atlas Copco sú niektoré príklady.@endParagraph

source: @startBoldCrawlers@endBold @startParagraphThe crawler, or crawler tractor, is the most popular excavator being offered on Tradus. It is also the best known and most used type of excavator. A crawler owes its name to having tracks rather than wheels and therefore generally moving more slowly. These tracks allow it to work on any type of terrain, including such terrain that is hard to access for vehicles on wheels. The tracks divide the weight of the vehicle over a larger surface than wheels would. Where wheels might sink into soft ground, tracks don’t.@endParagraph @startBoldFunctioning of crawlers@endBold @startParagraphObstacles in the terrain become easy to overcome in a crawler, or crawler tractor. Slopes, holes in the ground, ditches, and other dig spots are easily overcome thanks to the construction of the crawler. The crawler is a robust and compact machine, suitable for prolonged use without risk of overheating. The machine virtually always operates on diesel fuel and is generally comprised of a chassis, a cabin, and a flexible support arm with a jib and a digging attachment. The hydraulic system allows for digging and shovelling motions, as well as scooping the dug-up soil into containers, or depositing it elsewhere onto the terrain.@endParagraph @startBoldDiversity in the range on Tradus@endBold @startParagraphOwners of crawlers can offer their vehicle for sale on Tradus. Generally, the number of used crawlers being offered is high, and includes makes like Caterpillar, Volvo, Komatsu, and JCB. Liebherr, Hitachi, Kubota, and Hyundai have also proven themselves to be popular brands. Most crawlers are being offered for sale from Poland, Germany, and France. But many vehicles are also being offered by owners from Great Britain, the Netherlands, and Denmark.@endParagraph
sk: @startBoldPásový traktor@endBold @startParagraphPásový traktor je najpopulárnejšie rýpadlo v ponuke na Traduse. Je to tiež najznámejšie a najpoužívanejšie rýpadlo. Pásový traktor má svoj názov odvodený od húsenicových pásov pod vozidlom. Tieto pásy vám umožňujú vykonávať prácu na ľubovoľnom teréne, aj keď je to ťažký terén. Pás rozkladá hmotnosť celého vozidla na väčší povrch ako je to v prípade kolies. Tam, kde by sa kolesá normálnych okolností ponárali do mäkkého podkladu, pásové traktory nezapadnú.@endParagraph @startBoldFungovanie pásového traktora@endBold @startParagraphPrekážky v teréne pásový traktor ľahko prekoná. Vďaka konštrukcii pásového traktora je možné ľahko prekonať svahy, otvory v zemi, priekopy a iné vykopané jamy. Pásový traktor je robustný a kompaktný stroj, ktorý možno dlhodobo používať bez prehriatia. Stroj takmer vždy ako palivo využíva naftu a pozostáva z podvozku, kabíny a pružného nosného ramena s výložníkom a rýpadlovým ramenom. Hydraulický systém umožňuje vykonávať kopanie a naberanie, takže vykopaná zemina môže byť uložená v kontajneri alebo umiestnená inde v teréne.@endParagraph @startBoldŠiroký sortiment na Traduse@endBold @startParagraphMajitelia pásových traktorov môžu ponúknuť svoje vozidlo na predaj cez Tradus. Vo všeobecnosti je v ponuke veľké množstvo jazdených pásových traktorov, kde vedú značky Caterpillar, Volvo, Komatsu a JCB. Značky Liebherr, Hitachi, Kubota a Hyundai sa tiež osvedčili ako obľúbené značky. Sortiment jazdených pásových traktorov je najväčší v Poľsku, Nemecku a Francúzsku. Veľa vozidiel je aj vo Veľkej Británii, Holandsku a Dánsku.@endParagraph

source: @startBoldExcavators on wheels @endBold @startParagraphAlthough excavators on tracks are more common, there are people with a preference for excavators on wheels. Excavators with a normal wheel-operating system are a little easier to operate and cheaper than the machines on tracks but do exert a lot of pressure on the ground. They stand slightly higher than excavators on tracks, causing them to have slightly less reach when digging downward. The advantage of excavators on wheels is their increased movement speed, allowing them to move more quickly from one end of the construction site to the other. In that respect, it is faster in its use.@endParagraph @startBoldStability@endBold @startParagraphExcavators on wheels have always been stable, but the newer models are now even better at digging than they already were. These excavators do tend to have a lower maximum load as compared to the ones on tracks. This difference though, is getting smaller as the technology behind excavators moves forward. Excavators on wheels use so-called stabilisers, which ensure that the machine can bend and dig without losing its balance. The constant pressure thereby exerted on the wheels does cause excavators on wheels to function best on smooth, even ground.@endParagraph @startBoldComponents of an excavator on wheels@endBold @startParagraphAn excavator on wheels consists largely of the same components as an excavator on tracks. There is a chassis, fitted with four wheels, a cage or cabin with space for a single person, an engine block, and a flexible support arm with a jib and digging attachment. Thanks to the flexible arm of the excavator it can dig and shovel. This does however require continuously checking that the excavator remains stable. The wheels make it easy to move from one area of work to another but make it harder to use this machine on soft or rough terrain. For terrain with a lot of holes, bumps, and slopes, an excavator on tracks is recommended.@endParagraph @startBoldWide range of excavators on Tradus @endBold @startParagraphOwners of excavators on wheels are regularly offering their used machines for sale on Tradus. These include many well-known makes like Caterpillar, Atlas, Volvo, Liebherr, and Komatsu. Many excavators by makes like JCB, Doosan, and Terex are also being offered for sale. Germany is the frontrunner where it comes to offering excavators for sale, but the Netherlands, Poland, and Sweden are not far behind.@endParagraph
sk: @startBoldKolesové rýpadlá@endBold @startParagraphHoci rýpadlá s húsenicovými pásmi sú viditeľné a používané častejšie, existujú aj zákazníci, ktorí uprednostňujú kolesové rýpadlá. Rýpadlá s bežným systémom riadenia kolies sú o niečo jednoduchšie a lacnejšie ako stroje, ktoré používajú pásy, ale vyvíjajú aj vyšší tlak na zem. Sú vyššie na kolesách než rýpadlá na pásoch, čo znamená, že môžu kopať menej hlboko ako pásové stroje. Výhodou kolesových rýpadiel je, že sa na stavenisku môžu rýchlo pohybovať z jedného miesta na druhé. V tomto zmysle sú rýchlejšie.@endParagraph @startBoldStabilita@endBold @startParagraphKolesové rýpadlá vždy boli stabilné, ale novšie modely sú ešte lepšie v kopaní. Náklad, ktorý dokážu zvládnuť, však často nie je taký veľký ako ten, čo zvládnu pásové rýpadlá. Tento rozdiel sa znižuje pri vývoji rypadiel. Kolesové rýpadlá využívajú tzv. stabilizátory, ktoré zabezpečujú, že sa stroj môže ohýbať a kopať bez straty rovnováhy. Vďaka neustálemu tlaku, ktorý je vyvíjaný na kolesá, majú kolesové rýpadlá najlepší výkon na rovnom povrchu.@endParagraph @startBoldDiely kolesových rýpadiel@endBold @startParagraphKolesové rýpadlá väčšinou pozostávajú z rovnakých dielov ako pásové rýpadlá. K dispozícii je podvozok, ktorý je vybavený štyrmi kolesami, klietkou alebo kabínou, ktorá dokáže udržať jednú osobu, blok motora a pružné nosné rameno a to výložník ako aj rypacie rameno. Ohybné rameno rýpadla umožňuje kopať a prehadzovať. Je dôležité monitorovať stabilitu kolesového rýpadla pri práci. Kolesá sú vhodné pre pohyb z jedného miesta na druhé, ale sťažujú prácu na nerovnom povrchu. Na terén s množstvom otvorov, hrboľov a svahov sa odporúča pásové rýpadlo.@endParagraph @startBoldŠiroká škála rýpadiel na Traduse@endBold @startParagraphMajitelia kolesových rýpadiel ponúkajú svoje použité stroje na Traduse. To sa týka aj mnohých známych značiek ako Caterpillar, Atlas, Volvo, Liebherr a Komatsu. Je tu aj veľký počet rýpadiel od JCB, Doosan a Terex. Nemecko vedie pokiaľ ide o ponuku, ale používané kolesové rýpadlá sú pravidelne v ponuke aj z Holandska, Poľska a Švédska.@endParagraph

source: @startBoldMini excavators@endBold @startParagraphFor some tasks, a regular excavator, whether on tracks or wheels, may be too big. When smaller plots of land need excavating, churning, or moving it may be more convenient to work with a more modest size excavator. This may be when working in parks, or because the access to the area is narrow, as with garden gates for example.@endParagraph @startBoldAdvantages of a mini excavator @endBold @startParagraphThe advantage of a mini excavator, compared to a regular size excavator, is mobility. The machine is easy to transport and move from one location to the next. The mini excavator also manoeuvres quicker due to its smaller size. On top of that, it is a lot less expensive. Disadvantages could be the limited reach and load capacity of the mini excavator. In addition, the cabin is open, which means completing the task is more dependent on the weather, and the tolerance of the operator.@endParagraph @startBoldComponents of a mini excavator@endBold @startParagraphA mini excavator consists of the same components as a regular, full-size excavator. There is a chassis, flexible support arm with a job and digging attachment, and usually the mini excavator is also on tracks. The flexible arm of the excavator makes digging and shovelling easy. Contrary to full-size excavators, no cage or cabin is fitted, instead there is a simple seat. Thus, in bad weather the operator is not protected.@endParagraph @startBoldSmall used excavators on Tradus @endBold @startParagraphUsed mini excavators are frequently offered for sale on Tradus. The majority of the adverts supplied comes from Germany, Italy, the United Kingdom, the Netherlands, and Norway. Makes that appear frequently include Kubota, Yanmar, and Takeuchi. In addition, many used small excavators made by JCB, Volvo, and Hitachi are also offered for sale.@endParagraph
sk: @startBoldMini rýpadlá@endBold @startParagraphNa niektoré pracovné úlohy môže byť bežné kolesové alebo pásové rýpadlo príliš veľké. Pri hĺbení, obracaní alebo premiestňovaní na menšej ploche môže byť pohodlnejšie pracovať s malým rýpadlom. Napríklad, môže to byť v prípade, ak sa práca vykonáva v parku. Mini rýpadlo môže byť užitočné v obmedzenom priestore, napríklad pri vytváraní a udržiavaní záhrady.@endParagraph @startBoldVýhody mini rýpadla@endBold @startParagraphVýhodou mini rýpadla oproti normálnej veľkosti je jeho mobilita. Stroj sa ľahšie prepravuje a pohybuje z jedného miesta do druhého. Môže sa tiež ľahšie a rýchlejšie manévrovať vďaka menšej veľkosti. Okrem toho je lacnejšie a ľahšie sa manévruje. Ako negatíva možno tvrdiť, že mini rýpadlo má menší rozsah a nosnosť. Kabína je otvorená, takže práca závisí čiastočne od počasia a odolnosti obsluhy.@endParagraph @startBoldKomponenty mini rýpadla@endBold @startParagraphMini pozostáva z rovnakých dielov ako rýpadlo bežnýej veľkosti. K dispozícii je podvozok, pružné nosné rameno s ramenom a výložníkom, pričom mini-rýpadlo je všeobecne vybavené pásmi. Ohybné rameno rýpadla umožňuje ľahko kopať a odhadzovať. Na rozdiel od veľkých rýpadiel nemá žiadnu kabínu, len jedno sedadlo. To znamená, že pri zlých poveternostných podmienkach vodič nie je chránený.@endParagraph @startBoldMalé používané rýpadlá na Traduse@endBold @startParagraphMini rýpadlá sú ponúkané vo veľkom množstve cez Tradus. Najviac inzerátov pochádza z Nemecka, Talianska, Veľkej Británie, Holandska a Nórska. Bežne sa objavujú značky Kubota, Yanmar a Takeuchi. Používa mini rýpadlá od JCB, Volvo a Hitachi tiež možno nájsť aj.@endParagraph

source: %3Cspan%3Ecategory-100%3C%2Fspan%3E
sk: %3Crozpätie%3Ekategória-100%3C%2Frozpätie%3E
