Repository: altafsamnani/tradus-bundle
Catalog: Resources/translations_old/messages.*.xlf
Languages: pt, sk

source: test do not delete yet
sk: test, zatiaľ nemazať

source: test do not delete
sk: test, nemazať

source: test do not delete
sk: test, nemazať

source: test do not delete
sk: test, nemazať

# 1 (Key column)
source: 2 (en)
sk: 2 (aj)

source: Take a look at our @catalog or go to the @homepage.
sk: Oglejte si naš @catalog ali Pojdi na @homepage.

source: Click @loginUrl to login.
sk: Kliknite @loginUrl pre prihlásenie.

source: is interested in
sk: zanima

source: Here+is+your+%3Ca+href%3D%22utmLink%22+%3Eadvertisement%3C%2Fa%3E.
sk: Tu+je+vaša+%3Ca+href%3D%22utmLink%22+%3Ereklama3C%2Fa%3E.

source: Contact details
sk: Kontaktni podatki

source: email
sk: E-naslov

source: phone
sk: telefon

source: Thank you
sk: Hvala vam

source: The Tradus Team
sk: Tradus Team

source: Your account email-address will be used
sk: Vaš e-poštni račun-naslov bo uporabljen

source: Watch the video
sk: Poglej si posnetek

source: Get a shipping quote
sk: Pridobite ladijskega ponudbo

source: Back
sk: Nazaj

source: Hi @name, some items for you:
sk: Hi @name, nekatere postavke za vas:

source: Your favorites
sk: Vaši priljubljeni

source: Your recent searches
sk: Vaša zadnja iskanja

source: To complete this action you need to be logged in.
sk: Če želite dokončati to dejanje, morate biti prijavljeni.

source: I acknowledge that Tradus B.V. uses my personal data according to the @privacy and the @cookiePolicy. Tradus B.V. uses automated systems and partners to analyze how I use the services to provide relevant product functionality, content, targeted and interest-based advertising, as well as protection against spam, malware, and unauthorized use.
sk: Potvrdzujem že OLX Global B.V. používa moje osobné údaje podľa @privacy a @cookiePolicy. OLX Global B.V. používa automatizované systémy a partnerov pre analýzu môjho používania služieb aby poskytla relevantnú funkčnosť produktu, obsah,cielenú a záujmovú reklamu, ako aj ochranu pred nevyžiadanou poštou, škodlivým softvérom, a neoprávneným použitím.

source: Preferred Language
sk: Želeni jezik

source: The Repeat Password doesn't match.
sk: Ponavljajoče geslo se ne ujemata.

source: Update Password
sk: posodobitev geslo

source: Email confirmed. Enter your credentials below:
sk: E-pošta je potrdil. Vpišite spodaj svoje poverilnice:

source: The reset password url expired
sk: URL za ponastavitev gesla potekel

source: Invalid CSRF token.
sk: Neplatný CSRF znak.

source: Please, validate your account before you login. If you have not received the email validation
sk: Prosimo, potrdite svoj račun, preden se prijavite. Če imate niso prejeli potrditev e-pošte, prosim

source: Dear+Tradus+user%2C%3Cbr+%2F%3E%0A++++%3Cbr+%2F%3E%0A++++Welcome+to+our+marketplace.+We+are+glad+you+are+searching+for+equipment+on+%3Ca+href%3D%22https%3A%2F%2Fwww.tradus.com%22%3ETradus%3C%2Fa%3E.%3Cbr+%2F%3E%0A++++%3Cbr+%2F%3E%0A++++Please%2C+confirm+your+email+here%3A+%3Ca+href%3D%22confirmUrl%22%3EconfirmUrl%3C%2Fa%3E%3Cbr+%2F%3E%0A++++%3Cbr+%2F%3E%0A++++Do+you+have+any+questions+or+need+support%3F+Simply+reach+out+via+%3Ca+href%3D%22mailto%3Asupport%40tradus.com%22+target%3D%22_blank%22%3Esupport%40tradus.com%3C%2Fa%3E+or+visit+our+%3Ca+href%3D%22https%3A%2F%2Ftradus.zendesk.com%2Fhc%2Fen-us%2Frequests%2Fnew%3Fticket_form_id%3D360000046569%22%3Esupport+page%3C%2Fa%3E.%3Cbr+%2F%3E%0A++++%3Cbr+%2F%3E%0A++++Best+regards%2C%3Cbr+%2F%3E%0A++++%3Cbr+%2F%3E%0A++++Team+Tradus%3Cbr+%2F%3E
sk: Milý+Tradus+užívateľ%2C%3Cbr+%2F%3E%0A++++%3Cbr+%2F%3E%0A++++Vitajte+na+našom+trhovisku.+Sme+radi+že+hľadáte+vybavenie+na+%3Ca+href%3D%22https%3A%2F%2Fwww.tradus.com%22%3ETradus%3C%2Fa%3E.%3Cbr+%2F%3E%0A++++%3Cbr+%2F%3E%0A++++Prosíme%2C+potvrďte+váš+email+tu%3A+%3Ca+href%3D%22confirmUrl%22%3EconfirmUrl%3C%2Fa%3E%3Cbr+%2F%3E%0A++++%3Cbr+%2F%3E%0A++++Máte+nejaké+otázky+alebo+potrebujete+podporu%3F+Jednoducho+sa+informujte+pomocou+%3Ca+href%3D%22mailto%3Apodpora%40tradus.com%22+cieľ%3D%22_prázdny%22%3Epodpora%40tradus.com%3C%2Fa%3E+alebo+navštívte+náš+%3Ca+href%3D%22https%3A%2F%2Ftradus.zendesk.com%2Fhc%2Fen-us%2Fžiadosti%2Fnové%3Fformulár_id%3D360000046569%22%3Estránka+podpory%3C%2Fa%3E.%3Cbr+%2F%3E%0A++++%3Cbr+%2F%3E%0A++++S+pozdravom%2C%3Cbr+%2F%3E%0A++++%3Cbr+%2F%3E%0A++++Tím+Tradus%3Cbr+%2F%3E

source: Dear+name%2C%3Cbr+%2F%3E%0A++++%3Cbr+%2F%3E%0A++++We%27ve+received+a+request+to+reset+your+%3Ca+href%3D%22https%3A%2F%2Fwww.tradus.com%22%3ETradus%3C%2Fa%3E+password.%3Cbr+%2F%3E%0A++++%3Cbr+%2F%3E%0A++++To+change+your+password%2C+please+click+this+%3Ca+href%3D%22resetUrl%22%3Ereset+password+link%3C%2Fa%3E.%3Cbr+%2F%3E%0A++++%3Cbr+%2F%3E%0A++++Password+reset+links+are+valid+for+only+24+hours.+If+the+link+expires%2C+you+will+need+to+submit+a+new+request+%3Ca+href%3D%22https%3A%2F%2Fwww.tradus.com%2Faccount%2Fforgotpassword%22%3Ehere%3C%2Fa%3E.%3Cbr+%2F%3E%0A++++%3Cbr+%2F%3E%0A++++If+you+didn%27t+request+a+change%2C+please+disregard+this+e-mail+and+your+password+will+stay+the+same.%3Cbr+%2F%3E%0A++++%3Cbr+%2F%3E%0A++++Do+you+have+any+questions+or+need+support%3F+Simply+reach+out+via+%3Ca+href%3D%22mailto%3Asupport%40tradus.com%22+target%3D%22_blank%22%3Esupport%40tradus.com%3C%2Fa%3E+or+visit+our+%3Ca+href%3D%22https%3A%2F%2Ftradus.zendesk.com%2Fhc%2Fen-us%2Frequests%2Fnew%3Fticket_form_id%3D360000046569%22%3Esupport+page%3C%2Fa%3E.%3Cbr+%2F%3E%0A++++%3Cbr+%2F%3E%0A++++Best+regards%2C%3Cbr+%2F%3E%0A++++%3Cbr+%2F%3E%0A++++Team+Tradus%3Cbr+%2F%3E
sk: Milý+meno%2C%3Cbr+%2F%3E%0A++++%3Cbr+%2F%3E%0A++++Dostali+sme+žiadosť+na+obnovenie+vašeho+%3Ca+href%3D%22https%3A%2F%2Fwww.tradus.com%22%3ETradus%3C%2Fa%3E+hesla.%3Cbr+%2F%3E%0A++++%3Cbr+%2F%3E%0A++++Pre+zmenu+vašeho+hesla%2C+prosíme+kliknite+na+tento+%3Ca+href%3D%22resetUrl%22%3Eodkaz+na+obnovenie+hesla%3C%2Fa%3E.%3Cbr+%2F%3E%0A++++%3Cbr+%2F%3E%0A++++Odkazy+na+obnovenie+hesla+sú+platné+len+24+hodín.+Ak+odkaz+vyprší%2C+budete+musieť+podať+novú+žiadosť+%3Ca+href%3D%22https%3A%2F%2Fwww.tradus.com%2Faccount%2Fforgotpassword%22%3Etu%3C%2Fa%3E.%3Cbr+%2F%3E%0A++++%3Cbr+%2F%3E%0A++++Ak+ste+nežiadali+o+zmenu%2C+prosíme+ignorujte+tento+e-mail+a+vaše+heslo+zostane+rovnaké.%3Cbr+%2F%3E%0A++++%3Cbr+%2F%3E%0A++++Máte+nejaké+otázky+alebo+potrebujete+podporu%3F+Jednoducho+sa+informujte+pomocou+%3Ca+href%3D%22mailto%3Apodpora%40tradus.com%22+cieľ%3D%22_prázdny%22%3Epodpora%40tradus.com%3C%2Fa%3E+alebo+navštívte+náš+%3Ca+href%3D%22https%3A%2F%2Ftradus.zendesk.com%2Fhc%2Fen-us%2Fžiadosti%2Fnový%3Fformulár_id%3D360000046569%22%3Estránka+podpory%3C%2Fa%3E.%3Cbr+%2F%3E%0A++++%3Cbr+%2F%3E%0A++++S+pozdravom%2C%3Cbr+%2F%3E%0A++++%3Cbr+%2F%3E%0A++++Tím+Tradus%3Cbr+%2F%3E

source: %3Cspan%3Eerror.body%3Cspan%3E
sk: %3Ctechnológiách%3Echyba.telo%3Ctechnológiách%3E

source: on Tradus.
sk: na Tradus.

source: Please note that when you are replying this email to the interested buyer, be sure the 'TO' email address is '@email'
sk: Prosimo, upoštevajte, da, ko odgovarjate na to e-poštno sporočilo na zainteresiranega kupca, se prepričajte, da je "v" e-poštni naslov je "@email"

source: Remove Notification
sk: Odstrani obvestila

source: Request Price
sk: Zahtevajte Cena

source: keep me logged in
sk: pusti me prijavljenega

source: Zip Code
sk: Poštna številka

source: Register as Buyer
sk: Registrovať sa ako Kupujúci

source: Login as Seller
sk: Prihlásiť sa ako Predávajúci

source: Login as Buyer
sk: Prihlásiť sa ako Kupujúci

source: We're happy to inform you about new equipment on {link}! These products match the alert you've requested. Check them out below and discover related equipment. Get in touch with the seller while they're still available!
sk: Veseli nas, da vas obvestim o novi opremi na {link}! Ti izdelki se ujemajo opozorilo, ki ste jih zahtevali. Preverite jih spodaj in odkrijte pripadajoče opreme. Stopite v stik s prodajalcem, medtem ko so še vedno na voljo!

source: We found new equipment for you!
sk: Našli smo novo opremo za vas!

source: VIEW MORE RELATED
sk: Prikaži več sorodnih

source: VIEW MORE MATCHES
sk: Oglejte si več tekem

source: View more matches
sk: Oglejte si več zadetkov

source: to stop email alerts concerning this listing.
sk: ustavi e-poštna opozorila v zvezi s to navedbo.

source: The seller will contact you directly. In the meantime, you can @link or see similar ads on Tradus. If you haven’t heard back from the seller after seven days, he or she will receive a friendly reminder from Tradus
sk: Prodajalec bo neposreden stik z vami. V tem času lahko @link videli ali podobne oglase na Tradus. Če še niste slišali za nazaj od prodajalca po sedmih dneh, bo on ali ona prejme prijazno opozorilo iz Tradus

source: Thank you for using Tradus to find your equipment!
sk: Hvala, ker uporabljate Tradus da bi našli svojo opremo!

source: take another look at the advertisement
sk: bi še enkrat pogledal na oglas

source: advertisement
sk: oglas

source: City and country
sk: Mesto in država

source: Click here
sk: Klikni tukaj

source: Dear {name}
sk: Dragi {name}

source: Delete your account
sk: Brisanje računa

source: Export personal data
sk: Izvoz osebnih podatkov

source: If you have any questions, here's how to reach the seller.
sk: Ak máte nejaké otázky, tu je spôsob ako kontaktovať predávajúceho.

source: Matched:
sk: ujema:

source: Related:
sk: Povezano:

source: Here is your @advertisementLink
sk: Tukaj je vaša @advertisementLink

source: Good luck selling
sk: Veľa šťastia s predajom

source: @duration @period ago
sk: pred @duration @period

source: years
sk: roky

source: months
sk: mesiace

source: weeks
sk: týždne

source: days
sk: dni

source: hour
sk: hodina

source: minute
sk: minúta

source: minutes
sk: minúty

source: second
sk: sekunda

source: seconds
sk: sekundy

# about-tmv-desc-artificialIntelligence
source: Artificial Intelligence
sk: Umelá inteligencia

# about-tmv-desc-margintext
source: average margin of error of less than
sk: priemerná chybovosť menšia než

# account.confirm
source: Confirm your account
sk: Potvrdiť svoj účet

# account.update_password
source: Change Password
sk: Spremeni geslo

# account_creation.confirm_your_account
source: Confirm your account
sk: Potvrďte svoj účet

# account_registration.contact-sellers-directly-and-close-deals-faster
source: Contact sellers directly and close deals faster
sk: Predávajúcich kontaktujte priamo a rýchlejšie uzavrite obchody

# account_registration.we-will-never-share-your-email-with-anyone
source: We will never share your email with anyone
sk: Váš email nebudeme nikdy s nikým zdieľať

# activate-account-message
source: Click the link in the email to activate your account.
sk: Pre aktiváciu svojho konta kliknite na odkaz v e-mailovej správe.

# activate_account
source: Activate your account
sk: Aktivujte si svoje konto

# ad.page.price_rating.bad_price
source: Bad price
sk: ZLÁ CENA

# ad.page.price_rating.estimated_overpayment
source: Estimated overpayment
sk: Očakávané preplatenie

# ad.page.price_rating.estimated_savings
source: Estimated savings
sk: Odhadované úspory

# ad.page.price_rating.fair_price
source: Market average
pt: Preço médio
sk: FÉROVÁ CENA

# ad.page.price_rating.good_price
source: Low price
pt: Preço baixo
sk: DOBRÁ CENA

# ad.page.price_rating.great_price
source: Very low price
pt: Preço muito baixo
sk: ÚŽASNÁ CENA

# ad.page.price_rating.high_price
source: High price
pt: Preço elevado
sk: VYSOKÁ CENA

# ad.page.price_rating.incomplete_listing_info
source: Incomplete listing info
sk: Neúplné informácie o výpise

# ad.page.price_rating.overpayment
source: overpayment
sk: preplatenie

# ad.page.price_rating.overpriced
source: Very high price
pt: Preço muito elevado
sk: PREDRAŽENÝ

# ad.page.price_rating.savings
source: savings
sk: úspory

# ad.page.price_rating.tradus_market_value
source: @sitename Market Value
sk: Trhová hodnota @sitename

# ad.page.registered_since.less_one_year
source: Registered on @site less than a year ago
sk: Registrovaný na @site menej ako rok

# ad.page.registered_since.more_years
source: Registered on @site for @duration years
sk: Registrovaný na @site @duration rokov

# ad.page.registered_since.one_year
source: Registered on @site for a year
sk: Rok registrovaný na @site

source: Adblue Tank Capacity
pt: Capacidade do tanque de Adblue
sk: Objem nádrže pre Adblue

# ads.criteo.generic_text
source: Find your next commercial vehicle or heavy machine at TRADUS!
sk: Nájdite svoje ďalšie úžitkové vozidlo alebo ťažký stroj v spoločnosti TRADUS!

# advert_type.rent_period
source: Rent Period
sk: rent obdobie

# advert_type.rent_period_day&#9;
source: Per day
sk: Za deň

# advert_type.rent_period_hour&#9;
source: Per hour
sk: Za hodinu

# advert_type.rent_period_month
source: Per month
sk: Za mesiac

# advert_type.rent_period_week
source: Per week
sk: Na týždeň

# ad_page.information_pop_up.price_rating
source: We calculate our price ratings by comparing the asking price of this listing to what we estimate to be its fair market value also known as @sitename Market Value (@priceTransparency). The @priceTransparency is our estimate of a fair trade price based on analysis of comparable current and past sold listings in your market.
sk: Naše cenové hodnotenia počítame porovnávaním požadovanej ceny tohto výpisu s odhadom jeho primeranej trhovej hodnoty tiež známej ako Trhová hodnota @sitename (@priceTransparency). @priceTransparency je náš odhad primeranej ceny založenej na analýze porovnateľných súčasných a minulých zoznamoch predaja na vašom trhu.

# ad_page.label.no_price_rating
source: No price rating
sk: ŽIADNE HODNOTENIE

# ad_page.label.price_rating
source: Price rating
sk: Cenové ohodnotenie

# ad_page.noticed_issues_with_this_ad
source: Noticed issues with this ad?
sk: Zistili ste problémy s touto reklamou?

# ad_page.price_transparency.incomplete_info
source: Incomplete listing info
sk: Neúplné informácie o zázname

# ad_page.report_abuse
source: Report abuse
sk: Nahlásiť zneužitie

# ad_page.tmv.attributes.cargo_space_length
source: Cargo Space Length
sk: Dĺžka nákladného priestoru

# ad_page.tmv.attributes.cargo_space_width
source: Cargo Space Width
sk: Šírka nákladného priestoru

# ad_page.tmv.attributes.engine_capacity
source: Engine capacity
sk: Objem motora

# ad_page.tmv.attributes.max._payload
source: Max. Payload
sk: Max. užitočné zaťaženie

# ad_page.tmv.attributes.number_of_seats
source: Number of seats
sk: Počet sedadiel

# alert_subscribe
source: You will start receiving offers similar to @product-model.
pt: Começará a receber ofertas semelhantes a @product-model.
sk: Začnete dostávať ponuky podobné @product-model.

# app.pdp_description.body_type
source: Body Type
sk: Typ karosérie

# app.pdp_description.capacity
source: Capacity
sk: Nosnosť

# app.pdp_description.cylinders
source: Cylinders
sk: Valce

# app.pdp_description.fits_to_following_machines
source: Fits To Following Machines
sk: Vhodný pre tieto strojové zariadenia

# app.pdp_description.maximum_lift_height
source: Maximum Lift Height
sk: Maximálna výška zdvihu

# app.pdp_description.no_doors
source: No. of doors
sk: Počet dvier

# app.pdp_description.no_seats
source: Number Of Seats
sk: Počet sedadiel

# app.pdp_description.output_auxiliary_hydraulics
source: Hydraulics Output
sk: Hydraulický výkon

# appstore.release_information.feb_21
source: Exciting changes to mention in this release. Presenting our price transparency tool throughout our farm ads, which enables you to check if the pricing of your favorite advert is fair. Finding the right value for money has never been easier! Also, mapping out locations of our sellers has been improved. Easily check where sellers are located by using a map and navigate your route accordingly. Want to save your search results while browsing on TRADUS? Make use of our "Save search" feature and return to your search in seconds.
sk: x

# app_rater.add_review_store
source: Would you like to go to Google Play and add a review?
sk: Chceli by ste prejsť do Google Play a pridať hodnotenie?

# app_rater.enjoy_the_app
source: Enjoying @sitename?
sk: Páči sa vám @sitename?

# app_rater.go_to_store
source: Go to Google Play
sk: Prejdite do Google Play

# app_rater.not_liked
source: Did you not like the app?
sk: Aplikácia sa vám nepáčila?

# app_rater.please_tell_us_why
source: Please tell us what problems were encountered. This will help improve the app. Thank you!
sk: Povedzte nám, aké problémy sa vyskytli. Pomôže to vylepšiť aplikáciu. Ďakujeme!

# app_rater.rate_the_app
source: How would you rate the app?
sk: Ako by ste ohodnotili aplikáciu?

# app_rater.thank_you
source: Thank you!
sk: Ďakujeme!

# app_store.new_release.generic_v1
source: Thanks for using TRADUS! This release includes stability and performance improvements. Let us know what you think. Please send your feedback and ideas to apps@tradus.com
sk: Ďakujeme Vám za to, že používate TRADUS! Toto vydanie zahŕňa stabilitu a zlepšený výkon. Dajte nám vedieť, čo si myslíte. Prosím, pošlite svoju spätnú väzbu a nápady na apps@tradus.com

source: As a buyer
sk: Ako kupujúci

source: As a seller
sk: Ako predávajúci

# as_a_seller_buyer
source: As a seller and buyer
sk: Ako predávajúci a kupujúci

# attribute.area_capacity
source: Area Capacity
sk: Objemová kapacita

# attribute.attachments_headers
source: Attachments Headers
sk: Hlavičky príloh

# attribute.attachments_headers.any_type_of_grain
source: Any Type Of Grain
sk: akýkoľvek druh obilia

# attribute.attachments_headers.corn_header
source: Corn Header
sk: hlavica kukurice

# attribute.attachments_headers.potato
source: Potato
sk: zemiak

# attribute.attachments_headers.sunflower_header
source: Sunflower Header
sk: slnečnicová hlavica

# attribute.axles_make
source: Axles Make
sk: Nápravy Značka

# attribute.bale_count
source: Bale Count
sk: Počet balíkov

# attribute.bale_diameter
source: Bale Diameter
sk: Priemer balíka

# attribute.bale_length
source: Bale Length
sk: Dĺžka balíka

# attribute.bale_width
source: Bale Width
sk: Šírka balíka

# attribute.bale_wrapping_capacity
source: Bale Wrapping Capacity
sk: Baliaca kapacita balíkov

# attribute.battery_current
source: Battery Current
sk: Prúd batérie

# attribute.blade_type.6_way_blade
source: 6 Way Blade
sk: 6-smerová radlica

# attribute.blade_type.semi_u-blade
source: Semi U-Blade
sk: Semi-U radlica

# attribute.blade_type.straight_blade
source: Straight Blade
sk: Rovný nôž

# attribute.blade_type.u-blade
source: U-Blade
sk: U-radlica

# attribute.bodytype.articulated
source: Articulated
sk: kĺbový

# attribute.bodytype.fixed_frame
source: Fixed Frame
sk: Pevný rám

# attribute.bodytype.other-body-type
source: Other Body Type
sk: iné telo typu

# attribute.body_model
source: Body Model
sk: Model tela

# attribute.boom_length
source: Boom Length
sk: Dĺžka ramena

# attribute.boom_type
source: Boom Type
sk: Typ výložníka

# attribute.boom_type.lattice
source: Lattice
sk: mreží

# attribute.brakes_type
source: Brakes Type
sk: Typ brzdy

# attribute.bucket_type
source: Bucket Type
sk: Typ vedra

# attribute.bucket_type.digger_bucket
source: Digger Bucket
sk: Lopata na bager

# attribute.bucket_type.loader_bucket
source: Loader Bucket
sk: Nakladacia lyžica

# attribute.bucket_type.shovel
source: Shovel
sk: Lopata

# attribute.cab_heater_make
source: Cab Heater Make
sk: Ohrievač kabíny Značka

# attribute.chassis.stainless_steel
source: Stainless Steel
sk: Nehrdzavejúca oceľ

# attribute.chassisoptions.articulated
source: Articulated
sk: kĺbový

# attribute.chassisoptions.double_decker
source: Double decker
sk: Dvoj-poschodový

# attribute.chassisoptions.drawbar_coupling
source: Drawbar coupling
sk: Spojka oja

# attribute.chassisoptions.high_roof
source: High roof
sk: Vysoká strecha

# attribute.chassisoptions.lifting_system_disc
source: Lifting system Disc
sk: Zdvíhací systém Disc

# attribute.chassisoptions.lifting_system_share
source: Lifting system Share
sk: Zdvíhací systém Zdielať

# attribute.chassisoptions.lifting_system_top_lift
source: Lifting system Top Lift
sk: Zdvíhací systém Top Lift

# attribute.chassisoptions.slide_door
source: Slide door
sk: Posuňte dvere

# attribute.chassisoptions.tail_lift_chassis_options
source: Tail lift chassis options
sk: Možnosti podvozku pre zdvíhacie plošiny

# attribute.chassisoptions.topping_system_flail
source: Topping system Flail
sk: Doplňovací systém Flail

# attribute.chassisoptions.topping_system_lift
source: Topping system Lift
sk: Výklopný systém

# attribute.chassisoptions.topping_system_rotary
source: Topping system Rotary
sk: Vrchný systém Rotary

# attribute.chipper_opening
source: Chipper Opening
sk: Otváranie štiepkovača

# attribute.clamp_make
source: Clamp Make
sk: Svorka Značka

# attribute.concrete_mixer_make
source: Concrete Mixer Make
sk: Značka miešačky betónu

# attribute.concrete_pump_make
source: Concrete Pump Make
sk: Značka betónového čerpadla

# attribute.condition
source: Condition
pt: Estado
sk: Stanje

# attribute.condition.new
source: New
sk: Nový

# attribute.condition.semi-new
source: Semi-new
sk: Semi

# attribute.construction_month
source: Construction Month
sk: Mesiac výstavby

# attribute.cooling_system
source: Cooling System
sk: Chladiaci systém

# attribute.cooling_system.air
source: Air
sk: ovzdušia

# attribute.cooling_system.water
source: Water
sk: voda

# attribute.cooling_unit
source: Cooling Unit
sk: Chladiaca jednotka

# attribute.crane_type
source: Crane Type
sk: Typ žeriavu

# attribute.crane_type.flat_top
source: Flat Top
sk: Plochá horná časť

# attribute.crane_type.hammer_head
source: Hammer Head
sk: Kladivová hlava

# attribute.crane_type.luffing_jib
source: Luffing Jib
sk: Sklápací výložník

# attribute.crushertype.ball_crusher
source: Ball crusher
sk: Drvič lopty

# attribute.crushertype.gyratory_crusher
source: Gyratory crusher
sk: Drvič Gyratory

# attribute.crushertype.hammer_crusher
source: Hammer crusher
sk: Drvič kladiva

# attribute.crushertype.impact_crusher
source: Impact Crusher
sk: Drvič nárazu

# attribute.crushertype.jaw_crusher
source: Jaw crusher
sk: Drvič čeľuste

# attribute.crushertype.rod_crusher
source: Rod Crusher
sk: Hrotový drvič

# attribute.crushertype.roll_crusher
source: Roll crusher
sk: Valcový drvič

# attribute.crushertype.shredder_crusher
source: Shredder crusher
sk: Drvič drviča

# attribute.cutting_height
source: Cutting Height
sk: Výška kosenia

# attribute.cutting_power
source: Cutting Power
sk: Rezacia sila

# attribute.cylinders.2_cyl.
source: 2 cyl.
sk: 2 valce.

# attribute.cylinders.3_cyl.
source: 3 cyl.
sk: 3 valce.

# attribute.cylinders.4_cyl.
source: 4 cyl.
sk: 4 valce.

# attribute.cylinders.5_cyl.
source: 5 cyl.
sk: 5 val.

# attribute.cylinders.6_cyl.
source: 6 cyl.
sk: 6 val.

# attribute.cylinders.7_cyl.
source: 7 cyl.
sk: 7 val.

# attribute.cylinders.8_cyl.
source: 8 cyl.
sk: 8 val.

# attribute.diameter
source: Diameter
sk: priemer

# attribute.dipper/_stick_length
source: Dipper/ Stick Length
sk: Dĺžka lyžice / palice

# attribute.driveconfiguration.mounted
source: Mounted
sk: namontovaný

# attribute.driveconfiguration.trailed
source: Trailed
sk: ťahaný

# attribute.drive_configuration
source: Drive Configuration
pt: Configuração da Unidade
sk: Jazdná konfigurácia

# attribute.dual_rear_wheels
source: Dual Rear Wheels
sk: Dvojité zadné kolesá

# attribute.dumping_height
source: Dumping Height
sk: Výšková výška

# attribute.engine_make
source: Engine Make
sk: Značka motora

# attribute.engine_type.in-line
source: In Line
sk: v rade

# attribute.engine_type.v-type
source: V Type
sk: Tvar V

# attribute.epa_marking
source: EPA Marking
sk: Značenie EPA

# attribute.execution
source: Execution
sk: poprava

# attribute.execution.railtravelling
source: Railtravelling
sk: Koľajnicový

# attribute.execution.static
source: Static
sk: statický

# attribute.exterior.airbags
source: Airbags
sk: airbagy

# attribute.exterior.aluminium_wheels
source: Aluminium wheels
sk: Hliníkové kolesá
