Repository: altafsamnani/tradus-bundle
Catalog: Resources/translations_old/messages.*.xlf
Languages: pt, sk

source: @startBoldCultivator@endBold @startParagraphA cultivator is a tool for effortlessly loosening agricultural land and churning it for the prevention of further growth of unwanted plants, such as weeds. When working with a cultivator it is important to be mindful of the correct depth, routing, and driving speed. @endParagraph @startBoldManual and mechanical version@endBold @startParagraphCultivators are available in both manual and mechanically driven versions. A mechanically driven cultivator can be pulled behind a tractor and has bent teeth. When sprung, the cultivator is called a spring-tine cultivator. Both versions are available through Tradus. @endParagraph @startBoldStubble cultivation@endBold @startParagraphDuring operation, the cultivator can run on two compressed wheels, placed between the rear-most two rows of teeth. The most modern cultivators nowadays don’t have wheels, but are instead attached directly to the tractor, which serves as the base unit. Apart from loosening and churning soil, the cultivator often also serves for stubble cultivation of grain and corn land. This prevents compaction of the surface, drains excess rainwater, and efficiently kills weeds and crop remains.@endParagraph @startBoldUsed cultivators on Tradus@endBold @startParagraphEURO-Jabelmann, Case IH, Kuhn, and Universal are just some of the makes of used cultivators that are being offered on Tradus. Other makes, like Namyslo, Bomet, and Hassia are added to that on a regular basis. Adverts for used cultivators often come from West-European countries, such as the United Kingdom, Germany, and the Netherlands, while East-European countries like Poland, the Ukraine, and Bulgaria are also on the rise. @endParagraph
sk: @startBoldKultivátor@endBold @startParagraphKultivátor je nástroj na uvoľnenie a premiešanie poľnohospodárskej pôdy, aby sa zabránilo ďalšiemu rastu nežiaducich rastlín, napr. buriny. Pri práci s kultivátorom, je dôležité mať správnu hĺbku, smerovanie a rýchlosť jazdy. @endParagraph @startBoldRučná a strojová verzia@endBold @startParagraphKultivátory sú dostupné v oboch verziách, t.j. ručné a strojové. Strojom poháňaný kultivátor môže byť ťahaný traktorom a má zakrivené zuby. Ak má odpruženie, kultivátor sa nazýva vibračný kultivátor. Obe verzie sú dostupné prostredníctvom služby Tradus. @endParagraph @startBoldSpracovanie strniska@endBold @startParagraphPočas práce môže kultivátor bežať na dvoch kolesách, ktoré sú umiestnené za dvoma zadnými radmi zubov. Najnovšie kultivátory často nemajú kolesá a sú pripevnené priamo na traktor, ktorý slúži ako základňa. S výnimkou uvoľňovania a premiešania poľnohospodárskej pôdy, kultivátor tiež slúži na spracovanie strniska na poli s obilím a kukuricou. Zabraňuje zhutňovaniu povrchu, odstraňuje nadmerné zrážky a účinne odstraňuje buriny a zvyšky plodín. @endParagraph @startBoldPoužité kultivátory na Traduse@endBold @startParagraphEURO-Jabelmann, Case IH, Kuhn a Universal sú niektoré zo značiek kultivátorov z druhej ruky, ktoré nájdete na Traduse. Pravidelne sa objavujú aj značky ako Namyslo, Bomet a Hassia. Inzeráty na použité kultivátory často pochádzajú z krajín západnej Európy, ako je Veľká Británia, Nemecko a Holandsko, pričom aj krajiny východnej Európy, ako napríklad Poľsko, Ukrajina a Bulharsko, sú tiež na vzostupe. @endParagraph

source: @startBoldHarrows@endBold @startParagraphHarrows are used to prepare agricultural soil for sowing. Mechanical harrows are pulled by a tractor and make small grooves in the soil, in which the seed can then be sown. After sowing, the soil can be harrowed again so that that grooves are covered with soil; the crop can then grow, and the harrow’s work is done. @endParagraph @startBoldVarious types of harrows@endBold @startParagraphHarrowing can be done using various agricultural machines. The standard harrow with short teeth is a popular tool. This harrow is used, for example, when sowing in sand soil; the disc harrow is more commonly used when the soil needs to be loosened before the grooves are made. The disc harrow owes its name to the fact that there are no teeth, but instead round discs on the harrow. @endParagraph @startParagraphA third variant is called the rotor head harrow, which is still used a lot by tillage businesses. It makes the soil even finer and equalises it, before the sowing starts. The cultivator is also counted among the harrows in agriculture: this toothed harrow is used for deeper soil processing thanks to its teeth, which are longer than those on the standard harrow. @endParagraph @startBoldRange on Tradus@endBold @startParagraphTradus offers a broad range of used harrows. Makes like Kuhn, Väderstad, Amazone, Kverneland, Kongskilde, Lemken, and Unia regularly recur in the offered range. In addition, sellers are offering harrows by Doublet-Record, Maschio, Rolmako, Rabe, and other makes. @endParagraph
sk: @startBoldBrány@endBold @startParagraphBrány sa používa na prípravu pôdy pred siatím. Pri strojovom bránení traktor ťahá brány, tvoria sa malé drážky v zemi, do ktorých sa potom môže vysievať. Po zasiatí môže byť zem opätovne prebránená, aby brázdy boli znovu zakryté zeminou; plodiny potom môžu začať rásť a brániace práce sú hotové. @endParagraph @startBoldRôzne typy brán@endBold @startParagraphBránenie je možné vykonávať rôznym poľnohospodárskym náradím. Štandardné brány s krátkymi zubami sú obľúbeným nástrojom. Táto brána sa používa napríklad na piesočnaté pôdy, zatiaľ čo diskové brány sa často používajú na bránenie pôdy pred otvorením brázd. Diskové brány vďačia za svoj názov skutočnosti, že nemajú zuby, ale okrúhle disky. @endParagraph @startParagraph Treťou verziou sú rotačné brány, ktoré sa stále vo veľkej miere používajú na poľnohospodárskych družstvách. Používa sa na to, aby bola pôda ešte jemnejšia a vyrovnanejšia predtým, než začne výsev. Kultivátor možno zaradiť aj medzi poľnohospodárske brány; tieto ozubené brány zabezpečujú hlbšie obrábanie pôdy. Majú dlhšie zuby ako bežné brány. @endParagraph @startBoldPonuka na Traduse@endBold @startParagraphTradus ponúka široký sortiment použitých brán. Značky ako Kuhn, Väderstad, Amazone, Kverneland, Kongskilde, Lemken a Unia sa v ponuke objavujú pravidelne. Predajcovia ponúkajú aj brány Doublet-Record, Maschio, Rolmako, Rabe a iných značiek. @endParagraph

source: %3Cspan%3Ecategory-71%3C%2Fspan%3E
sk: %3Crozpätie%3Ekategória-71%3C%2Frozpätie%3E

source: %3Cspan%3Ecategory-72%3C%2Fspan%3E
sk: %3Crozpätie%3Ekategória-72%3C%2Frozpätie%3E

source: @startBoldSeed drills@endBold @startParagraphSeed drills are intended for sowing seed in agriculture, with the intention of growing crops. These could be all kinds of vegetables, but also plants which are sowed using a precision seed drill. Where sowing used to be done by hand for the most part, everything is automated nowadays, allowing huge plots of land to be sowed. The seed drill is usually fully automated, only requiring a driver to move it around, or a tractor with driver to pull it along. @endParagraph @startBoldFunctioning of the seed drill@endBold @startParagraphIn that time of the year when the sowing can take place, the seed drill will move over the land. While the machine is operational, firstly, the cutter plough ensures that a small groove is made in the land, after which the seed is deposited through the sowing pipe. Using a seed coulter, a little fresh soil is then applied to the sowed land to initiate the growth process. A seed drill generally consists of a lump clearer, various pressure rolls, a seed drain plug, a seed coulter, and a storage bin. Every component serves its own purpose and contributes to the sowing process. @endParagraph @startBoldRange of used seed drills on Tradus@endBold @startParagraphThousands of used seed drills from various countries are being offered for sale on Tradus. From Poland, Germany, and Denmark the supply is biggest, while France, Austria, and the Ukraine offer more and more machines for sale as well. It mainly concerns makes like Siewnik, Amazone, Väderstad, Kuhn, Kverneland, but also many others.@endParagraph
sk: @startBoldSejacie stroje@endBold @startParagraphSejačky sa používajú na zasiatie semien v poľnohospodárstve na účely pestovania plodín. Môžu to byť všetky druhy zeleniny, ale aj rastliny, ktoré sú osiate presným sejacím strojom. Tam, kde bola výsadba v minulosti často manuálnym procesom, je dnes všetko automatizované a veľké pozemky sa dajú rýchlo vysievať. Sejačka je často plne automatická a potrebuje iba vodiča na pohyb vpred, alebo traktor s vodičom, ktorý ju ťahá dopredu.@endParagraph @startBoldFungovanie sejačky@endBold @startParagraphV priebehu obdobia, keď sa môže výsev uskutočniť, sejačka pracuje na poli. Predovšetkým, pri poháňaní stroja otvárač brázdy zabezpečuje, že sa do zeme vykope malá brázda, do ktorej sa semená dostanú do zeme cez výsevnú rúrku. Použitím sejačky sa na vrchu zasiatej pôdy pridá určitá nová pôda, ktorá spustí rastový proces. Sejačka sa často skladá z jednozložkového čističa, rôznych tlakových valcov, vypúšťacej zátky na osivo, osivového nástavca a násypky. Každá zložka má svoju vlastnú funkciu a prispieva k procesu výsevu. @endParagraph @startBoldSortiment použitých sejačiek na Traduse@endBold @startParagraphTisíce použitých sejačiek možno nájsť na Traduse, ktoré sú na predaj v rôznych krajinách. Je tu veľká ponuka z Poľska, Nemecka, Dánska, ale aj z Francúzska, Rakúska a Ukrajiny narastá počet inzerátov na predaj používaných strojov. Často ide o značky ako Siewnik, Amazone, Väderstad, Kuhn, Kverneland a iné. @endParagraph

source: @startBoldPlanters@endBold @startParagraphA planter can plant many types of crops for land cultivation and tillage. For the planting of different types of crops, different types of machines can be used. Generally, these are not fully automated machines: manual labour is always required to make the process run smoothly. Examples of planters are the standard planter, the precision planter, the deep planter, the linear planter, and planters for asparagus. @endParagraph @startBoldStandard planter@endBold @startParagraphThe standard planter is used for planting a large variety of different vegetables, such as bell peppers, parsley, strawberries, various types of cabbage, lettuce, and celery. The planter ensures that the plants are placed on a special rack, from where the supply disc moves the plants to just above the soil. They are then carefully placed in the soil, after which new soil is gentle moved in the direction of the new plant, making the plant ready to start growing. The precision planter works in a similar way, although it uses adjustable depositors and a beaker-chain to ensure the correct distance between plants.@endParagraph @startBoldDeep planter@endBold @startParagraphWith a deep planter, heavier plants can be placed steady in the soil. Young fruit trees, and heavy strawberry plants are some examples for which a deep planter might be used. The plants are released by hydraulically driven discs, placing them at depths of up to 25 centimetres. The linear planter is mainly used for crops where it is extra important to prevent damage to the roots. @endParagraph @startBoldPlanters on Tradus@endBold @startParagraphUsed planters are available in good numbers on Tradus. Sellers of used planters are offering various makes, including Amazone, Grimme, Great Plains, Väderstad, and Inny. The supply of used planters is biggest from the Ukraine, Poland, Denmark and the Netherlands, but there are also significant numbers of adverts from Germany, France, and Spain. @endParagraph
sk: @startBoldSádzacie stroje@endBold @startParagraphSádzací stroj je možné použiť na rôzne druhy plodín v poľnohospodárstve a hospodárení na pôde. Jednotlivé stroje môžu byť použité na sadenie rôznych plodín. Vo všeobecnosti nie sú plne automatické stroje: ľudská práca bude vždy potrebná na riadenie procesu. Príkladmi sádzačov sú štandardné sádzače, presné sádzače, hlboké sádzače, lineárne sádzače a sádzače špargle. @endParagraph @startBoldŠtandardné sádzacie stroje@endBold @startParagraphŠtandardný sadzač je užitočný pre výsadbu veľkého počtu rôznych druhov zeleniny. Napríklad paprika, petržlen, jahody, rôzne druhy kapusty, šalát a zeler. Sádzač tiež zabezpečuje, že rastliny sú na špeciálnom stojane a zariadenie je zavesené tesne nad povrchom pomocou podávacieho kotúča. Potom sú starostlivo zasadené do zeme, pričom brány zaisťujú, že nová sypký pôda zasype rastlinu, čím je pripravená k rastu. Presný sádzač funguje podobným spôsobom, ale používa nastaviteľné vkladače a retiazku na zabezpečenie správnej vzdialenosti medzi rastlinami. @endParagraph @startBoldHlboký sadzač@endBold @startParagraphVďaka hlbokému sádzaču, takže si môžete byť istí, že ťažšie rastliny sú vysadené v zemi. Napríklad mladé ovocné stromy a rastliny jahôd. Rastliny sa uvoľňujú pod hydraulicky poháňanými hnacími kotúčmi a umiestnia sa do hĺbky 25 cm. Lineárny sadzač je hlavne užitočný pri plodinách, ktoré vyžadujú mimoriadnu starostlivosť, aby sa nepoškodili korene. @endParagraph @startBoldSadzače na Traduse@endBold @startParagraphVeľa použitých sádzacích strojov je inzerovaných na Traduse. Predajcovia použitých sádzacích strojov ponúkajú množstvo rôznych značiek, ako sú napríklad Amazone, Grimme, Great Plains, Väderstad a Inny. Je tu veľká ponuka použitých sadzačov z Ukrajiny, Poľska, Dánska a Holandska, ale mnohé inzeráty pochádzajú aj z Nemecka, Francúzska a Španielska. @endParagraph

source: %3Cspan%3Ecategory-75%3C%2Fspan%3E
sk: %3Crozpätie%3Ekategória-75%3C%2Frozpätie%3E

source: @startBoldShredders@endBold @startParagraphSilage is a combination of different grasses, which are dried and stored after mowing. By drying briefly, nutrition is retained better, yet the pit is covered with plastic to stop air and water getting in. A so-called shredder can cut portions from the pit, so they can be given to the animals in their enclosures. The shredder has no standard measurements and can be bigger or smaller depending on the required silage. Generally, after being attached to the tractor, the shredder can cut several cubic metres of silage from the bulk, for transport to the enclosures. @endParagraph @startBoldComponents of the shredder @endBold @startParagraphThe shredder may be fitted with a cutting board or scratch board, used for acquiring the feed. Often there is also a spillage plate present for loss-free transport. The cutting or scratching board is fixed to a single or double support arm. The shredder may also be fitted with side-protection rolls and dosage valves with automatic hydraulic controls. These dosage valves are used for expelling the feed for consumption by the animals. @endParagraph @startParagraphA shredder contains several other required components, such as top loaders, clamps, hydraulics cylinders, a cutting frame, a top bar, skimmer and transverse skimmer, and the mechanical controls of the machine. Continuous maintenance is important for prolonged use of the shredder, even when acquired in used state through Tradus. @endParagraph @startBoldRange of used shredders on Tradus@endBold @startParagraphA good number of used shredders are offered for sale on Tradus from Denmark, Germany, the Netherlands, and Finland. In addition, Poland, Sweden, Italy, and France also post many sales offers. Many makes are represented among the shredders offered for sale. Wallenstein, Teknamotor, Tajfun, and Posch feature regularly. Other regularly recurring makes include Strautmann, Husqvarna, and Doppstadt. @endParagraph
sk: @startBoldRezačky na siláž@endBold @startParagraphSiláž je kombinácia rôznych druhov tráv, ktoré sú vysušené a skladované po kosení. Rýchly sušením sa zachovajú živiny, pričom siláž sa prikryje plastovým obalom, aby sa zabránilo preniknutiu vzduchu a vody. Pomocou takzvanej rezačky siláže sa môžu zo siláže odrezávať porcie na kŕmenie zvierat. Rezačka na siláž nemá pevné rozmery a môže byť, v závislosti od veľkosti siláže, veľká alebo malá. Všeobecne platí, že rezačka na siláž, ktorá je pripojená k traktoru, môže odrezať niekoľko kubických metrov siláže z celku a priviezť siláž zvieratám. @endParagraph @startBoldKomponenty silážnej rezačky@endBold @startParagraphRezačky na siláž môžu mať na rezacie alebo škrabacie listy na rezanie krmiva zo sila. Často sa používa aj protišmyková doska na prepravu bez rozsypania. Rezací alebo škrabací list je pripevnený na jedno nosné rameno alebo dvojité nosné rameno, ďalej rezačka na siláž môže obsahovať aj bočné ochranné valce a dávkovacie ventily s automatickým hydraulickým ovládaním. Tieto dávkovacie ventily vysúvajú krmivo pre zvieratá. @endParagraph @startParagraph Silážne rezačky má aj rôzne ďalšie časti. Napríklad horné nakladače, upínacie konzoly, hydraulické valce, rezací rám, horný spoj, tlačný a bočný posúvač a mechanickú časť stroja. Nepretržitá údržba je dôležitá pre dlhodobé užívanie rezačky siláže, a to aj vtedy, keď je zakúpená z druhej ruky prostredníctvom Tradusu. @endParagraph @startBoldSortiment použitých rezačiek siláže na Traduse@endBold @startParagraphPomerne vysoký počet použitých rezačky siláže je na Traduse v ponuke na predaj z Dánska, Nemecka, Holandska a Fínska. Sortiment v Poľsku, Švédsku, Taliansku a Francúzsku je tiež dobrý. V ponuke je množstvo rôznych značiek pre rezačky siláže. Wallenstein, Teknamotor, Tajfun a Posch sú v ponuke pravidelne. Ďalšie objavujúce sa značky sú Strautmann, Husqvarna a Doppstadt. @endParagraph

source: @startBoldFeed mixers@endBold @startParagraphA feed mixer can cut and mix various products into a single feed for animals. Corn, grass, and straw are commonly used products used in feed mixers, but also pressed pulp, and other wet by-products can be added to the mixture in these machines. The mixer plays an important role in the process, because mixing well retains the minerals in the feed. In expelling the feed, it is important that the mixer has done its work well, so that the animals are offered the right food, and not an excess of one product and a shortage of another. @endParagraph @startBoldTypes of feed mixers @endBold @startParagraphFeed mixers can have horizontal or vertical mixers. In smaller livestock farms a vertical mixer is more commonly used: this pulls the ingredients upwards and lets it drop back down, until the contents are sufficiently mixed. A horizontal mixer consists of blades fixed to a horizontal rotor, which cut the feed: after a shorter mixing process, this food too is ready to give to the animals. @endParagraph @startBoldMounting@endBold @startParagraphA feed mixer may be fitted with its own axle and wheels, but can also, as a separate component, be temporarily attached to a tractor. Filling takes place in different ways, depending on the capacity of the feed mixer and the machine’s options. Filling can be done by first placing the ingredients in a tub, which then empties its contents into a larger container; it is also possible to deposit the food directly into the container. After everything has been cut and mixed, the tractor drives towards the animals to deposit the food there. @endParagraph @startBoldUsed feed mixers on Tradus@endBold @startParagraphTradus more than meets the demand for used feed mixers. Owners of feed mixers offer their machines from various countries in Europe: Germany, Denmark, the Netherlands, Austria, and France are the countries generally offering most machines. Makes like Trioliet, Kuhn, Strautmann, Keenan, and JF are regularly offered. @endParagraph
sk: @startBoldMiešacie kŕmne@endBold @startParagraphMiešacie kŕmne je možné použiť na rezanie rôznych produktov a miešanie do jedného krmiva pre zvieratá. Kukurica, tráva a slama sú bežne používané produkty v tomto mixéri, ale do zmesi v tomto stroji môžu byť pridané lisované buničiny a ďalšie mokré vedľajšie produkty. Mixér zohráva dôležitú úlohu v tomto procese, pretože miešanie zachováva minerálne látky v krmive. Pri vysúvaní krmiva je dôležité, aby mixér urobil svoju prácu dobre, aby sa zvieratám dostalo správne krmivo namiesto prebytku jedného výrobku a nedostatku druhého. @endParagraph @startBoldTypy miešacích kŕmni@endBold @startParagraphTieto zariadenia môžu mať horizontálny alebo vertikálny mixér. V menších farmách na chov dobytka je pravdepodobnejšie, že sa použije vertikálny mixér: tento prísady vyťahuje nahor, ktoré potom klesnú, kým sa obsah nezmieša dostatočne. Horizontálny mixér pozostáva z čepelí na horizontálnom rotore, ktorý rozrezáva krmivo: po kratšom zmiešavacom procese je pripravené na konzumáciu pre hovädzí dobytok. @endParagraph @startBoldPríslušenstvo@endBold @startParagraphMiešacia kŕmňa je vybavená vlastnou nápravou a kolesami, ale môže byť tiež dočasne pripojená k traktoru ako samostatný komponent. Plnenie prebieha rôznymi spôsobmi v závislosti od kapacity kŕmne a možnosti stroja. Plnenie sa môže uskutočniť najprv umiestnením prísad do nádoby, po ktorej sa obsah vyprázdni do väčšej nádoby; je tiež možné pridať krmivo priamo do nádoby. Po tom, čo bolo všetko rozrezané a zmiešané, traktor sa pohne smerom k zvieratám, aby tam uložili krmivo. @endParagraph @startBoldPonuka miešacích kŕmní na Traduse@endBold @startParagraphTradus ponúka široký sortiment použitých miešacích kŕmní. Majitelia miešacích kŕmní ponúkajú svoje stroje z rôznych krajín v Európe. Nemecko, Dánsko, Holandsko, Rakúsko a Francúzsko sú vo všeobecnosti krajiny s najväčšou ponukou. Značky ako Trioliet, Kuhn, Strautmann, Keenan a JF sú pravidelne v ponuke. @endParagraph

source: %3Cspan%3Ecategory-78%3C%2Fspan%3E
sk: %3Crozpätie%3Ekategória-78%3C%2Frozpätie%3E

source: %3Cspan%3Ecategory-79%3C%2Fspan%3E
sk: %3Crozpätie%3Ekategória-79%3C%2Frozpätie%3E
