Repository: altafsamnani/tradus-bundle
Catalog: Resources/translations_old/messages.*.xlf
Languages: pt, sk

source: @startBoldIrrigation@endBold @startParagraphWhen insufficient rain falls, irrigation is used: adding water to the agricultural crops using technical means. The technique behind this innovative method is characterised by the use of various machines, a number of which are available on Tradus. Using special irrigation reels, for example, the soil can be better maintained and cared for. Some irrigation reels are very large, suitable for providing water to several acres in a single day. Others are smaller, and thereby more suitable for smaller agricultural land plots. @endParagraph @startBoldContents of irrigation machines @endBold @startParagraphIrrigation machines can be fairly ‘bare’, consisting of two wheels, a frame, and some pipes through which water can be pumped towards the crops. A large roll on wheels can also be used, held together by two wooden or aluminium sheets. With dozens of metres of hose, these machines are among the larger of their kind. They make it possible to remain close to the water source and still cover significant distances to provide crops with water. Other examples are motorised pumps and flange pumps. @endParagraph @startParagraphThe various components in irrigation machines vary per model. Many use a drawbar and idler, while some also have adjustable supports and mudguards. Depending on the job they’re used for, and the size of the machine, they may also have a non-return valve, a main control valve, a suction tank, sound dampening casing, and a work lamp so the machine can be used during the dark hours of the day.@endParagraph @startBoldRange of used machines on Tradus@endBold @startParagraphUsed irrigation machines also feature among the products offered on Tradus. Fasterholt, Bauer, Irrifrance, Bording, and Omme are some of the makes that regularly feature. Many of the products offered come from countries like Denmark, the Netherlands, and Germany, but many other West-European countries, like France and Belgium also regularly offer used irrigation machines for sale.@endParagraph
sk: @startBoldZavlažovanie@endBold @startParagraphAk je nedostatok zrážok, používa sa zavlažovanie: zabezpečenie vody pre poľnohospodárske plodiny pomocou technických prostriedkov. Technológia, ktorá sa skrýva za touto inovatívnou metódou, je charakteristické použitím rôznych strojov, pričom mnohé z nich je možné získať prostredníctvom Tradusu. Špeciálne zavlažovacie cievky môžu byť použité na lepšiu údržbu a starostlivosť o pôdu. Niektoré zavlažovacie cievky sú veľmi veľké a môžu zavlažovať niekoľko hektárov pôdy počas jedného dňa. Iné sú zase menšie a vhodné pre menšie plochy. @endParagraph @startBoldObsah zavlažovacích zariadení@endBold @startParagraphZavlažovacie zariadenia môžu byť relatívne jednoduché, a pozostávať z dvoch kolies s rámom a niekoľkých rúr, ktoré čerpajú vodu smerom k plodinám. Je tiež možné použiť veľký valec na kolesách, ktorý drží pokope dva drevené alebo hliníkové platne. Kvôli mnohým desiatkam metrov hadíc, tieto stroje patria medzi tie väčšie. Umožňujú zostať blízko vodného zdroja a stále pokrývajú väčšie vzdialenosti, aby zásobili plodiny vodou. Inými príkladmi sú súpravy motorových čerpadiel a prírubové čerpadlá. @endParagraph @startParagraph Rôzne časti zavlažovacích zariadení sa líšia podľa modelu. Mnohé majú ťažné zariadenie a obežné koleso, zatiaľ čo niektoré majú aj nastaviteľné oporné ramená a blatníky. V závislosti od úlohy a veľkosti stroja môžu byť tiež vybavené spätným ventilom, hlavným uzatváracím ventilom, sacou nádržou, konštrukciou na pohlcovanie zvuku a pracovným svetlom pre prácu v noci.@endParagraph @startBoldSortiment použitých strojov na Traduse@endBold @startParagraphPoužité zavlažovacie zariadenia sú inzerované na Traduse. Fasterholt, Bauer, Irrifrance, Bording a Omme sú niektoré zo značiek, ktoré sa pravidelne objavujú. Je tu veľká ponuka z Dánska, Holandska a Nemecka, ale aj z iných krajín západnej Európy, ako sú Francúzsko a Belgicko, z ktorých sa pravidelne objavuje ponuka použitých zavlažovacích zariadení. @endParagraph

source: %3Cspan%3Ecategory-81%3C%2Fspan%3E
sk: %3Crozpätiespan%3Ekategória-81%3C%2Frozpätie%3E

source: @startBoldConstruction@endBold @startParagraphUsing heavy construction materials, the land is usually first prepared for building, before the actual construction begins. In construction, machinery makes the physically demanding work easier on many fronts. So, the possible uses in construction, as the variety of rolls, are numerous.@endParagraph @startParagraphThrough Tradus, used machinery can be bought and sold for use in aspects of construction. In the preparation phase, diggers, bulldozers, shovels, and cranes, for example, are frequently used. These can be found throughout various categories.@endParagraph @startBoldOther machines in the building sector@endBold @startParagraphTradus also has a wide range of adverts for used machine-accessories, cherry pickers, telescopic handlers, and backhoe loaders. Grinders and motor graders have also been included in the range of heavy machinery for the building sector. Many other machines are included in the rest category on Tradus. These include scrubbing machines, vacuum and sweeping machines, drilling installations, compressors, rollers, and other applications. All machines have their own purpose and operating mode. You can sort used machines by type, by make, or by country of current offers.@endParagraph @startBoldRange on Tradus@endBold @startParagraphSellers of second-hand construction machinery offer practically every brand through Tradus. Caterpillar, JCB, Volvo, Liebherr, and Komatsu are only a few of the brands that feature frequently in various adverts. But other brands, such as Manitou, Genie, Atlas Copco, and Hitachi are also popular, and many other brands are featured as well.@endParagraph
sk: @startBoldStavebníctvo@endBold @startParagraphPomocou ťažkých stavebných strojov sa pozemok pripraví na výstavbu pred zahájením skutočnej výstavby. V stavebníctve sa ťažká fyzická práca v mnohých smeroch vykonáva pomocou strojov. V stavebníctve sa využíva veľké množstvo strojov, vzhľadom na rôznorodosť úloh v odvetví.@endParagraph @startParagraphCez Tradus sa použité stroje môžu kupovať a predávať a využívať v rôznych terénoch na stavbách. V prípravnej fáze sa bežne používajú bagre, buldozéry, rýpadlá a stavebné žeriavy. Tieto môžete nájsť v rôznych kategóriách.@endParagraph @startBoldOstatné stroje v stavebníctve@endBold @startParagraphTradus má tiež širokú škálu inzerátov na použité príslušenstvo strojov, pracovných plošín, teleskopických manipulátorov a rýpadlových nakladačov. Drtiče a grejdre tiež tvoria súčasť sortimentu ťažkých stavebných strojov. Veľký počet ďalších používaných strojov je na Traduse inzerovaný v kategórii Rôzne. Patria sem stroje na drhnutie, odsávanie a zametanie, vŕtacie zariadenia, kompresory, valce a iné zariadenia. Všetky stroje majú svoje vlastné funkcie a určenie. Použité stroje sa dajú triediť podľa typu, značky a krajiny.@endParagraph @startBoldPonuka na Traduse@endBold @startParagraphPredajcovia použitých stavebných strojov ponúkajú na Traduse prakticky všetky značky. Caterpillar, JCB, Volvo, Liebherr a Komatsu sú niektoré zo značiek, ktoré sa vyskytujú pravidelne v rôznych inzerátoch. Značky ako Manitou, Genie, Atlas Copco a Hitachi sú tiež populárne. Objavujú sa aj mnohé iné značky.@endParagraph

source: @startBoldExcavators@endBold @startParagraphExcavators are mostly used on building terrains. In the early stages of a building project the ground first must be prepared for construction, which is where the excavator comes in. Using the excavator, the ground is churned, lifted, and removed, so that fresh soil is on the surface, which can be made suitable for equalising and then construction.@endParagraph @startBoldComponents of the excavator@endBold @startParagraphAn excavator consists of a base, a cabin, a flexible support arm with a boom and digging arm, and is generally fitted with tracks. The flexible arm of the excavator makes it easy to dig and shovel. The cabin cage and fuselage can rotate, making it easy to turn in different directions while working. This makes it easy to keep an eye on the surroundings and the continuous process. Thanks to the tracks, the excavator can drive on any ground type.@endParagraph @startBoldusability of excavators @endBold @startParagraphAlthough excavators are generally used for digging on construction sites, they can also be used for different purposes, or in other locations. When working in wooded areas, for example, or when moving materials on building sites and other terrain. An excavator is not suitable for pulling another vehicle and equally is not suitable for being pulled by another motorised vehicle. If the excavator needs to be transported to another location, then it should be placed on a flatbed and moved from there.@endParagraph @startBoldRange of used excavators on Tradus@endBold @startParagraphMany used excavators are offered for sale on Tradus. Both crawler tractors and small excavators on wheels can be found in the range. Regularly featured makes of excavators include Caterpillar, Volvo, Komatsu, and JCB. But makes like Liebherr, Hitachi, Kubota, and Doosan are also well represented in the online range on Tradus.@endParagraph
sk: @startBoldRýpadlá@endBold @startParagraphRýpadlá sú najčastejšie používané zariadenia na staveniskách. V počiatočných fázach projektu výstavby musí byť pozemok pripravený na výstavbu a tam rýpadlo vstupuje do hry. Pomocou rýpadla sa pôda brázdi, zdvíha a odstraňuje, takže čerstvá zemina je na vrchu a môže sa použiť na vyrovnanie povrchu a na jeho stavbu.@endParagraph @startBoldKomponenty rýpadla@endBold @startParagraphRýpadlo pozostáva z podvozku, kabíny, pružného nosného ramena s ramenom a vykopávacím ramenom a zvyčajne má húsenicové pásy. Ohybné rameno rýpadla umožňuje ľahko kopať a odhadzovať. Kabína a trup sa môžu otáčať, čo umožňuje ľahké otáčanie v rôznych smeroch pri vykonávaní prác. To uľahčuje sledovanie okolia a zabezpečuje nepretržitý výkon. Vďaka pásom je možné rýpadlo použiť na akomkoľvek podklade.@endParagraph @startBoldVyužitie rýpadiel@endBold @startParagraphHoci rýpadlá sa vo všeobecnosti používajú na vykopávanie na stavineskách, je možné ich použiť aj na iné účely alebo na rôznych miestach. Môžu sa napríklad použiť na prácu v lesoch alebo na presun materiálu na staveniskách a iných miestach. Rýpadlo nie je vhodné na ťahanie iného vozidla a nemalo by byť ťahané samotným motorovým vozidlom. Ak je potrebné prepraviť rýpadlo na iné miesto, musí byť umiestnené na nízkom nakladači a prepravované odtiaľ.@endParagraph @startBoldSortiment použitých rýpadiel na Traduse@endBold @startParagraphVeľa použitých rýpadiel je v ponuke na predaj cez Tradus. Pásové traktory alebo pásové ťahače a rýpadlá na kolesách a malé rýpadlá sa nachádzajú v inzerátoch. Medzi bežné značky rýpadiel patria Caterpillar, Volvo, Komatsu, JCB. Značky Liebherr, Hitachi, Kubota a Doosan sú tiež vo veľkej miere zastúpené v on-line ponuke na Traduse.@endParagraph

source: @startBoldLoaders@endBold @startParagraphA loader is a machine used for the movement of soil. The machine is used for loading materials into a container. The advantage of a loader over, for example, a regular excavator, is that different attachments can be fitted to the lifting arm. This allows the loader to be used for different purposes, making it a multi-functional machine. Loaders with a single fixed attachment are also available. Loaders may also be called loading shovels or wheel loaders. Loaders are often used on transhipment sites, in the ground or road, in waterway construction, paving and for moving soil. However, they are less suitable for deep digging: they cannot reach far beyond the level of their wheels, but they are very suitable for removing excavated soil or sand.@endParagraph @startBoldApplication of loaders@endBold @startParagraphVarious attachments can be mounted on a loader. These are attached to the lifting arm, changing the function of the loader. This way, landscapers, demolition companies, and road workers can each use the loader for their own purposes. Using a closed container, bulk products like tarmac, sand, gravel, and soil can be transhipped. A debris container or debris pitchfork is used, for example, to equalise a sand land, or for transhipment of debris. If a loader is fitted with pallet forks it becomes ideal for lifting and moving pallets and other materials. Depending on the size of the task, larger or smaller forks can be attached.@endParagraph @startBoldComponents of a loader@endBold @startParagraphA loader consists of multiple components. Firstly, the motor is almost always a diesel motor. Then, there is a cabin and the necessary transmission components: the gear box, axles, and the wheels or tracks. Furthermore, a loader is made of hydraulic components like the pump, support arm, and valves, and then there are the attachments, like the closed container, debris pitchfork, or sweeper. The combined weight of a loader shovel or wheel loader, as the loader is also called, varies strongly per make and type. Small loaders are just over one thousand kilos, while the biggest loaders can weigh up to 200,000 kilos.@endParagraph @startBoldOnline range of used loaders @endBold @startParagraphUsed loaders are regularly offered for sale on Tradus. Generally, most offers come from Germany, but Poland, the Netherlands, Denmark, and Belgium are also well represented. Caterpillar, Volvo, JCB, Komatsu, and Liebherr are the best known makes that regularly feature. But used wheel loaders of makes like Bobcat, Kramer, and Kubota also feature regularly.@endParagraph
sk: @startBoldNakladače@endBold @startParagraphNakladač je zariadenie, ktoré sa používa na zemné práce. Stroj sa používa na nakladanie materiálov do kontajnera. Výhodou nakladačov v porovnaní s bežnými bagrom je napríklad to, že rôzne príslušenstvo môže byť pripevnené na zdvíhacie rameno. To znamená, že nakladače môžu byť použité na rôzne účely, a preto ide o multifunkčné stroje. Taktiež je možné zakúpenie nakladača s pripevneným násadcom. Nakladače sú známe aj pod názvom lopatový alebo kolesový nakladač. Nakladače sa často používajú na miestach prekládky, na podzemných stavbách, cestnom a vodnom stavebníctve, na práce v uliciach a na zemné práce. Avšak sú menej vhodné na hlboké kopanie: nekopú veľmi hlboko pod úrovňou kolies, ale sú vhodné na premiestňovanie vykopanej pôdy alebo piesku.@endParagraph @startBoldNakladač@endBold @startParagraphRôzne nadstavce sa môžu pripevniť na nakladač. Tieto sú pripevnené na zdvíhacom ramene a menia funkciu nakladača. Takto záhradníci, pracovnici demolačnej spoločnosti a pracovníci v cestnej doprave používajú nakladač na vlastné účely. Pomocou uzavretej naberačky môžu byť naložené sutiny ako asfalt, piesok, štrk a pôda. V prípade, keď je potrebné vyrovnať pieskovú stopu alebo keď je potrebné naložiť sutinu, použije sa naberačka na odpad alebo sutinu. Ak je nakladač vybavený paletovými formami, môže byť použitý na zdvíhanie paliet alebo iných materiálov a ich presun na iné miesto. V závislosti od rozsahu práce sa môžu pripojiť menšie alebo väčšie ramená vidlíc .@endParagraph @startBoldKomponenty nakladača@endBold @startParagraphNakladač pozostáva z viacerých častí. Predovšetkým motor je prakticky vždy naftový. K dispozícii je tiež kabína a potrebné súčasti prevodov: prevodovka, nápravy a kolesá alebo pásy. Nakladač sa skladá z hydraulických komponentov, ako je čerpadlo, nosné rameno, a ventily, pričom existujú aj prídavné zariadenia, ako je napríklad uzavretá konštrukcia, stroj na hrabanie alebo zametanie sutín. Celková hmotnosť lyžice alebo kolesového nakladača, podľa ktorého sa stroj nazýva nakladač, sa výrazne líši podľa typu. Malé a stredné nakladače majú tesne nad tisíc kilogramov, zatiaľ čo najväčšie majú hmotnosť až 200 000 kg.@endParagraph @startBoldOnline ponuka použitých nakladačov@endBold @startParagraphPoužité nakladače sú pravidelne ponúkané na predaj na Traduse. Vo všeobecnosti je veľká ponuka z Nemecka, ale mnohé používané nakladače sú aj z Poľska, Holandska, Dánska a Belgicka. Caterpillar, Volvo, JCB, Komatsu, Liebherr sú dobre známe značky, ktoré sú často v ponuke. Bežne sa objavujú jazdené kolesové nakladače od značiek Bobcat, Kramer a Kubota.@endParagraph

source: Optimizely id
sk: Optimizacija id-ja

source: @startBoldBackhoe loaders@endBold @startParagraphA backhoe loader is used for various construction tasks. This machine is suitable for both digging and loading. It is ideally suited for heavy duty and can dig grooves, lift, load, raise, and move material. Moreover, it can be expanded with additional tools. A backhoe loader is fitted with a loader or container on the front, and a digger on the back. The digger can be easily replaced for another tool, like a breaker, gripper, or mortar. The applicable range of the backhoe loader thereby increases even further. @endParagraph @startBoldBackhoe loader operations@endBold @startParagraphThe backhoe loader can be used for construction, simple demolition, transport of construction materials, digging and soil movement, loosening tarmac, and garden landscaping. If the backhoe loader is used for moving soil, the hydraulic stabilisers on the back come in handy. They ensure that the machine doesn’t tip over while digging, because a machine on wheels will always jolt when performing digging tasks. Besides the stabilisers, the loading container is also used: this is lowered to improve stability even further.@endParagraph @startBoldRange of used backhoe loaders on Tradus@endBold @startParagraphBackhoe loaders are offered in all types and sizes on Tradus. Owners of used backhoe loaders offer their machines for sale. Makes like JCB, Caterpillar, Mecalac, and New Holland are very popular and well represented. But makes like Komatsu, and Case also feature regularly. Most backhoe loaders are offered for sale from Poland, Germany, and the United Kingdom. @endParagraph
sk: @startBoldRýpadlové nakladače@endBold @startParagraphRýpadlový nakladač sa používa na rôzne úlohy v stavebníctve. Ako už názov napovedá, stroj dokáže kopať aj nakladať. Je ideálny pre ťažkú prácu a môže kopať drážky, zdvíhať, nakladať a presúvať materiál. Okrem toho sa dá rozšíriť aj o ďalšie nástroje. Rýpadlo-nakladač je vybavený nakladačom alebo skriňou na prednej strane a rýpadlom na zadnej strane. Rýpydlo sa dá ľahko nahradiť iným nástrojom, ako je drvič, drapák alebo šnek. To dáva rýpadlovému nakladaču ešte viac možností využitia.@endParagraph @startBoldPráca na rýpadlovom nakladači@endBold @startParagraphRýpadlo-nakladač môže byť použitý na výstavbu, búracie práce, prepravu stavebného materiálu, výkopové a zemné práce, rozbíjanie asfaltu a terénne úpravy. Keď sa rýpadlo nakladač používa na zemné práce, hydraulické stabilizátory na zadnej strane prídu vhod. Tým sa zabezpečí, že sa stroj neprevráti počas kopania, pretože stroj na kolesách sa automaticky začne otriasať, keď vykonáva kopanie. Okrem stabilizátorov sa tiež používa nakladacia skriňa: spúšťa sa tak, aby vytvorila ešte väčšiu stabilitu.@endParagraph @startBoldSortiment použitých rýpadlových nakladačov na Traduse@endBold @startParagraphRýpadlové nakladače sú ponúkané v rôznych tvaroch a veľkostiach cez Tradus. Majitelia jazdených rýpadlových nakladačov ponúkajú svoje stroje na predaj. Značky JCB, Caterpillar, Mecalac a New Holland sú obľúbené a dobre zastúpené. Pravidelne sa objavujú značky ako Komatsu a Case. Najčastejšie používané rýpadlové nakladače sú ponúkané z Poľska, Nemecka a Veľkej Británie.@endParagraph
