Repository: altafsamnani/tradus-bundle
Catalog: Resources/translations_old/messages.*.xlf
Languages: pt, sk

# category.L3.4044.4179
source: Suspensions
sk: Odpruženie

# category.L3.4045.4180
source: Cabins
sk: Kabíny

# category.L3.4046.4181
source: Electronics
sk: Elektronika

# category.L3.4047.4182
source: Braking systems
sk: Brzdové systémy

# category.L3.4048.4183
source: Chassis
sk: Podvozok

# category.L3.4049.4184
source: hydraulics
sk: hydraulika

# category.L3.405.44
source: Car transport trailers
sk: Prívesy na prevoz automobilov

# category.L3.4050.4185
source: Wheels
sk: Kolesá

# category.L3.4051.4186
source: Fuel systems
sk: Palivové systémy

# category.L3.4052.4187
source: Cooling systems
sk: Chladiace systémy

# category.L3.4053.4188
source: Pneumatics
sk: Pneumatiky

# category.L3.4054.4189
source: exhaust systems
sk: výfukové systémy

# category.L3.4055.4190
source: Tracks
sk: Koľajnice

# category.L3.4056.4191
source: Other Excavators Spare parts
sk: Ďalšie náhradné diely pre rýpadlá

# category.L3.4057.4192
source: Engines
sk: Motory

# category.L3.4058.4193
source: Transmission
sk: Prevodovka

# category.L3.4059.4194
source: Suspensions
sk: Odpruženie

# category.L3.406.45
source: Livestock trailers
sk: Prívesy na prepravu zvierat

# category.L3.4060.4195
source: Cabins
sk: Kabíny

# category.L3.4061.4196
source: Electronics
sk: Elektronika

# category.L3.4062.4197
source: Braking systems
sk: Brzdové systémy

# category.L3.4063.4198
source: Chassis
sk: Podvozok

# category.L3.4064.4199
source: hydraulics
sk: hydraulika

# category.L3.4065.4200
source: Wheels
sk: Kolesá

# category.L3.4066.4201
source: Fuel systems
sk: Palivové systémy

# category.L3.4067.4202
source: Cooling systems
sk: Chladiace systémy

# category.L3.4068.4203
source: Pneumatics
sk: Pneumatiky

# category.L3.4069.4204
source: exhaust systems
sk: výfukové systémy

# category.L3.407.46
source: Lowloader trailers
sk: Prívesy s nízkym zaťažením

# category.L3.4070.4205
source: Tracks
sk: Koľajnice

# category.L3.4071.4206
source: Other Loaders Spare parts
sk: Ďalšie náhradné diely pre nakladače

# category.L3.4072.4207
source: Engines
sk: Motory

# category.L3.4073.4208
source: Transmission
sk: Prevodovka

# category.L3.4074.4209
source: Suspensions
sk: Odpruženie

# category.L3.4075.4210
source: Cabins
sk: Kabíny

# category.L3.4076.4211
source: Electronics
sk: Elektronika

# category.L3.4077.4212
source: Braking systems
sk: Brzdové systémy

# category.L3.4078.4213
source: Chassis
sk: Podvozok

# category.L3.4079.4214
source: hydraulics
sk: hydraulika

# category.L3.408.47
source: Other trailers
sk: Iné prívesy

# category.L3.4080.4215
source: Wheels
sk: Kolesá

# category.L3.4081.4216
source: Fuel systems
sk: Palivové systémy

# category.L3.4082.4217
source: Cooling systems
sk: Chladiace systémy

# category.L3.4083.4218
source: Pneumatics
sk: Pneumatiky

# category.L3.4084.4219
source: exhaust systems
sk: výfukové systémy

# category.L3.4085.4220
source: Tracks
sk: Koľajnice

# category.L3.4086.4221
source: Other Construction Spare parts
sk: Ďalšie stavebné náhradné diely

# category.L3.4087.4222
source: Engines
sk: Motory

# category.L3.4088.4223
source: Transmission
sk: Prevodovka

# category.L3.4089.4224
source: Suspensions
sk: Odpruženie

# category.L3.409.48
source: Trailers
sk: Prívesy

# category.L3.4090.4225
source: Cabins
sk: Kabíny

# category.L3.4091.4226
source: Electronics
sk: Elektronika

# category.L3.4092.4227
source: Braking systems
sk: Brzdové systémy

# category.L3.4093.4228
source: Chassis
sk: Podvozok

# category.L3.4094.4229
source: hydraulics
sk: hydraulika

# category.L3.4095.4230
source: Wheels
sk: Kolesá

# category.L3.4096.4231
source: Fuel systems
sk: Palivové systémy

# category.L3.4097.4232
source: Cooling systems
sk: Chladiace systémy

# category.L3.4098.4233
source: Pneumatics
sk: Pneumatiky

# category.L3.4099.4234
source: exhaust systems
sk: výfukové systémy

# category.L3.410.49
source: Special agri trailers
sk: Špeciálne poľnohospodárske prívesy

# category.L3.4100.4235
source: Other Material handling Spare parts
sk: Ďalšie náhradné diely na manipuláciu s materiálom

# category.L3.4101.4236
source: Other spare parts
sk: Ďalšie náhradné diely

# category.L3.4102.4237
source: Tools
sk: Stroje

# category.L3.4103.4238
source: Road cleaning trucks
sk: Cestné čistiace autá

# category.L3.4104.4239
source: Garbage trucks
sk: Smetiarské autá

# category.L3.4105.4240
source: Fire Trucks
sk: Hasičské autá

# category.L3.4106.4241
source: Ambulances
sk: Sanitky

# category.L3.4107.4242
source: Other utility/service equipment
sk: Všeobecne prospešné zariadenia

# category.L3.540.68
source: Ploughs
sk: Pluhy

# category.L3.544.72
source: Other Tillage machines
sk: Ďalšie stroje na obrábanie pôdy

# category.L3.56.56
source: Irrigation equipment
sk: Zavlažovacie zariadenia

# category.L3.57.57
source: Fertilizer applicators
sk: Aplikátory hnojív

# category.L3.58.58
source: Livestock equipment
sk: Zariadenia pre hospodárske zvieratá

# category.L3.580.76
source: Shredders
sk: Drviče

# category.L3.581.77
source: Feed mixer
sk: Miešačka krmív

# category.L3.840.97
source: Crawler Excavators
sk: Pásové rýpadlá

# category.L3.841.99
source: Wheeled Excavators
sk: Kolesové rýpadlá

# category.L3.842.98
source: Mini excavators
sk: Mini rýpadlá

# category.L3.850.100
source: Crawler Loader
sk: Pásový nakladač

# category.L3.851.101
source: Wheel Loaders
sk: Kolesový nakladač

# category.L3.852.102
source: Skid steer Loader
sk: Šmykom riadený nakladač

# category.L3.870.103
source: Mobile Cranes
sk: Mobilné žeriavy

# category.L3.871.104
source: Crawler cranes
sk: Pásové žeriavy

# category.L3.872.105
source: Tower cranes
sk: Vežové žeriavy

# category.L3.873.106
source: Other cranes
sk: Iné žeriavy

# category.L3.90.90
source: Crushing equipment
sk: Drviace zariadenia

# category.L3.92.92
source: Road construction equipment
sk: Zariadenia na stavbu ciest

# category.L3.920.107
source: Road rollers
sk: Cestné valce

# category.L3.921.108
source: Compaction machines
sk: Zhutňovacie stroje

# category.L3.930.110
source: Articulated boom lifts
sk: Kĺbové výložníky

# category.L3.931.111
source: Scissor lifts
sk: Nožnicový výťah

# category.L3.94.94
source: Other construction equipment
sk: Iné stavebné zariadenia

# category.L3.96.96
source: Attachments
sk: Prípojné jednotky

# category.light-trucks
source: Light Trucks
sk: Lahki tovornjaki

# category.livestock
source: Livestock
sk: Žive živali

# category.loaders
source: Loaders
sk: Nakladalniki

# category.low-lift
source: Low-lift
sk: Nizko dvigalo

# category.lowbed
source: Lowbed
sk: Nizka prikolica

# category.lowbed-lowboy
source: Lowbed/lowboy
sk: Nizka prikolica

# category.mobile
source: Mobile
sk: Mobilni

# category.motor-graders
source: Motor graders
sk: Motorni grederji

# category.mowers-and-mower-conditioners
source: Mowers and mower conditioners
sk: Kosilnice in naprave za košnjo

# category.non-professional
source: Non professional
sk: Neprofesionalno

# category.other-aerial-platforms-lifts
source: Other aerial platforms/lifts
sk: Druge zračne ploščadi/dvigala

# category.other-forklifts
source: Other forklifts
sk: Drugi viličarji

# category.other-machinery
source: Other machinery
sk: Drugi stroji

# category.other-transport
source: Other transport
sk: Drugi transport

# category.other-vans
source: Other vans
sk: Druga kombinirana vozila

# category.other-vehicles
source: Other vehicles
sk: Druga vozila

# category.passenger-vans
source: Passenger vans
sk: Potniška kombinirana vozila

# category.planters
source: Planters
sk: Sadilniki

# category.planting-sowing
source: Planting/sowing
sk: Sajenje/sejanje

# category.plows
source: Plows
sk: Plugi

# category.rakes
source: Rakes
sk: Grabilniki

# category.reach
source: Reach
sk: Premični skladalniki

# category.reefer-isolated-freezer
source: Reefer/isolated/freezer
sk: Hladilnik/izolirano/zamrzovalnik

# category.road
source: Road
sk: Cesta

# category.rollers
source: Rollers
sk: Valjarji

# category.rolls-presses
source: Rolls/presses
sk: Valjarji/stiskalnice

# category.rough-terrain
source: Rough-terrain
sk: Grob teren

# category.scissor
source: Scissor
sk: Škarje

# category.seed-drills
source: Seed drills
sk: Svedri za semena

# category.semi-trailers
source: Semi-trailers
sk: Polprikolice

# category.shears
source: Shears
sk: Škarje

# category.shredders
source: Shredders
sk: Drobilniki

# category.side-loading
source: Side-loading
sk: Bočni nakladalniki

# category.single-wheels
source: Single wheels
sk: Enojna kolesa

# category.skid-steer
source: Skid steer
sk: Krmiljenje drče

# category.slug.aerial-platform
source: aerial-platform
sk: zracna-ploscad

# category.slug.aerial-platforms
source: aerial-platforms
sk: zracne-ploscadi

# category.slug.animal-transport
source: animal-transport
sk: prevoz-zivali

# category.slug.asphalt-pavers
source: asphalt-pavers
sk: asfaltirni-stroji

# category.slug.attachment
source: attachment
sk: dodatna-oprema-strojev

# category.slug.axles
source: axles
sk: osi

# category.slug.backhoe-loaders
source: backhoe-loaders
sk: rovokopaci

# category.slug.balers
source: balers
sk: balirni-stroji

# category.slug.boom
source: boom
sk: dvigalka

# category.slug.box
source: box
sk: boks

# category.slug.brakes
source: brakes
sk: zavore

# category.slug.buckets
source: buckets
sk: vedra

# category.slug.buses-coaches
source: buses-coaches
sk: avtobusi

# category.slug.cab-and-chassis
source: cab-and-chassis
sk: kabina-in-sasija

# category.slug.cabins
source: cabins
sk: kabine

# category.slug.car-transport
source: car-transport
sk: prevoz-avtomobilov

# category.slug.chassis
source: chassis
sk: sasija

# category.slug.combine-harvesters
source: combine-harvesters
sk: kombinirani-zetveni-stroj

# category.slug.compaction
source: compaction
sk: zbijanje

# category.slug.concrete-mixer-pump
source: concrete-mixer-pump
sk: mesalnik/crpalka-betona

# category.slug.construction
source: construction
sk: gradnja

# category.slug.container
source: container
sk: kontejner

# category.slug.container-forklifts
source: container-forklifts
sk: rokovanje-s-kontejnerji

# category.slug.containers
source: containers
sk: kontejnerji

# category.slug.crane
source: crane
sk: zerjav

# category.slug.cranes
source: cranes
sk: zerjavi

# category.slug.crawler
source: crawler
sk: gosenicar

# category.slug.crushers
source: crushers
sk: stiskalnice

# category.slug.cultivators
source: cultivators
sk: kultivatorji

# category.slug.delivery-vans
source: delivery-vans
sk: dostavna-kombinirana-vozila

# category.slug.dozers
source: dozers
sk: buldozerji

# category.slug.dual-wheels
source: dual-wheels
sk: dvojna-kolesa

# category.slug.electronics
source: electronics
sk: elektronika

# category.slug.engines
source: engines
sk: motorji

# category.slug.excavators
source: excavators
sk: bagri

# category.slug.farm
source: farm
sk: kmetija

# category.slug.feeder-mixers
source: feeder-mixers
sk: podajalni-mesalniki

# category.slug.flatbed-open
source: flatbed-open
sk: ravno-dno--odprto

# category.slug.flatbed-tarpaulin
source: flatbed-tarpaulin
sk: ravno-dno--ponjava

# category.slug.forklifts
source: forklifts
sk: vilicarji

# category.slug.forks
source: forks
sk: vilice

# category.slug.front-mounted
source: front-mounted
sk: namesceno-spredaj

# category.slug.generators
source: generators
sk: generatorji-

# category.slug.grapples
source: grapples
sk: klesce

# category.slug.hammers
source: hammers
sk: kladiva

# category.slug.harrows
source: harrows
sk: brane

# category.slug.harvester-heads-attachments
source: harvester-heads-attachments
sk: glave/prikljucki-zetvenega-stroja

# category.slug.harvesters
source: harvesters
sk: zetveni-stroji

# category.slug.harvesting
source: harvesting
sk: zetev

# category.slug.hay-forage
source: hay-forage
sk: seno/krma

# category.slug.high-bay-rack
source: high-bay-rack
sk: visoko-stojalo

# category.slug.high-lift
source: high-lift
sk: visoko-dvigalo

# category.slug.hydraulics
source: hydraulics
sk: hidravlika

# category.slug.irrigation
source: irrigation
sk: namakanje-

# category.slug.light-trucks
source: light-trucks
sk: lahki-tovornjaki

# category.slug.livestock
source: livestock
sk: zive-zivali-

# category.slug.loaders
source: loaders
sk: nakladalniki

# category.slug.low-lift
source: low-lift
sk: nizko-dvigalo

# category.slug.lowbed
source: lowbed
sk: nizka-prikolica

# category.slug.lowbed-lowboy
source: lowbed-lowboy
sk: nizka-prikolica

# category.slug.mobile
source: mobile
sk: mobilni

# category.slug.motor-graders
source: motor-graders
sk: motorni-grederji

# category.slug.mowers-and-mower-conditioners
source: mowers-and-mower-conditioners
sk: kosilnice-in-naprave-za-kosnjo

# category.slug.non-professional
source: non-professional
sk: neprofesionalno-

# category.slug.other-aerial-platforms-lifts
source: other-aerial-platforms-lifts
sk: druge-zracne-ploscadi/dvigala-

# category.slug.other-forklifts
source: other-forklifts
sk: drugi-vilicarji

# category.slug.other-machinery
source: other-machinery
sk: drugi-stroji

# category.slug.other-transport
source: other-transport
sk: drugi-transport

# category.slug.other-vans
source: other-vans
sk: druga-kombinirana-vozila

# category.slug.other-vehicles
source: other-vehicles
sk: druga-vozila

# category.slug.passenger-vans
source: passenger-vans
sk: potniska-kombinirana-vozila

# category.slug.planters
source: planters
sk: sadilniki

# category.slug.planting-sowing
source: planting-sowing
sk: sajenje/sejanje

# category.slug.plows
source: plows
sk: plugi

# category.slug.rakes
source: rakes
sk: grabilniki

# category.slug.reach
source: reach
sk: premicni-skladalniki

# category.slug.reefer-isolated-freezer
source: reefer-isolated-freezer
sk: hladilnik/izolirano/zamrzovalnik

# category.slug.road
source: road
sk: cesta

# category.slug.rollers
source: rollers
sk: valjarji

# category.slug.rolls-presses
source: rolls-presses
sk: valjarji/stiskalnice

# category.slug.rough-terrain
source: rough-terrain
sk: grob-teren

# category.slug.scissor
source: scissor
sk: skarje

# category.slug.seed-drills
source: seed-drills
sk: svedri-za-semena

# category.slug.semi-trailers
source: semi-trailers
sk: polprikolice

# category.slug.shears
source: shears
sk: skarje

# category.slug.shredders
source: shredders
sk: drobilniki

# category.slug.side-loading
source: side-loading
sk: bocni-nakladalniki

# category.slug.single-wheels
source: single-wheels
sk: enojna-kolesa

# category.slug.skid-steer
source: skid-steer
sk: krmiljenje-drce

# category.slug.spare-parts
source: spare-parts
sk: nadomestni-deli

# category.slug.special-agri
source: special-agri
sk: posebno-kmetijsko-

# category.slug.special-crops
source: special-crops
sk: posebni-pridelki

# category.slug.special-other
source: special-other
sk: posebno/drugo

# category.slug.sprayers
source: sprayers
sk: prsilniki

# category.slug.spreaders
source: spreaders
sk: razprsevalniki

# category.slug.storage
source: storage
sk: hramba

# category.slug.tanker-silo
source: tanker-silo
sk: tanker/silos

# category.slug.tedders
source: tedders
sk: obracalniki

# category.slug.telescopic
source: telescopic
sk: teleskopski

# category.slug.telescopic-handlers
source: telescopic-handlers
sk: teleskopski-upravljavci

# category.slug.tillage
source: tillage
sk: oranje

# category.slug.tipper-dumper
source: tipper-dumper
sk: prekucnik

# category.slug.tires
source: tires
sk: pnevmatike

# category.slug.tow-wrecker
source: tow-wrecker
sk: vlecno-vozilo

# category.slug.tower
source: tower
sk: stolp

# category.slug.track
source: track
sk: proga

# category.slug.tracks
source: tracks
sk: skladbe

# category.slug.tractor-units
source: tractor-units
sk: traktorske-enote

# category.slug.tractors
source: tractors
sk: traktorji

# category.slug.trailers
source: trailers
sk: prikolice

# category.slug.transmissions
source: transmissions
sk: menjalniki

# category.slug.transport-vehicle-attachments
source: transport-vehicle-attachments
sk: prikljucki-transportnih-vozil

# category.slug.trucks
source: trucks
sk: tovornjaki

# category.slug.utility-service
source: utility-service
sk: komunalne-storitve

# category.slug.vans
source: vans
sk: kombinirana-vozila

# category.slug.wheels
source: wheels
sk: kolesa

# category.spare-parts
source: Spare parts
sk: Nadomestni deli

# category.special-agri
source: Special agri
sk: Posebno kmetijsko

# category.special-crops
source: Special crops
sk: Posebni pridelki

# category.special-other
source: Special/other
sk: Posebno/drugo

# category.sprayers
source: Sprayers
sk: Pršilniki

# category.spreaders
source: Spreaders
sk: Razprševalniki

# category.storage
source: Storage
sk: Hramba

# category.tanker-silo
source: Tanker/silo
sk: Tanker/silos

# category.tedders
source: Tedders
sk: Obračalniki

# category.telescopic
source: Telescopic
sk: Teleskopski

# category.telescopic-handlers
source: Telescopic handlers
sk: Teleskopski upravljavci

# category.tillage
source: Tillage
sk: Oranje

# category.tipper-dumper
source: Tipper/dumper
sk: Prekucnik

# category.tires
source: Tires
sk: Pnevmatike

# category.tow-wrecker
source: Tow/wrecker
sk: Vlečno vozilo

# category.tower
source: Tower
sk: Stolp

# category.track
source: Track
sk: Proga

# category.tracks
source: Tracks
sk: Skladbe

# category.tractor-units
source: Tractor units
sk: Traktorske enote

# category.tractors
source: Tractors
sk: Traktorji

# category.trailers
source: Non Professional Trailers
sk: Prikolice

# category.transmissions
source: Transmissions
sk: Menjalniki

# category.transport-vehicle-attachments
source: Transport vehicle attachments
sk: Priključki transportnih vozil

# category.trucks
source: Trucks
sk: Tovornjaki

# category.utility-service
source: Utility service
sk: Komunalne storitve

# category.vans
source: Vans
sk: Kombinirana vozila

# category.wheels
source: Wheels
sk: Kolesa

# category_names.transport.other_transport
source: Other transport
sk: Iná doprava

# chassis
source: Semi_trailer chassis
pt: Chassis
sk: Podvozok návesu

# chassis.aluminium
source: Aluminium
pt: Alumínio
sk: Hliník

# chassis.galvanized_steel
source: Galvanized Steel
pt: Aço Galvanizado
sk: Galvanizovaná oceľ

# chassis.steel
source: Steel
pt: Aço
sk: Oceľ

source: Chassis Other
pt: Chassi Outro
sk: Iné podvozky

# check_spam
source: If you do not see the email in your inbox, please check your spam folder.
sk: Pokiaľ e-mail nevidíte vo svojej doručenej pošte, prosím, skontrolujte si priečinok s nevyžiadanou poštou.

source: Color Other
pt: Outros
sk: Iná farba

# common.contact-person
source: Contact Person
sk: Kontaktná osoba

# common.label.month1
source: January
sk: Január

# common.label.month10
source: October
sk: Október

# common.label.month2
source: February
sk: Február

# common.label.month3
source: March
sk: Marec

# common.label.month4
source: April
sk: Apríl

# common.label.month5
source: May
sk: Máj

# common.label.month6
source: June
sk: Jún

# common.label.month7
source: July
sk: Júl

# common.overview
source: Overview
sk: Prehľad

source: Concrete equipment
sk: Betonárske zariadenie

source: Concrete Mixer Make Other
pt: Marca da Betoneira Outra
sk: Ďalšie modely miešačiek

source: Concrete Pump Head
pt: Cabeça de bomba para cimento
sk: Hlava čerpadla betónu

source: Concrete Pump Make Other
pt: Marca da Bomba de Betão Outra
sk: Ďalšie modely hláv čerpadiel betónu

# construction.new_page_title&#9;
source: Global marketplace for heavy machinery, construction vehicles & equipment for sale
sk: Globálny trh pre ťažké stroje, stavebné vozidlá a zariadenia na predaj

# construction.title_location
source: Global marketplace for heavy machinery, construction vehicles & equipment for sale in @location
sk: Globálny trh pre ťažké stroje, stavebné stroje a zariadenia na predaj v @location

# construction.title_location_paginated
source: Global marketplace for heavy machinery, construction vehicles & equipment for sale in @location - Page @page
sk: Globálny trh pre ťažké stroje, stavebné stroje a zariadenia na predaj v @location - Strana @page

# construction.title_paginated
source: Global marketplace for heavy machinery, construction vehicles & equipment for sale - Page @page
sk: Globálny trh pre ťažké stroje, stavebné vozidlá a zariadenia na predaj - Strana @page

# construction_category.concrete_equipment
source: Concrete equipment
sk: Betónové zariadenie

# contact.call
source: Call
pt: Telefonar
sk: Kliči

# contact.callback_label
source: Callback
pt: Devolver a chamada
sk: Spätné volanie

# contact.confirmation_message_sent
source: Your message has been sent
pt: A sua mensagem foi enviada
sk: Vaše sporočilo je bilo poslano

# contact.contact
source: Contact
pt: Contacto
sk: Kontakt

# contact.default_message_to_seller
source: I would like to receive more information about your @offerLabel.
pt: Gostaria de receber mais informações sobre a/o sua/seu @offerLabel.
sk: Rad bi prejeli več informacij o vašem @offerLabel.

# contact.edit
source: Edit
pt: Editar
sk: Uredi

# contact.get_in_contact_message
source: Could you please get in contact with me?
pt: Pode, por favor, contactar-me?
sk: Bi lahko prosim stopite v stik z mano?

# contact.mention_tradus
source: Please, mention @sitename when you contact the seller
pt: Por favor, mencione a Tradus quando contactar o vendedor
sk: Prosimo, omenite @sitename ko se obrnite na prodajalca

# contact.modal_callback_title
source: Ask the seller to call you back
pt: Peça ao vendedor que lhe devolva a chamada
sk: Požiadajte predajcu, aby vám zavolal naspäť

# contact.modal_callback_title_info
source: Send the seller your contact information
sk: Odošlite predajcovi svoje kontaktné údaje

# contact.request_info
source: Request information
sk: Zahtevajte informacije

# contact.sending_as
source: Sending as:
pt: Enviando como:
sk: Pošlji kot:

# contact.user_details_title
source: Please let us know who you are
pt: Por favor, diga-nos quem é
sk: Povejte nam, kdo ste

# contact_form.get_in_touch
source: Get in touch with the seller about this offer.
sk: Ohľadom tejto ponuky kontaktujte predávajúceho.

# contact_form.seller_languages
source: The seller speaks
sk: Tento predajca hovorí

# contact_form.send_me_alert
source: Send me email alerts for similar offers
sk: Pošlite mi e-mailové upozornenia na podobné ponuky

# contact_form.the_seller_is_located_in
source: The seller is located in
sk: Predávajúci sa nachádza v

# contact_form.translated_automatically
source: Messages written in other languages will be translated to the seller’s native language automatically.
sk: Správy napísané v iných jazykoch budú automaticky preložené do rodného jazyka predajcu.

# contact_form.you_are_sending_as
source: You are sending as
sk: Posielate ako

# contact_seller.predefinedQuestions.availability
source: Is this vehicle still available?
sk: Je toto vozidlo ešte stále k dispozícii?

# contact_seller.predefinedQuestions.condition
source: What is the condition of the vehicle?
sk: Aký je stav vozidla?

# contact_seller.predefinedQuestions.pictures
source: Please send me more pictures of the vehicle.
sk: Pošlite mi, prosím, viac fotografií toho vozidla.

# contact_seller.predefinedQuestions.price
source: What is the final price?
sk: Aká je konečná cena?

# contact_seller.predefinedQuestions.shipping
source: What are the shipping options?
sk: Aké sú možnosti prepravy?

# contact_seller.predefinedQuestions.title
source: Select inquiries:
sk: Vyberte otázky:

# contact_seller.textarea.title
source: Your message to the seller
sk: Vaša správa pre predajcu

# country.ac
source: Ascension Island
sk: Otok Ascension

# country.ad
source: Andorra
sk: Andora

# country.ae
source: United Arab Emirates
sk: Združeni arabski emirati

# country.af
source: Afghanistan
sk: Afganistan

# country.ag
source: Antigua and Barbuda
sk: Antigva and Barbuda
