Repository: altafsamnani/tradus-bundle
Catalog: Resources/translations_old/messages.*.xlf
Languages: pt, sk

source: @startBoldCombine harvester@endBold @startParagraphThe combine harvester, also referred to simply as combine, owes its name to the fact that it is a combination of two separate machines: the windrower and the thresher. The combine harvester is a popular machine for harvesting crops like grain, rapeseed and grass seed. The machine generally consists of six components: a cutter bar, cutter platform, reel, mortar, threshing drum, and a sieve. The height and width of a combine harvester varies: nowadays there are combines around width a mower width of as many as 20 metres or more. @endParagraph @startBoldCombine operating mode @endBold @startParagraphWhen mowing with a combine, the crop is cut just above the ground, and disappears into the mowing platform, from where a conveyer ensures that the harvest goes into the thresher drum. After the chaff has been separated from the grain, the shakers get to work, leaving the by-product behind on one of the sieves. Everything that passes through the bottom sieve can be used as final product and is sent into the grain tank. A well-aligned ventilator in the combine harvester ensures that the unnecessary parts of the crop are blown out. @endParagraph @startBoldComponents of the combine@endBold @startParagraphA combine consists of several separate components. Each of which has its own function and role in the process, and as such requires its own maintenance and checks for wear. For the motor, hydraulics, cabin, and drive train various separate components are in use. Such as a casing, cutting unit, power take-off, various plates, sieves, and drums, and a ventilator. @endParagraph @startBoldRange of combine harvesters on Tradus@endBold @startParagraphTradus sees a consistently high number of used combine harvesters offered for sale. Used combines of makes like Claas, John Deere, New Holland, Massey Ferguson, and Case IH are among the most popular brands. Other makes offered for sale include Deutz, Deutz-Fahr, Dronningborg, and Kemper. @endParagraph
sk: @startBoldKombinované kombajny@endBold @startParagraphKombinované kombajny vďačia za svoj názov, ktorý je spojením dvoch samostatných zariadení: riadkovací stroj a mlátička. Kombajn je obľúbeným strojom na zber úrody v poľnohospodárstve pri práci s obilím, zrnom a trávou. Stroj sa zvyčajne skladá zo šiestich častí: fréza, hlavička, navijak, mažiar, mlátiaci bubon a sito. Výška a šírka kombajnu sa môže meniť: existujú kombajny, ktoré dokážu zberať až do šírky 20 metrov alebo viac. @endParagraph @startBoldNávod na obsluhu kombajnu@endBold @startParagraphPri kosení kombajnom sa plodina kosí tesne nad zemou a zmizne do zberača, z ktorého pás dopraví úrodu do mlatiaceho bubna. Keď sa plevy oddelia od obilia, obracače vykonávajú svoju prácu a zvyšný produkt zostáva v pomere jedna ku siedmim. Všetko, čo prechádza cez dno sita, sa môže použiť ako koncový produkt a prechádza do nádrže na zrno. Správne nastavený ventilátor v kombajne zabezpečuje, že všetky nadbytočné časti plodiny sú odfúknuté. @endParagraph @startBoldKomponenty kombajnu@endBold @startParagraphKombajn pozostáva z niekoľkých častí. Každý z nich má svoju vlastnú funkciu a úlohu v stroji a musí byť udržiavaný a kontrolovaný kvôli možnému opotrebovaniu. Na motor, hydrauliku, kabínu a pohon sa používajú rôzne samostatné časti. Napríklad plošiny a konštrukcie, vývodové hriadele, rôzne platne, sitá, bubny a ventilátor. @endParagraph @startBoldPoužité vysádzacie a sejacie stroje na Traduse@endBold @startParagraphNa predaj cez Tradus je v ponuke mnoho použitých vysádzacích a sejacích strojov. Jazdené kombajny od značiek Claas, John Deere, New Holland, Massey Ferguson Case IH sú najobľúbenejšie. Medzi ďalšie predávané značky patria Deutz, Deutz-Fahr, Dronningborg a Kemper. @endParagraph

source: %3Cspan%3Ecategory-62%3C%2Fspan%3E
sk: %3Crozpätie%3Ekategória-62%3C%2Frozpätie%3E

source: @startBoldBalers@endBold @startParagraphAfter mowing, the grass stays behind, to then be gathered and pressed together by a baler. A baler or hay press is always pulled along by a motorised vehicle, usually a tractor. The limited speed of the tractor makes it possible for the baler to consistently gather sufficient mowed grass, press it into a compact bale and then release it. @endParagraph @startBoldFunctioning of the baler@endBold @startParagraphGrass gathered by the pick-up in the baler is rolled up under high pressure by rubber threads or special rollers until it reaches a pre-determined size. At that point, a hay bale generally weighs 500 to 1,000 kilos. Before being released, the hay bale is fastened inside the baler by a thread, plastic straps, net, or rope. After which the back of the machine opens, and the hay bale rolls out. In some cases, that is where the process finishes, but the option exists to then have the hay bale packaged. This delays the rotting process and protects the hay from the influences of weather. @endParagraph @startBoldTypes of balers @endBold @startParagraphGenerally, a baler consists of a press chamber, rollers with wipers, and a set of bale press belts. There are various types of balers around, with different purposes. The round baler produces cylindrical pressed bales, the press for large bales makes larger bales, and the small baler is generally used for making a higher quantity of smaller, square bales. This last type of baler is less common than the other two, but it can still be found on Tradus. @endParagraph @startBoldRange of balers on Tradus@endBold @startParagraphThe range of used balers on Tradus is almost always high. The largest share of adverts for used balers comes from Germany, France, and Denmark. These mainly concern makes like Claas, New Holland, John Deere, Krone, Welger, and Vicon. New used balers are added weekly. @endParagraph
sk: @startBoldBalíkovače@endBold @startParagraphPo žatve zostáva tráva, ktorá sa potom zbiera a lisuje balíkovačom. Balíkovač alebo lis na seno je vždy ťahaný motorovým vozidlom, zvyčajne traktorom. Nízka rýchlosť, pri ktorej traktor jazdí, umožňuje lisu konštruktívne pracovať a zbierať pokosenú trávu, ktorú lisuje do kompaktného balíka a vytlačí ho von. @endParagraph @startBoldFungovanie balíkovača@endBold @startParagraphTráva, ktorú zbiera zberný systém balíkovača, sa valcuje pod vysokým tlakom gumovými pásmi alebo špeciálnymi valcami, až kým nedosiahne vopred stanovenú veľkosť. Balík sena váži v tom čase 500 až 1 000 kg. Pred vysunutím je balík sena v balíkovači spevnený šnúrou, popruhmi, sieťami alebo lanom. Stroj sa potom otvorí v zadnej časti a balík sena sa vysunie. Týmto sa dokončí proces, ale v niektorých prípadoch sa balíky sena zabalia. To odďaľuje proces rozkladu a chráni seno od poveternostnými podmienkami. @endParagraph @startBoldTypy balíkovačov@endBold @startParagraphVo všeobecnosti balíkovač pozostáva z lisovacej komory, valčekov so stieracími nožmi a remeňov lisu. K dispozícii sú rôzne balíkovače na rôzne účely. Balíkovač na kruhové balíky vyrába valcové lisované balíky, lis na veľké balíky vysúva väčšie balíky a malý lis je všeobecne používaný na vytvorenie väčšieho počtu balíkov s menšou veľkosťou kocky. Tento balíkovač nie je používaný tak často, ako ostatné dva, ale je stále k dispozícii a možno ho nájsť na Traduse. @endParagraph @startBoldRôzny sortiment na Traduse@endBold @startParagraphNa Traduse je takmer vždy široká ponuka použitých balíkovačov. Väčšina inzerátov pre baliace lisy pochádza z Nemecka, Francúzska a Dánska. Často ide o značky ako Claas, New Holland, John Deere, Krone, Welger a Vicon. Nové používané lisy sú pridávané každý týždeň. @endParagraph

source: @startBoldMowers and mower-conditioners@endBold @startParagraphA mower is intended for removing and cutting excess grass or other plants off the soil. For smaller areas, consumer mowers are frequently used, but for larger surfaces motorised vehicles are looked to. Generally, these are not self-driving vehicles. There are many different mowers, each with their own advantages. The choice of mower depends on the bearing strength of the soil, the mowing height, the mowing frequency, and the presence of possible obstacles in the grass. @endParagraph @startBoldTypes of mowers @endBold @startParagraphA drum mower is attached to a tractor by a support arm and contains two or four drums. Each drum in turn contains four removable blades. The grass or crop is gathered by the drum and then spread out over the soil again, where it remains until it is removed. The disc mower is a bit more popular and consists of a bar on which between two and eight discs are fitted, each of which containing blades. This mower has a higher working speed and tends to leave a tidier mowing result behind. @endParagraph @startParagraphA third type of mower is the bed former or rotary mower. These are often used on decorative lawns and consist of one or more blades that cut the grass and blow it away in another direction. Sometimes the grass is mulched right away. On larger plots of land, the rotary mower is suitable for use behind compact or medium-size tractors. In addition to the three types of mowers described, there are also brush cutters and auger mowers around: these are generally used for mowing large pieces of land. @endParagraph @startBoldConditioner@endBold @startParagraphThe use of a conditioner ensures that the mowed grass is immediately shaken, so that it dries faster: grass always has to be dried before it is suitable for baling. A conditioner is optional: not using one will save fuel and weight. The mower is also less strained as without conditioning, it has less work to do.@endParagraph @startBoldRange of mowers on Tradus@endBold @startParagraphMowers and mower-conditioners are frequently offered on Tradus. Husqvarna, Krone, John Deere, and Kuhn are just a few of the makes that are strongly represented online. Makes like Fella, Vicon, Stiga, and Class also regularly recur. Germany, Denmark, and Poland are the countries where most mower-conditioners are offered from. @endParagraph
sk: @startBoldŽacie stroje a upravovače žacích strojov@endBold @startParagraphKosačka má za cieľ odstrániť a obmedziť nadmerné trávy a iné rastliny zo zeme. Spotrebiteľské kosačky sa používajú na malých plochách, ale pri väčších plochách vstupujú do hry motorové vozidlá. Vo všeobecnosti tieto vozidlá nie sú samohybné. Existujú rôzne typy kosačiek, pričom každá má svoje výhody. Voľba kosačky závisí od pevnosti pôdy, výšky kosenia, intervalu kosenia a prítomnosti akýchkoľvek prekážok v tráve. @endParagraph @startBoldDruhy kosačiek@endBold @startParagraphBubnové kosačky sú pripojené k traktoru pomocou ramena a majú dva alebo štyri bubny. Každý bubon zase obsahuje dve až štyri čepele, ktoré sa dajú oddeliť. Tráva alebo plodina sa spojí bubnom a potom sa opäť rozmetie po zemi, kde zostane až do zberu. Disková kosačka je obľúbenejšia, pričom pozostáva z nosníka, ktorý obsahuje dva až osem diskov, z ktorých každý má čepele. Táto kosačka má vyššiu pracovnú rýchlosť a zvyčajne lepšie kosí. @endParagraph @startParagraph Tretím typom sú rotačné kosačky. Často sa používa na okrasné trávniky a skladá sa z jedného alebo niekoľkých nožov, ktoré kosia trávu a rozhadzujú trávu rôznymi smermi. V niektorých prípadoch je tráva priamo rozdrvená. Rotačná kosačka je vhodná na použitie za kompaktnými traktormi a strednými traktormi na väčších pozemkoch. Okrem uvedených troch kosačiek sú k dispozícii aj krovinorezy a šnekové kosačky, ktoré sa vo všeobecnosti nepoužívajú na kosenie veľkých plôch. @endParagraph @startBoldUpravovač@endBold @startParagraphPoužívanie upravovača zabezpečuje, že pokosená tráva je okamžite obrácaná, čo spôsobuje rýchlejšie vyschnutie: tráva musí byť pred spracovaním vysušená. Upravovač je možné vynechať: tým sa usporí palivo a hmotnosť. Kosačka má aj menej funkcií a je tichšia. @endParagraph @startBoldSortiment kosačiek na Traduse@endBold @startParagraphVeľa kosačiek a upravovačov je v ponuke na Traduse. Husqvarna, Krone, John Deere a Kuhn sú niektoré zo značiek, ktoré sú zastúpené v on-line ponuke. Značky ako Fella, Vicon, Stiga a Claas sú tiež pravidelne inzerované. Nemecko, Dánsko a Poľsko patria medzi krajiny, ktoré ponúkajú množstvo upravovačov. @endParagraph

source: @startBoldRakes@endBold @startParagraphRakes are used for laying mowed grass in strips (windrows), and for churning piles of mowed grass. That way it dries faster, so that it can be pressed into hay bales. Raking is usually repeated in the evening, to protect the hay from morning dew and prevent delays to the drying process. A mechanical rake is generally pulled by a tractor, for a faster and more efficient process. Versions vary greatly: some are several metres long and contain separate rakes performing the work, while others consist of the support arm fitted with one of more carousels with different rakes, rotating at high speeds to move the grass into a windrow. @endParagraph @startBoldVariation in types of rakes @endBold @startParagraphMany different rakes can be used in agriculture. A classic drum shaker can be attached behind a tractor, with which the grass is mowed and immediately expelled, with windrow blades ensuring a neat, straight line of mowed grass. The acrobat is another application, consisting of four single wheels with teeth next to each other: the teeth rake the grass in one direction and thereby create windrows. Single rakes (with an operational width of 4.5 metres) and the double rakes (with an operational width of 9 metres) are also used, as well as the Quadro-rake. This last one is a machine with four rakes, two of which operate mirrored to the others. @endParagraph @startBoldSignificant range on Tradus@endBold @startParagraphThe range of mechanical rakes on Tradus is large. From Denmark, Germany, France, and Austria, used rakes are regularly offered for sale. But the Netherlands and Spain are also well represented online. Makes frequently offered for sale on Tradus are Kuhn, Krone, Class, and Pöttinger. @endParagraph
sk: @startBoldHrabačka@endBold @startParagraphHrabačka sa používa na hrabanie pokosenej trávy do pásu (riadku) a na premiešanie hromady pokosenej trávy. To pomáha trávu vysušiť rýchlejšie a umožňuje jej stlačenie do balíkov sena. Hrabanie sa vo večerných hodinách často opakuje, aby sa seno chránilo pred rannou rosou a zabránilo sa predĺženiu procesu sušenia. Hrabačku bežne ťahá traktor s cieľom zabezpečiť rýchlejší a efektívnejší proces. Existuje celý rad verzií: niektoré sú dlhé a obsahujú voľné hrable, ktoré vykonávajú prácu, zatiaľ čo iné pozostávajú z nosného ramena obsahujúceho jeden alebo viac karuselov s rôznymi hrabľami, ktoré sa otáčajú vysokou rýchlosťou, a trávu tak uložia do riadku. @endParagraph @startBoldRôzne typy hrabačiek@endBold @startParagraphExistujú rôzne typy hrabačiek používaných v poľnohospodárstve. Za traktorom môžete pripevniť klasický bubnový obracač , ktorý kosí a ihneď vysunie trávu, pričom čepeľové listy zabezpečia, že zostane čistá priama čiara pokosenej trávy. Akrobat je ďalší stroj pozostávajúci zo štyroch samostatných ozubených kolies: tieto zuby hrabú trávu určitým spôsobom a vytvárajú riadky. Okrem toho sa používa aj jednodielna hrabačka (s pracovnou šírkou do 4,5 metrov), dvojdielna hrabačka (s pracovnou šírkou až 9 metrov) a štvordielna hrabačka. Posledný spomenutý stroj má štyri hrable, z ktorých každé dva sú zrkadlovo uložené. @endParagraph @startBoldŠiroký sortiment na Traduse@endBold @startParagraphNa Traduse je široká ponuka hrabačiek. Hrabačky z druhej ruky sú pravidelne ponúkané na predaj z Dánska, Francúzska, Rakúska, Holandska a Španielska, pričom sú dobre zastúpené v on-line inzerátoch. Bežné značky, ktoré sú v ponuke na predaj prostredníctvom Tradusu, sú Kuhn, Krone, Class a Pöttinger. @endParagraph

source: The language for which you would like the taxonomy terms exported.
sk: Jezik, v katerem želite izvoziti razvrstitve izrazja.

source: @startBoldTedders@endBold @startParagraphThe tedder simply does as its name implies: tedding. This piece of equipment ensures that the mowed grass is tedded, which speeds up the drying process, and prevents rotting of the hay. Once grass is mowed, with or without conditioner, it needs to be tedded, so that it doesn’t stick together. By driving slowly, and tedding weeding the grass properly, the mowed grass is dealt with efficiently, before it is collected by the baler and compressed. @endParagraph @startBoldFunctioning of tedders@endBold @startParagraphTedders come in many different types and sizes; some are as wide as 20 metres, while others have a more modest size for use in smaller tasks. Depending on the size of the tedder, the machine is on wheels and pulled by the tractor. Another possibility is that the tedder is ‘fixed to’ the tractor. In the latter case, it usually concerns a smaller model. The tedder usually has a carousel with arms, which in turn have teeth. The grass is grabbed by the teeth and then released again, having been tedded, and causing the drying process to commence sooner as compared to the normal drying method. @endParagraph @startBoldUsed tedders on Tradus@endBold @startParagraphUsed tedders are offered for sale in steady supply on Tradus. Owners are often located in Germany, Austria, France, or the Netherlands. Although the offers from surrounding countries is also increasing. Makes that are regularly offered for sale include Kuhn, Krone, Claas, TH, Pöttinger, and Deutz. Additional makes are added regularly.@endParagraph
sk: @startBoldObracače@endBold @startParagraphObracače sú, ako názov naznačuje, určené na: obracanie. Tento nástroj zaisťuje, že pokosená tráva sa obracia, čo urýchľuje proces sušenia a zabraňuje hnilobe. Po kosení trávy, s upravovačom alebo bez neho, je potrebné znovu trávu pretrepať, aby sa nelepila. Pokojnou jazdou a správnym trasením trávy efektívne zaobchádzate s pokosenou trávou pred zberom a lisovaním v balíkovači. @endParagraph @startBoldFungovanie obracača sena@endBold @startParagraphObracače majú rôzne veľkosti a tvary; niektoré z nich môžu mať šírku až 20 metrov, zatiaľ čo iné sú menšie a určené pre menšie plochy. V závislosti od veľkosti obracača má stroj istý počet kolies a musí byť ťahaný traktorom. Ďalšou možnosťou je pevným spôsobom pripojiť obracač sena na traktor. V takomto prípade obvykle ide o menšie obracače sena. Obracač má často otočný systém s ozubenými ramenami. Tráva je zozbieraná zubami a znova položená, čo vedie k rýchlejšiemu obracaniu a sušeniu v porovnaní s bežným spôsobom sušenia. @endParagraph @startBoldPoužívané obracače na Traduse@endBold @startParagraphVeľa obracačov z druhej ruky je v ponuke na Traduse. Majitelia sa často nachádzajú v Nemecku, Rakúsku, vo Francúzsku a v Holandsku, ale rastie aj ponuka z okolitých krajín. Značky, ktoré sú pravidelne ponúkané na predaj, zahŕňajú Kuhn, Krone, Claas, TH, Pöttinger a Deutz. Ale pridáva sa stále viac a viac značiek. @endParagraph

source: %3Cspan%3Ecategory-67%3C%2Fspan%3E
sk: %3Crozpätie%3Ekategória-67%3C%2Frozpätie%3E

source: @startBoldPlough@endBold @startParagraphThe plough is an indispensable tool for making work on the land easier. Soil is churned, turned, and loosened to prepare it for agriculture and land cultivation. A plough normally consists of various components: a blade or disc coulter, a forerunner, a slicer, and the mouldboard. Depending on the soil being treated by the plough, the standard types may be deviated from, looking instead to alternative ploughs. @endParagraph @startBoldDifferent types of ploughs@endBold @startParagraphFor light to medium soil a steep, almost cylindrical plough is more readily used, while for heavier soil a long, flush plough with a parabolic shape is commonly used. A screw-shaped plough is also suitable in these situations. A plough can be set in different ways; both the depth and width as well as the horizontal setting can be selected from various options. This causes the plough to make a deeper or shallower groove and churn. @endParagraph @startBoldPloughs on Tradus@endBold @startParagraphThe number of used ploughs offered on Tradus is consistently high. From Poland, Denmark, and Germany many ploughs tend to be offered. In addition, we regularly see ploughs from France, Sweden, Austria, and the Ukraine. Renowned makes that feature regularly include Kverneland, Lemken, Kuhn, Rabe, Överum, and Vogel & Noot. @endParagraph
sk: @startBoldPluh@endBold @startParagraphPluh je nevyhnutným nástrojom, ktorý uľahčuje prácu s pôdou. Pôda sa preorie, aby bola vhodná na poľnohospodárske účely. Pluh sa zvyčajne skladá z rôznych častí: nožová alebo kotúčová predradlica, rydlo, čepeľ a radlica. V závislosti od pôdy, na ktorej sa pracuje, sa pluh môže odchyľovať od štandardného typu. @endParagraph @startBoldRôzne typy pluhov@endBold @startParagraphValcový pluh s ostrým uhlom sa zvyčajne používa pre ľahkú až stredne ťažkú pôdu, zatiaľ čo ťažšia pôda často vyžaduje plochý dlhý pluh, ktorý má parabolický tvar. Pre tento účel je takisto užitočným strojom aj šprirálový pluh. Pluh môže byť nastavený rôznymi spôsobmi; sú dostupné rôzne možnosti pre hĺbku i šírku, ale aj pre horizontálne nastavenie. V praxi to vedie k hlbšiemu alebo plytšiemu kopaniu a otáčaniu pluhom. @endParagraph @startBoldPluhy na Traduse@endBold @startParagraphNa Traduse je takmer vždy široká ponuka použitých pluhov. Mnohé pluhy v ponuke sú zvyčajne z Poľska, Dánska a Nemecka. Pluhy sú tiež pravidelne pridávané z Francúzska, Švédska, Rakúska a Ukrajiny. Dobre známe značky, ktoré sa často objavujú, sú Kverneland, Lemken, Kuhn, Rabe, Överum a Vogel & Noot. @endParagraph
