Repository: altafsamnani/tradus-bundle
Catalog: Resources/translations_old/messages.*.xlf
Languages: pt, sk

source: @startBoldLoader on wheels @endBold @startParagraphThe category loaders, also known as wheel loaders or loader shovels, can be divided into loaders on wheels and loaders on tracks. Both types are machines that serve as ground movers in construction. The loader on wheels is used to tranship materials from one place to another, or into containers. Think of materials like soil, sand, or gravel. Advantage of the loader, when compared to a regular excavator, is that the operator can fit different attachments to the support arm: making the loader a multi-functional machine for construction purposes.@endParagraph @startBoldPlaces where loaders are used @endBold @startParagraphLoaders are often used on transhipment sites, but also in ground, road, and waterway construction, paving, and for earth movement. When deep digging is required, the loader is not the best choice. A regular excavator would then be a better fit as it can dig deeper. However, for clearing excavated earth, the loader is ideal. @endParagraph @startBoldAdvantages of a loader on wheels @endBold @startParagraphOne of the advantages of a loader on wheels is that a damaged tire is more easily replaced than a damaged track, and it is much cheaper as well. In addition, many users find that a loader on wheels has better traction, higher speed, and a better manoeuvrability on flat surfaces as compared to a loader on tracks. On unstable surfaces the preference is usually for a loader on tracks.@endParagraph @startBoldComponents of a loader on wheels @endBold @startParagraphA loader on wheels consists of various components. Firstly, a motor which almost invariable runs on diesel fuel. The transmission components include the gear box, axles, and wheels. In addition to the cabin, there are various hydraulic components: the pump, support arm, and valves. There are attachments as well. These include a sweeper, debris pitchfork, or a closed container. Depending on the type of task it is intended for, a loader can weigh several thousand kilos. In smaller areas, and in more modest environments, a shovel on wheels does not need to exceed a weight of about one thousand kilos.@endParagraph @startBoldUsed loaders on wheels on Tradus @endBold @startParagraphLoaders on wheels are regularly offered for sale on Tradus from Germany, Poland, and the Netherlands. Frequently featured makes include Caterpillar, Volvo, JCB, and Komatsu. Other makes that feature regularly in the online range are Kramer, Liebherr, Atlas, and Case. The range grows every week, and other makes are regularly introduced.@endParagraph
sk: @startBoldKolesový nakladač@endBold @startParagraphV kategórii nakladačov, ktoré sú tiež známe ako kolesové nakladače alebo lopaty, môžete rozlišovať medzi kolesovými a pásovými nakladačmi. V oboch prípadoch je to stroj, ktorý slúži na zemné práce v stavebníctve. Kolesový nakladač sa používa na nakladanie materiálov do kontajnera alebo na iné miesto. Napr. materiály ako zemina, piesok alebo štrk. Výhodou nakladača v porovnaní s bežným rýpadlom je, že užívateľ má možnosť umiestniť na zdvíhacie rameno rôzne prídavné zariadenia: v podstate to robí nakladač multifunkčným strojom v stavebníctve.@endParagraph @startBoldMiesta, kde sa nakladače používajú@endBold @startParagraphNakladače sa často používajú na miestach prekládky, ale aj na podzemných stavbách, cestnej a vodnej stavbe, uliciach a na zemné práce. Keď sa vyžaduje hlboké kopanie, nakladač nie je ideálnym nástrojom. Normálne rýpadlo je vhodnejšie a môže sa hlbšie zakopávať. Pre presun vyťaženej zeminy môže nakladač dokonale slúžiť.@endParagraph @startBoldVýhody kolesového nakladača@endBold @startParagraphJednou z výhod kolesového nakladača je, že poškodená pneumatika sa ľahšie vymieňa ako poškodený húsenicový pás, pričom výmena kolies je lacnejšia ako výmena pásu. Navyše, s kolesovým nakladačom majú používatelia viac skúseností ako so strojom s vyššou trakciou, vyššou rýchlosťou a lepšou manévrovateľnosťou na rovných plochách v porovnaní s pásovým nakladačom. Na nestabilných povrchoch je pásový nakladač uprednostnený.@endParagraph @startBoldKomponenty kolesového nakladača@endBold @startParagraphKolesový nakladač pozostáva z rôznych prvkov. Predovšetkým motor je prakticky vždy naftový. Súčasťou prevodovky je skriňa prevodovky, náprava a kolesá. V blízkosti kabíny sú rôzne hydraulické komponenty: čerpadlo, nosné rameno a ventily. Môžu byť pridané aj nadstavce. Napríklad stroj na zametanie, hrabanie sutín alebo uzavretá konštrukcia. V závislosti od typu a úlohy, ktoré je potrebné vykonať, môže nakladač vážiť viac ako tisíc kg. Na malých terénoch a v miernom prostredí nemusí kolesový nakladač vážiť viac ako tisíc kg.@endParagraph @startBoldJazdené kolesové nakladače na Tradus@endBold @startParagraphJazdené kolesové nakladače sú pravidelne ponúkané na Traduse na predaj z Nemecka, Poľska a Holandska. Značky Caterpillar, Volvo, JCB, Komatsu sú populárne. Ostatné značky, ktoré sú často vidieť v on-line ponuke sú Kramer, Liebherr, Atlas a Case. Ponuka rastie každý týždeň a ďalšie značky sú pridávané pravidelne.@endParagraph

source: @startBoldSkid-steer loader@endBold @startParagraphA skid-steer loader is a type of loader that is generally a small, motorised machine, fitted with two hydraulic arms and a container. The container can also be replaced by other attachments: this makes the skid-steer loader a multi-functional piece of equipment for us in construction and various other purposes. Therefore, it is often nicknamed ‘tool carrier’. Generally, a skid-steer loader is fitted with four wheels which are not linked to a separate steering mechanism and are fixed. When the wheels are fixed, the user can manoeuvre the machine effortlessly around obstacles.@endParagraph @startBoldUsing the skid-steer loader @endBold @startParagraphContrary to regular loaders, the hydraulic arms on the skid-steer loader are placed behind the operator. This does not affect its safety, because the operator is inside a safe cabin, which is outside the range of the rotation points and moving jibs. Using the joysticks, the operator can load materials into the container and then deposit them into a truck, or a larger container. The skid-steer loader can also shove materials forward over a terrain.@endParagraph @startBoldCompact and agile@endBold @startParagraphSkid-steer loaders are compact and very agile machines. A standard skid-steer loader has two speeds, high and low, and is moved through a foot pedal located in the cabin, or a throttle level. For shovelling material in smaller spaces, the skid-steer loader is a convenient machine, even in used condition. Larger skid-steer loaders, up to many thousands of kilos, can be used effortlessly on large terrains and in construction.@endParagraph @startBoldRange of used skid-steer loaders on Tradus@endBold @startParagraphAfter the loader on wheels, the skid-steer loader is the most popular machine in the loader category on Tradus. Bobcat is a well-represented make, but JCB and Kubota are also frequently featured in the range of skid-steer loaders offered for sale. Used skid-steer loaders of makes like Schaffer, Avant, and Caterpillar also feature regularly in the online range on Tradus.@endParagraph
sk: @startBoldŠmykom riadený nakladač@endBold @startParagraphŠmykom riadený nakladač je typ nakladača, ktorý vo všeobecnosti predstavuje malý motorizovaný stroj s dvoma hydraulickými ramenami a lyžicou. Táto lyžica sa dá nahradiť aj ďalšími prídavnými zariadeniami: to znamená, že nakladač so šmykom riadeným pohybom je multifunkčným nástrojom na stavbe a môže byť použitý na rôzne účely. Preto sa nazýva aj „nosič nástrojov“. Šmykom riadený nakladač je všeobecne vybavený štyrmi kolesami, ktoré nie sú spojené s oddeleným riadiacim mechanizmom a sú uzamknuté. Keď sú kolesá uzamknuté, používateľ môže manipulovať s prístrojom okolo prekážok pomerne ľahko.@endParagraph @startBoldNávod na použitie šmykom riadeného nakladača@endBold @startParagraphV rozpore s bežným nakladačom a naberačom, hydraulické ramená na šmykom riadenom nakladači sú umiestnené za sedadlom vodiča. To neohrozuje bezpečnosť, pretože vodič je v bezpečnej kabíne, ktorá je mimo dosahu otočných bodov a pohyblivých ramien. Pomocou joysticku môže vodič zozbierať materiál do naberača a uložiť ho na nákladnom vozidle alebo do veľkého kontajnera. Šmykom riadený nakladač môže tlačiť aj materiály v teréne.@endParagraph @startBoldKompaktné a svižné@endBold @startParagraphŠmykom riadené nakladače sú kompaktné zariadenia, čo z nich robí veľmi flexibilné stroje. Štandardný šmykom riadený nakladač má dve rýchlosti, vysokú a nízku, a môže byť ovládaný nožným pedálom z kabíny alebo pomocou škrtiacej klapky. Pri odstraňovaní materiálov v menších oblastiach je to príjemný stroj hoci aj z druhej ruky. Väčšie šmykom riadené nakladače, s hmotnosťou až tisíce kg, môžu byť bez problémov použité na väčšie terény v stavebnom sektore.@endParagraph @startBoldRozsah použitých šmykom riadených nakladačov na Traduse@endBold @startParagraphPo kolesovom nakladači je šmykom riadený nakladač najobľúbenejším strojom v kategórii nakladačov na Traduse. Bobcat je dobre zastúpená značka, alej aj JCB a Kubota sa bežne objavujú medzi šmykom riadenými nakladačmi. Použité šmykom riadené nakladače značky Schaffer, Avant a Caterpillar nájdete často aj v on-line sortimente na Traduse.@endParagraph

source: @startBoldMobile construction crane@endBold @startParagraphA mobile construction crane can be moved to various locations, to be used during the construction process. The construction crane allows heavy materials and components to be lifted or lowered, or to be moved at heights. The mechanical application makes it possible to complete heavy work in places people can’t reach. The advantage of the mobile construction crane is that it does not have to be taken apart only to be rebuilt in a different location. All the machine’s components are always present in one spot.@endParagraph @startBoldBuild-up of the mobile construction crane @endBold @startParagraphA mobile construction crane is a crane mounted on a mobile chassis. It has its own hydraulic system. There are various types of mobile construction cranes around: some are mounted onto a vehicle, others are self-driving and suitable for rough terrain, floating construction cranes are used on water, and finally, there are the construction cranes on tracks. Generally, the construction crane consists of a base, a mast that pivots, and a hook with a cable attached to it. There may also be a trolley fitted on rails, which allows the hook to be moved closer to, or further from the mast.@endParagraph @startBoldAdvantages of mobile construction cranes@endBold @startParagraphThe main advantage of a mobile construction crane is that it can be moved rather than being static. The crane can either drive on its own or be placed on a trailer to be transported that way. The mobile crane generally also requires a little less space and is cheaper. The biggest mobile construction cranes can hold weights of several thousand tonnes, but the average machine does not need to be able to lift that sort of weight.@endParagraph @startBoldNot for the biggest tasks @endBold @startParagraphMobile cranes are generally not used for extensive projects, static cranes would be used instead. The static crane can reach higher without losing stability, while mobile cranes tend to reach their maximum height sooner and may thus not reach high enough for the larger projects. Furthermore, the static crane can reach further, allowing it to reach places that the mobile crane might not reach without being moved.@endParagraph @startBoldRange of mobile construction cranes on Tradus@endBold @startParagraphOwners of mobile construction cranes are offering their machines for sale on Tradus. Makes like Liebherr, Grove, Terex, and Tadano have proven themselves to be popular and often used. Other brands, like Locatelli, Komatsu, Kato, and Krupp are however also offered in the adverts. Most used construction cranes are offered from Germany, but there is a good supply coming from the Netherlands, France, and Italy as well. @endParagraph
sk: @startBoldMobilné stavebné žeriavy@endBold @startParagraphMobilný stavebný žeriav dokáže jazdiť na rôznych miestach, pričom sa používa počas výstavby. Stavebný žeriav je možné použiť na zdvíhanie, spúšťanie a prepravu ťažkých materiálov a dielov vo výške. Toto riešenie stroja umožňuje vykonávať ťažkú prácu na miestach, na ktoré ľudia nemôžu dosiahnuť. Hlavnou výhodou mobilného stavebného žeriava je to, že nemusí byť prestavovaný znovu a znovu. Všetky časti stroja sú na jednom mieste.@endParagraph @startBoldŠtruktúra mobilných stavebných žeriavov@endBold @startParagraphMobilný stavebný žeriav je žeriav namontovaný na mobilnom podvozku. Má svoj vlastný hydraulický systém. Existujú rôzne typy mobilných stavebných žeriavov: niektoré sú namontované na vozidlo, iné sú samohybné a vhodné na drsné terény, na vode sa používajú plávajúce stavebné žeriavy a existujú aj stavebné žeriavy s húsenicovými pásmi. Stavebný žeriav sa obvykle skladá zo základne, stožiaru, ktorý sa môže otáčať a háku s káblami. Na koľajniciach môže byť aj vozík, ktorý môže hák posúvať bližšie alebo ďalej od stožiara.@endParagraph @startBoldVýhody mobilných stavebných žeriavov@endBold @startParagraphHlavnou výhodou mobilných stavebných žeriavov je, že sú mobilné, čo znamená, že sa môžu pohybovať a nie sú statické. Žeriav môže byť sám poháňaný alebo umiestnený na plošine, vďaka ktorej sa pohybuje. Mobilný žeriav zvyčajne potrebuje menej priestoru ako pevný stavebný žeriav a je lacnejší a ľahší na používanie. Najväčšie mobilné stavebné žeriavy môžu zdvihnúť hmotnosť viac ako tisíc ton, ale priemerný stroj nemá taký zdvíhací výkon.@endParagraph @startBoldNie je určený pre najťažšie práce@endBold @startParagraphVeľké projekty zvyčajne vyžadujú použitie statického žeriavu skôr než mobilného žeriavu. Môže dosiahnuť ešte vyššie bez straty stability, pričom mobilný žeriav dokáže dosiahnuť maximálnu výšku, ktorá nemusí byť dostatočná pri takom veľkom projekte. Okrem toho dosah statického žeriavu je väčší, čo znamená, že môže dosiahnuť miesta, ktoré mobilný žeriav bez pohybu nedokáže. @startBoldSortiment mobilných stavebných žeriavov na Traduse@endBold @startParagraphMajitelia mobilných stavebných žeriavov ponúkajú svoje použité stroje na Traduse. Značky Liebherr, Grove, Terex, Tadano sa ukázali byť populárne a často používané značky. Ostatné značky ako Locatelli, Komatsu, Kato a Krupp sa objavujú v inzerátoch. Väčšina stavebných žeriavov sú ponúkané na predaj v Nemecku, ale je tu aj veľká ponuka z Holandska, Francúzska a Talianska.@endParagraph

source: @startBoldLoader on tracks @endBold @startParagraphThe loader on tracks is one of the options in the loaders category, which are also known as wheel loaders or loader shovels. Where some users prefer a loader on wheels, there are plenty of people who prefer loaders on tracks. Regardless the type, the loader on tracks will always be preferred for earth movement tasks in construction. The machine is used for transhipping bulk material into containers or from one location on the construction site to another: This may concern earth, sand, gravel, or other material.@endParagraph @startBoldAdvantages of a loader on tracks@endBold @startParagraph Contrary to regular excavators, a loader is not suitable for deep digging. When comparing the loader on tracks to the loader on wheels, a loader on tracks is easier to work with on rough terrain and unstable surfaces. If a construction site is riddled with pits, slopes, and holes, the loader on tracks finds its way much easier than the loader on wheels. The tracks ensure that the weight of the loader is evenly divided over a larger surface than the wheels would. This prevents the vehicle from sinking.@endParagraph @startBoldComponents@endBold @startParagraphA loader on tracks consists of various components: transmission components, hydraulic components, a motor, and cabin, and of course the tracks. Attachments to connect on the front of the loader are optional. Depending on the task to be completed, the operator can choose between a sweeper, a stone rotator or clamp, a closed container, debris container or debris pitchfork, or pallet forks. This makes the loader a multi-functional machine that can do more than just excavating.@endParagraph @startBoldAvailability on Tradus@endBold @startParagraphMany used loaders on tracks are offered for sale on Tradus. Caterpillar is the most offered make, followed by makes like Liebherr, Komatsu, and Volvo. In addition, loader owners are also offering machines made by Manitou, Renault, and Bobcat. Most loaders are offered for sale from Poland, Romania, and Italy.@endParagraph
sk: @startBoldPásový nakladač@endBold @startParagraphPásový nakladač patrí do kategórie nakladačov, ktorá obsahuje kolesové nakladače alebo aj naberače. Kým niektorí používatelia uprednostňujú kolesový nakladač, ďalší zákazníci uprednostnia pásový nakladač. Bez ohľadu na typ, bude pásový nakladač vždy vybraný tak, aby vykonal zemné práce na stavbe. Stroj sa používa na presun sypkých materiálov na iné miesto na stavenisku alebo nakladanie do kontajnera a to zeminy, piesku, štrku alebo iného materiálu.@endParagraph @startBoldVýhody pásového nakladača@endBold @startParagraphNa rozdiel od bežného rýpadla, nakladač nedokáže kopať hlboko do zeme. Pri porovnávaní pásového nakladača s kolesovým nakladačom je zrejmé, že pásový nakladač uľahčuje prácu na nerovných terénoch a nestabilných plochách. Keď je stavenisko plné priekop, svahov a otvorov, pásový nakladač je lepší ako kolesový nakladač. Pásy zabezpečujú rovnomerné rozloženie hmotnosti nakladača na väčšiu plochu ako kolesá. To znamená, že vozidlo sa neprepadá.@endParagraph @startBoldKomponenty@endBold @startParagraphPásový nakladač pozostáva z rôznych častí: súčiastky prevodovky, hydraulické komponenty, motor, kabína a samozrejme a pás. Umožňuje tiež voliteľné príslušenstvo na prednej strane nakladača. V závislosti od úlohy, ktorú je potrebné vykonať, sa vodič môže rozhodnúť pre pripojenie zametacieho stroja, kameňového rotátora alebo svorky, uzatvorenej lyžice, lyžice na sutiny alebo hrablí alebo paletových vidlíc. Týmto sa nakladač stáva multifunkčným strojom, ktorý je dokáže oveľa viac ako iba vykopávanie materiálu.@endParagraph @startBoldDostupnosť cez Tradus@endBold @startParagraphVeľa jazdených pásových nakladačov je v ponuke na predaj cez Tradus. Caterpillar je najčastejšie ponúkaná značka, ďalej nasledujú značky Liebherr, Komatsu a Volvo. Majitelia nakladačov ponúkajú aj stroje, ktoré vyrábajú Manitou, Renault a Bobcat. Ponuka je najväčšia z krajín ako Poľsko, Rumunsko a Taliansko.@endParagraph

source: %3Cspan%3Ecategory-105%3C%2Fspan%3E
sk: %3Crozpätie%3Ekategória-105%3C%2Frozpätie%3E

source: Enable optimizely.
sk: Omogoči optimizacijo.

source: %3Cspan%3Ecategory-106%3C%2Fspan%3E
sk: %3Crozpätie%3Ekategória-106%3C%2Frozpätie%3E

source: @startBoldRollers@endBold @startParagraphA roller or waltz is used in construction of both buildings and roads for smoothing surfaces. This may concern combined materials that become one under pressure, compacting to leave virtually no gaps like clay and sand, but also coarser materials that simply move closer together under pressure, like stones. They are self-driven machines, operated by a person. At a medium speed, they drive over the surface that requires smoothing, with the roller on the front doing the work. That roller is a heavy cylinder which is forcefully pressed onto the ground, causing the ground the be evened out. Some models have two or more rollers on the front of the waltz. @endParagraph @startBoldCompacting asphalt@endBold @startParagraphA roller or waltz is also used for ‘compacting’ freshly laid asphalt. The asphalt comes out of the asphalt paver in as good as ready state and is then compacted by a roller. This requires a certain focus, because the asphalt slowly but surely cools, and once cold can no longer be moved. A roller can weigh a modest one hundred kilos where small versions for personal use are concerned, but the ones used for the largest construction projects may weigh as much as twenty tonnes.@endParagraph @startBoldRange of rollers on Tradus@endBold @startParagraphFrequently featured makes of rollers on Tradus include Bomag, Hamm, Dynapac, and Ammann. In addition, manufacturers like Caterpillar and Rammax are also well represented. Many used rollers for use in construction are offered from the Netherlands, although a good supply of rollers is also offered for sale from Germany and Poland.@endParagraph
sk: @startBoldValce@endBold @startParagraphValec sa používa v stavebníctve a pri cestných prácach na úplné vyhladenie povrchu. Môže ísť o súdržné materiály, ktoré sa spoja pod tlakom a sotva zostane škára medzi nimi, ako napr. hlina a piesok, ale môžu ísť aj o granulované materiály, ktoré sa priblížia k sebe pod tlakom, napríklad kameň. Sú to stroje s vlastným pohonom, ktoré obsluhuje jedna osoba. Jazdia cez povrch, ktorý musí byť vyrovnaný pri nízkej rýchlosti, pričom valec vpredu robí svoju prácu. Valec je ťažký a je tlačený do zeme silou, ktorá vyrovnáva podklad. Nie je možné mať dve kolesá alebo viac kolies v prednej časti valca.@endParagraph @startBoldUhládza asfalt@endBold @startParagraphValce je možné použiť aj na „zahladenie“ čerstvo položeného asfaltu. Asfalt vychádza z asfaltovacieho stroja a potom je stlačený valcom. To si vyžaduje určitú koncentráciu, pretože asfalt pomaly, ale isto chladne a po úplnom ochladení už nie je možné ho upravovať. Valec môže mať hmotnosť skromných 100 kg ak je to malá verzia na súkromné použitie, ale tiež môže vážiť až 20 ton pri najväčších možných stavebných projektoch.@endParagraph @startBoldPonuka valcov na Traduse@endBold @startParagraphNa Traduse často vidieť značky ako Bomag, Hamm, Dynapac a Ammann. Výrobcovia ako Caterpillar a Rammax sú tiež zastúpení. Množstvo jazdených valcov v stavebníctve je v ponuke z Holandska, pričom ponuky na predaj sú aj z Nemecka a Poľska.@endParagraph
