Repository: altafsamnani/tradus-bundle
Catalog: Resources/translations_old/messages.*.xlf
Languages: pt, sk

# user_account.accept_privacy_policy
source: You need to accept the Privacy Policy and Cookies
sk: Musíte akceptovať Zásady ochrany osobných údajov a súbory cookie

# user_account.account_not_exist
source: This account does not exist
sk: Ta račun ne obstaja

# user_account.account_type
source: Account type
sk: Vrsta računa

# user_account.change_password
source: Change password
sk: Spremeni geslo

# user_account.email
source: Email
sk: E-pošta

# user_account.enter_email
source: Enter the email address associated with your @site account.
sk: Vnesite e-poštni naslov, povezan z vašim računom @site.

# user_account.facebook_login
source: Login with Facebook
sk: Prijava s Facebookom

# user_account.first_name
source: First Name
sk: Krstné meno

# user_account.forgot_password
source: Forgot password
sk: Ste pozabili geslo

# user_account.get_in_touch_with_sellers
source: 1. Get in touch with sellers.
sk: 1. Spojte sa s predávajúcimi.

# user_account.google_login
source: Login with Google
sk: Prijava z Google

# user_account.i_accept_tradus
source: I accept the @siteTitle
sk: Súhlasím s @siteTitle

# user_account.last_name
source: Last name
sk: Priimek

# user_account.login
source: Login
sk: Vpiši se

# user_account.make_use_of_similar_offer_alerts
source: 2. Make use of our similar offer alert service.
sk: 2. Využite našu službu upozornenia na podobné ponuky.

# user_account.my_account
source: My Account
sk: Môj účet

# user_account.new_password
source: New Password
sk: novo geslo

# user_account.password
source: Password
sk: geslo

# user_account.personal_info
source: Personal Info
sk: osebni podatki

# user_account.phone_number
source: Phone number
sk: Telefonska številka

# user_account.register
source: Register
sk: Registrovať

# user_account.register_with_facebook
source: Register with Facebook
sk: Registrirajte se z Facebook

# user_account.register_with_google
source: Register with Google
sk: Registrirajte se z Googlom

# user_account.repeat_password
source: Repeat Password
sk: Ponovite geslo

# user_account.save_favorites_and_searches
source: 3. Save favorites and searches to your account.
sk: 3. Uložte obľúbené a vaše vyhľadávania do svojho účtu.

# user_account.sign_out
source: Sign out
sk: Odhlásiť Sa

# user_account.terms_and_conditions
source: Terms and Conditions
sk: Pogoji

# user_account.terms_of_use
source: You need to accept the Terms of Use
sk: Morate sprejeti pogoje uporabe

# user_account.update_profile
source: Update Profile
sk: Profil Update

# user_account.user_invalid_country
source: Invalid country code
sk: Neplatný kód krajiny

# user_account.user_invalid_phone&#9;
source: Invalid phone number
sk: Neplatné telefónne číslo

# user_account.user_long_phone&#9;
source: Phone number is too long
sk: Telefónne číslo je príliš dlhé

# user_account.user_short_phone
source: Phone number is too short
sk: Telefónne číslo je príliš krátka

# validation.enter_valid_value
source: Please enter a valid value
sk: Zadajte platnú hodnotu

# validation.string-size
source: This value is too short. It should have :size characters or more.
sk: Táto hodnota je príliš krátka. Musí obsahovať minimálne :size znak.

source: Water Pump Capacity
pt: Capacidade da bomba de água
sk: Objem vodného čerpadla

source: Water Pump Pressure
pt: Pressão da bomba de água
sk: Tlak vodného čerpadla

# water_pump_type.electric
source: Electric
pt: Elétrico
sk: Elektrický

# water_pump_type.hydraulic
source: Hydraulic
pt: Hidráulico
sk: Hydraulický

source: Water Tank Capacity
pt: Capacidade do tanque de água
sk: Objem vodnej nádrže

source: Ways Of Tillage
sk: Spôsoby obrábania

source: Wheelbase
sk: Rázvor

# within_3_months
source: Within the next 3 months
sk: Počas nasledujúcich 3 mesiacov

source: Working Pressure
sk: Pracovný nápor

source: Working Width Rows
sk: Pracovné šírky riadkov

source: One item processed.@count items processed.
sk: En element obdelan.@count elementov obdelanih.

source: Please enter your phone number
sk: Prosimo, vnesite številko mobilnega telefona

source: What's your message?
sk: Kakšno je vaše sporočilo?

source: One offer was cleaned up.@count offers where cleaned up.
sk: Ena ponudba počiščena.@count ponudb je bilo počiščenih.

source: The header columns have not yet been added
sk: Stolpci glave še niso bili dodani

source: View large image
sk: Poglej veliko sliko

source: images
sk: slike

source: Close (Esc)
sk: Zapri (Esc)

source: Contact the seller now
sk: Obrnite se na prodajalca zdaj

source: Implement method: render
sk: Metoda vključitve: povrnitev

source: View all ads
sk: Poglej vse oglase

source: Warming up search facet and offer caches.
sk: Ogrevanje iskalne fasete in medpomnilnika ponudb.

source: More
sk: Več

source: See all @count
sk: Poglej vse @count

source: From the same seller
sk: Od istega prodajalca

source: Pager
sk: Pozivnik

source: Recently viewed
sk: Nedavno ogledano

source: WOW SUCH HTML
sk: WOW KAKŠEN HTML

source: Filter list
sk: Seznam filtrov

source: filters
sk: filtri

source: @count results
sk: @count rezultatov

source: @count results for @searchQuery in @filters
sk: @count rezultatov za @searchQuery v @filters

source: @count results for @searchQuery
sk: @count rezultatov za @searchQuery

source: @count results in @filters
sk: @count rezultatov v @filters

source: %3Ch1%3EAdd+page+content+here.%3C%2Fh1%3E
sk: %3Ch1%3EDodaj+vsebino+strani+tukaj.%3C%2Fh1%3E

source: @count active
sk: @count aktivnih

source: Search for Used machinery worldwide
sk: Poišči rabljene stroje po vsem svetu

source: However, you might be interested in one of the following items
sk: Mogoče vas zanima kateri od naslednjih predmetov

source: Your sales contact
sk: Vaš prodajni kontakt

source: Separate markup and translatable strings.
sk: Ločene oznake in nizi z možnostjo prevoda.

source: Show more
sk: Pokaži več

source: Show less
sk: Pokaži manj

source: Cleanup input
sk: Vnos počiščenja

source: Also check out similar listings
sk: Preverite tudi podobne sezname

source: Hi+%40name_seller%21+%3Cbr+%2F%3E%5Cn++%3Cbr+%2F%3E%5Cn++%40first_name+%40last_name+is+interested+in+%3Ca+href%3D%22%40link%22%3E%40offer_title%3C%2Fa%3E%3A%3Cbr+%2F%3E%5Cn++%3Cbr%2F%3E%5Cn++%40message%3Cbr+%2F%3E%5Cn++%3Cbr+%2F%3E%5Cn++Here+is+your+%3Ca+href%3D%22%40utmLink%22%3Eadvertisement%3C%2Fa%3E.%3Cbr+%2F%3E%5Cn++%3Cbr%2F%3E%5Cn++Contact+details%3Cbr+%2F%3E%5Cn++Name%3A+%40first_name+%40last_name%3Cbr+%2F%3E%5Cn++Email%3A+%40email%3Cbr+%2F%3E%5Cn++Phone%3A+%40phone%3Cbr+%2F%3E%5Cn++Location%3A+%40country%3Cbr+%2F%3E%5Cn++%3Cbr+%2F%3E%5Cn++Thank+you%2C%3Cbr+%2F%3E%5Cn++%3Cbr+%2F%3E%5Cn++The+Tradus+Team.%3Cbr+%2F%3E%22
sk: Pozdravljen%2C+%40name_seller%21+%3Cbr+%2F%3E%5Cn++%3Cbr+%2F%3E%5Cn++%40first_name+%40last_name+se+zanima+za+%3Ca+href%3D%22%40link%22%3E%40offer_title%3C%2Fa%3E%3A%3Cbr+%2F%3E%5Cn++%3Cbr%2F%3E%5Cn++%40message%3Cbr+%2F%3E%5Cn++%3Cbr+%2F%3E%5Cn++Tukaj+je+va%C5%A1+%3Ca+href%3D%22%40utmLink%22%3Eoglas%3C%2Fa%3E.%3Cbr+%2F%3E%5Cn++%3Cbr%2F%3E%5Cn++Podrobnosti+za+stik%3Cbr+%2F%3E%5Cn++Ime%3A+%40first_name+%40last_name%3Cbr+%2F%3E%5Cn++E-po%C5%A1ta%3A+%40email%3Cbr+%2F%3E%5Cn++Telefon%3A+%40phone%3Cbr+%2F%3E%5Cn++Lokacija%3A+%40country%3Cbr+%2F%3E%5Cn++%3Cbr+%2F%3E%5Cn++Hvala%2C%3Cbr+%2F%3E%5Cn++%3Cbr+%2F%3E%5Cn++Ekipa+Tradus.%3Cbr+%2F%3E%22

source: Hi+Tradus%21%3Cbr+%2F%3E%5Cn++%3Cbr+%2F%3E%5Cn++You+have+a+new+message+from+%40first_name+%40last_name+from+%40country.%3Cbr+%2F%3E%5Cn++Here%27s+what+%40first_name+has+sent+you%3A%3Cbr+%2F%3E%5Cn++%3Cbr+%2F%3E%5Cn++%3Cblockquote%3E%40message%3C%2Fblockquote%3E%5Cn++%3Cbr+%2F%3E%5Cn++Contact+details%3Cbr+%2F%3E%5Cn++Name%3A+%40first_name+%40last_name%3Cbr+%2F%3E%5Cn++Email%3A+%40email%3Cbr+%2F%3E%5Cn++Phone%3A+%40phone%3Cbr+%2F%3E%5Cn++Location%3A+%40country%3Cbr+%2F%3E
sk: Pozdravljen%2C+Tradus%21%3Cbr+%2F%3E%5Cn++%3Cbr+%2F%3E%5Cn++Imate+sporo%C4%8Dilo+od+%40first_name+%40last_name+iz+%40country.%3Cbr+%2F%3E%5Cn++To+vam+je+poslal+%40first_name%3A%3Cbr+%2F%3E%5Cn++%3Cbr+%2F%3E%5Cn++%3Cblockquote%3E%40message%3C%2Fblockquote%3E%5Cn++%3Cbr+%2F%3E%5Cn++Podrobnosti+o+stiku%3Cbr+%2F%3E%5Cn++Ime%3A+%40first_name+%40last_name%3Cbr+%2F%3E%5Cn++E-po%C5%A1ta%3A+%40email%3Cbr+%2F%3E%5Cn++Telefon%3A+%40phone%3Cbr+%2F%3E%5Cn++Lokacija%3A+%40country%3Cbr+%2F%3E

source: Close notification
sk: Zapri obvestilo

source: By using our services, you agree to our use of cookies.
sk: Z uporabo naših storitev soglašate z uporabo piškotkov.

source: Learn more
sk: Izvedite več

source: Used equipment for sale
sk: Rabljena oprema za prodajo

source: Tradus+is+part+of+the+%3Ca+href%3D%22http%3A%2F%2Fwww.joinolx.com%22+rel%3D%22noopener%22+target%3D%22_blank%22%3EOLX+group%3C%2Fa%3E%2C+a+network+of+leading+classifieds+platforms+in+45+markets%2C+including+brands+like+OLX%2C+Avito%2C+Letgo%2C+Dubizzle%2C+Storia%2C+Stradia%2C+among+others.+The+OLX+Group+connects+people+to+buy%2C+sell+or+exchange+used+goods+and+services+by+making+it+fast+and+easy+for+anyone+to+post+a+listing+through+their+mobile+phone+or+on+the+web.+Hundreds+of+millions+of+people+around+the+world+generate+more+than+1.9+billion+monthly+visits%2C+37+billion+monthly+page+views+and+54+million+listings+every+month+on+the+OLX+Group%27s+online+marketplaces.%22
sk: Tradus+je+del+skupine+%3Ca+href%3D%22http%3A%2F%2Fwww.joinolx.com%22+rel%3D%22noopener%22+target%3D%22_blank%22%3EOLX%3C%2Fa%3E%2C+mre%C5%BEe+vodilnih+klasificiranih+platform+na+45+trgih%2C+vklju%C4%8Dno+z+znamkami%2C+kot+so+OLX%2C+Avito%2C+Letgo%2C+Dubizzle%2C+Storia%2C+Stradia%2C+%C4%8De+jih+omenimo+le+nekaj.+Skupina+OLX+povezuje+ljudi%2C+ki+kupujejo%2C+prodajajo+ali+zamenjujejo+rabljeno+blago+in+storitve%2C+tako+da+lahko+kdor+koli+hitro+in+preprosto+objavi+seznam+prek+svojega+mobilnega+telefona+ali+na+spletu.+Stotine+milijonov+ljudi+po+vsem+svetu+ustvari+ve%C4%8D+kot+1%2C9+milijard+mese%C4%8Dnih+obiskov%2C+37+milijard+mese%C4%8Dnih+ogledov+strani+in+54+milijonov+seznamov+vsak+mesec+na+spletnih+trgih+skupine+OLX.%22

source: Navigate offline
sk: Navigiraj brez povezave

source: Receive notifications
sk: Prejmi obvestila

source: Input a csv containing the changes.
sk: Vnos csv, ki vsebuje spremembe.

source: Have an app experience
sk: Doživi aplikacijo

source: Step-by-step
sk: Korak za korakom

source: Press @icon in your browser
sk: Pritisnite @icon v brskalniku

source: Select @emStart add to homescreen @emEnd
sk: Izberite @emStart dodaj na začetni zaslon @emEnd

source: Press @emStart add @emEnd in pop-up
sk: Pritisnite @emStart dodaj @emEnd v pojavnem oknu

source: Maybe one of these machines gets you going again:
sk: Mogoče vas bo kateri od teh strojev znova spravil v pogon:

source: Popular brands
sk: Priljubljene znamke

source: Latest additions in @category
sk: Nazadnje dodano v @category

source: Key benefits of listing your inventory on Tradus
sk: Ključne prednosti seznamov vašega inventarja na Tradusu

source: Tradus Apollo media service integration
sk: Vključitev medijskih storitev Tradus Apollo

source: We help sellers find new buyers through our worldwide network. The global exposure of our platforms will accelerate your sales. Please contact us and we will help you to get your inventory published. We are looking forward to serve you!
sk: Prodajalcem pomagamo najti nove kupce prek naše svetovne mreže. Globalna izpostavljenost naših platform bo pospešila vašo prodajo. Obrnite se na nas in pomagali vam bomo, da objavite svoj inventar. Veselimo se sodelovanja z vami!

source: Get more leads
sk: Pridobite več sledi

source: All people interested in your vehicle or machine can contact you directly through Tradus.
sk: Ljudje, ki se zanimajo za vaše vozilo ali stroj, lahko stopijo v stik z vami neposredno prek Tradusa.

source: Worldwide visibility
sk: Globalna vidnost

source: Tradus and the OLX network have millions of active buyers in Eastern Europe, Russia, Asia, the Middle East, Africa and Latin America.
sk: Tradus in omrežje OLX imata več milijonov aktivnih kupcev v Vzhodni Evropi, Rusiji, Aziji, Bližnjem vzhodu, Afriki in Latinski Ameriki.

source: Feels local
sk: Občutek lokalnega

source: Our multilanguage interface allows potential buyers to search in their native language and preferred currency.
sk: Naš večjezični vmesnik omogoča potencialnim kupcem, da iščejo v svojem maternem jeziku in priljubljeni valuti.

source: Ready to sell your machine?
sk: Ste pripravljeni prodati svoj stroj?

source: Please let us know who you are and our sales team will contact you as soon as possible
sk: Povejte nam, kdo ste, in naša prodajna ekipa bo stopila v stik z vami, kolikor hitro bo mogoče

source: More leads
sk: Več sledi

source: We expect 6 columns of data
sk: Pričakujemo 6 stolpcev podatkov

source: Benefit from the wide OLX Network
sk: Pridobite s široko mrežo OLX

source: Our sales team will contact you as soon as possible
sk: Naša prodajna ekipa bo stopila v stik z vami, kolikor hitro bo mogoče

source: Unfortunatly, the advert you were looking for is no longer available. However, you might be interested in one of items listed below.
sk: Na žalost oglas, ki ste ga iskali, ni več na voljo. Mogoče pa vas zanima kateri od spodaj navedenih predmetov.

source: Search results
sk: Rezultati iskanja

source: Global Marketplace for selling and buying heavy machinery
sk: Globalno tržišče za prodajo in nakup težkih strojev

source: about.hero-text
sk: Global Marketplace za prodajo in nakup težkih strojev

source: Batch could not be started without an url
sk: Svežnja ni bilo mogoče zagnati brez spletnega naslova

source: @title @make for sale @location - Page @page
sk: @title @make za prodajo @location - Stran @page

source: Filter by @placeholder
sk: Filter, ki ga @placeholder

source: Apply+%3Cspan+class%3D%22sr-only%22%3Efilter%3C%2Fspan%3E
sk: Uveljavi+%3Cspan+class%3D%22sr-only%22%3Efilter%3C%2Fspan%3E

source: Price (EUR)
sk: Cena (EUR)

source: Title
sk: Naslov

source: Filter by location
sk: Filtrirajte po lokaciji

source: Filter by year
sk: Filter po letu

source: manufacturer
sk: proizvajalca

source: Adding / editing / migrating and deleting makes.
sk: Dodajanje/urejanje/migracija in brisanje znamk.

source: Filter by manufacturer
sk: Filtriraj po proizvajalcu

source: @startBoldTransport@endBold @startParagraphFor transport over land, whether long-distance or short-distance, many used motorised vehicles for commercial or private business can be used. On Tradus, listings belong in one of eight categories: trucks, vans, trailers, tractor units, forklifts, semi-trailers and buses/coaches. In the eighth and last category, all other vehicles are aggregated.@endParagraph @startBoldFirm integration@endBold @startParagraphRoad transport can be put to use in all sorts of ways. Vans have become a standard for transporting items during moving and for many courier companies and delivery companies. Also, vans are regularly seen in school transport, law enforcement and the military. Tractor units come into place for heavy-duty work, while trailers are an ideal means for transport when towed by a motorised vehicle.@endParagraph @startParagraphTransport has become cheaper and more efficient, while companies strive to make less use of fossil fuels. Besides that, the development of road transport has improved over the last decades. Tradus offers a wide range of used motorised vehicles online. These vehicles have been listed by commercial sellers throughout Europe and can be shipped anywhere after agreeing with the seller.@endParagraph @startBoldThousands of listings@endBold @startParagraphAll vehicles that are listed on Tradus have their own specialized applications. We have thousands of listings and offer almost any kind of used truck, van, trailer, tractor unit, forklift, semi-trailer and bus/coach. The vehicles for transport that are listed on Tradus vary in shape, size, and purpose. Whether you are looking for transportation for lightweight jobs or trucks suited for large cargo, you will find what you need on Tradus.@endParagraph
sk: @startBoldDoprava@endBold @startParagraphNa pozemnú dopravu, či už na krátke alebo dlhé vzdialenosti, sa môžu využívať mnohé jazdené vozidlá na obchodné alebo súkromné účely. V Traduse vozidlá patria do jednej z 8 kategórií: nákladné vozidlá, dodávky, prívesy, ťahače, vysokozdvižné vozíky, návesy a autobusy/autokary. V ôsmej a poslednej kategórii sú zahrnuté všetky ostatné vozidlá.@endParagraph @startBoldJasné zaradenie@endBold @startParagraphCestná doprava sa môže využívať rôznymi spôsobmi. Dodávky sa bežne využívajú na prepravu vecí pri poskytovaní sťahovacích služieb a v oblasti kuriérskych a doručovacích služieb. Ďalej, dodávky možno bežne vidieť v oblasti školskej dopravy, využívajú ich aj policajné a vojenské zložky. Ťahače sa využívajú na ťažké práce, pričom prívesy sú ideálnym prostriedkom na prepravu ak sú ťahané motorovým vozidlom.@endParagraph @startParagraph Doprava je lacnejšia a efektívnejšia, pričom sa spoločnosti snažia zefektívniť využívanie fosílnych palív. Okrem toho, vývoj cestnej dopravy sa za posledné desaťročia zdokonalil. Tradus ponúka široký sortiment jazdených motorových vozidiel online. Tieto vozidlá inzerujú obchodní predajcovia z celej Európy a po dohode s predávajúcim je možné ich doručiť kamkoľvek .@endParagraph @startBoldTisíce inzerátov@endBold @startParagraphVšetky vozidlá, ktoré sú inzerované na Traduse sú určené na konkrétne použitie. Máme tisíce inzerátov a ponúkame takmer všetky druhy jazdených nákladných vozidiel, dodávok, prívesov, ťahačov, vysokozdvižných vozíkov, návesov a autobusov/autokarov. Vozidlá na prepravu, ktoré sa predávajú na Traduse, sú rôzneho tvaru, veľkosti a účelu. Či už hľadáte dopravné prostriedky pre ľahké práce alebo nákladné vozidlá vhodné pre veľké náklady, na Traduse nájdete všetko, čo potrebujete.@endParagraph

source: @startBoldTrucks@endBold @startParagraphWhen it comes down to transport, sometimes a cargo needs bigger and stronger material than the average car. These days it’s impossible to imagine our roads without trucks. They come in all sizes and shapes, are seen everywhere and become more innovative every day. The wide variety of trucks on our roads carry all sorts of weights and goods, from just a few thousand kilograms to tens of thousands of kilograms. Tradus lines up a wide variety of trucks of any brand. From Mercedes-Benz to MAN, Iveco, Volvo, DAF, Scania, Renault, Ford, Volkswagen, ISUZU and many others: it’s all for sale.@endParagraph @startBoldKinds of trucks@endBold @startParagraphTrucks are used for many different applications, which determine the specific type you need. Those who transport loose material such as gravel or sand for constructions will most likely need a dumper/tipper truck. Other trucks, such as box trucks, are excellent for hauling appliances or furniture. When leaving out the box on the truck, the cab and chassis remain, allowing for more flexibility in loading and unloading. Popular brands like Volvo, Iveco, Scania, and many others are found on Tradus. A fourth category of widely used trucks for sale are the utility service trucks, typically used for servicing and applying repairs to other vehicles or to equipment. Choose from brands like Mercedes-Benz and DAF to MAN, Volvo, and Iveco. @endParagraph @startBoldSpecial transport trucks@endBold @startParagraphWhen transporting perishable food, concrete or animals, a regular truck doesn’t suffice and special trucks come in that support the cargo’s specific needs. For example, mechanical refrigeration systems can be provided on board to keep the goods fresh and it’s much easier to protect animals during transport with the right equipment. For jobs that require a loading and unloading heavy freights crane trucks are best suited.@endParagraph
sk: @startBoldNákladné vozidlá@endBold @startParagraphPokiaľ ide o dopravu, niekedy si náklad vyžaduje väčšie a pevnejšie vozidlo ako len priemerné auto. V súčasnosti je nemožné predstaviť si naše cesty bez nákladných vozidiel. Vyrábajú sa v rôznych veľkostiach a tvaroch, je ich vidieť všade a každým dňom prinášajú viac inovácií. Široká škála nákladných vozidiel na našich cestách preváža všetky druhy nákladov a tovaru, od niekoľko tisíc kilogramov až po desiatky tisíc kilogramov. Tradus ponúka širokú škálu nákladných vozidiel akejkoľvek značky. Mercedes-Benz, MAN, Iveco, Volvo, DAF, Scania, Renault, Ford, Volkswagen, ISUZU a mnohé iné: všetko je na predaj.@endParagraph @startBoldDruhy nákladných vozidiel@endBold @startParagraphNákladné vozidlá sa používajú na rôzne účely, podľa čoho si vyberiete konkrétny druh, ktorý potrebujete. Na prepravu sypkých materiálov, ako napríklad štrk alebo piesok na stavby, budete pravdepodobne potrebovať vyklápacie/sklápacie nákladné vozidlá. Ostatné nákladné vozidlá, ako sú napríklad skriňové nákladné vozidlá, sú vynikajúce na prepravu bielej techniky a nábytku. Keď odpojíte skriňu z vozidla, kabína a podvozok zostávajú, čo umožňuje väčšiu flexibilitu pri nakladaní a vykladaní. Obľúbené značky sú Volvo, Iveco, Scania a mnohé iné, ktoré sa nachádzajú na Traduse. Štvrtú kategóriu veľmi používaných vozidiel na predaj tvoria úžitkové servisné vozidlá, zvyčajne sa používa pre údržbu a opravy vozidiel a zariadení. Výber zahŕňa značky Mercedes-Benz a DAF, MAN, Volvo a Iveco. @endParagraph @startBoldŠpeciálne prepravné nákladné vozidlá@endBold @startParagraphPri preprave potravín podliehajúcich skaze, betónu alebo zvierat, bežná nákladný automobil nie je postačujúci, preto sa využívajú špeciálne vozidlá prevážajúce náklad na špecifické potreby. Napríklad, mechanické chladiace systémy môžu byť inštalované vo vozidle, aby tovar zostal čerstvý, alebo sa poskytne vybavenie na ochranu zvierat počas prepravy. Pracovné úlohy vyžadujúce nakládku a vykládku ťažkých nákladov vykonávajú žeriavové nákladné automobily.@endParagraph
