Repository: altafsamnani/tradus-bundle
Catalog: Resources/translations_old/messages.*.xlf
Languages: pt, sk

source: @startBoldCranes@endBold @startParagraphOften used in the transport and construction industry, cranes are the most common tool for loading and unloading freight of any kind and any weight. @endParagraph @startBoldAn ideal tool@endBold @startParagraphMany cranes these days are installed on the back of trucks and move flexibly thanks to rotating crane controls. It moves independently and is the ideal tool for lifting heavy goods on construction sites and. Crane trucks can be used in any weather condition and are usually not protected. Nonetheless, cranes survive well in both cold and warm periods during the year. They are used on many soils, including asphalt and sand. Thanks to the attachment on trucks, cranes are more mobile and more flexible to operate with.@endParagraph @startBoldMany brands available@endBold @startParagraphTradus has a large collection of crane trucks in multiple countries in Europe. Brands of used crane trucks that have been put up for sale include MAN and Mercedes-Benz, but also Volvo and Scania.@endParagraph
sk: @startBoldŽeriavy@endBold @startParagraphČasto sa používajú v doprave a stavebníctve, pričom sú najpoužívanejším nástrojom pre nakladanie a vykladanie nákladu akéhokoľvek druhu a hmotnosti. @endParagraph @startBoldIdeálny nástroj@endBold @startParagraphV súčasnosti je veľa žeriavov namontovaných na nákladných vozidlách a flexibilne sa hýbu vďaka svojim otočným ovládacím prvkom. Pohybuje sa nezávisle a predstavuje ideálny nástroj na zdvíhanie ťažkého tovaru na staveniskách. Autožeriavy môžu byť použité v akomkoľvek počasí a zvyčajne nie sú chránené. Napriek tomu žeriavy v priebehu roka dobre znášajú chladné aj teplé počasie. Používajú sa na mnohých podkladoch vrátane asfaltu a piesku. Vďaka upevneniu na nákladných vozidlách sú žeriavy mobilnejšie a flexibilnejšie pri prevádzke.@endParagraph @startBoldVeľa dostupných značiek@endBold @startParagraphTradus má v ponuke širokú paletu autožeriavov z viacerých krajín v Európe. Značky jazdených žeriavov na predaj zahŕňajú MAN a Mercedes-Benz, ale aj Volvo a Scania.@endParagraph

source: The language for which you would like to export the csv.
sk: Jezik, v katerem želite izvoziti datoteko csv.

source: @startBoldAerial platforms@endBold @startParagraphCommonly inaccessible areas or easily accessed with aerial platforms. Often this means areas at great heights, like bridges, trees or roofs. Firefighters also frequently use aerial platforms to reach certain areas for emergency access.@endParagraph @startParagraphAerial platforms are not designed to carry heavy weights and do heavy-duty work: they are commonly used for limited weights. For weights greater than that of personnel and their required equipment cranes are generally used. An additional limitation of aerial platform is that although some of them contain wheels, they are not suited to drive large distances, unless mounted to a vehicle.@endParagraph @startBoldThree types of platforms@endBold @startParagraphAerial devices, scissor lifts, and hotel lifts are three different types of aerial platforms. Most of these different types of aerial platforms are powered by hydraulics or pneumatics. The difference between these types is roughly determined by their range of motion. Scissor lifts, for example, exclusively move in vertical direction while showing a so-called X-pattern. They are typically used for maintenance work, or jobs like painting. Some aerial lifts are capable of rotating around a vertical axis. Most aerial platforms can be operated by a single person. This could be the person doing the job or a person working from a distance with, for instance, a remote control.@endParagraph @startBoldVariety in listings@endBold @startParagraphTradus offers many used aerial platform trucks from various countries in Europe. Brands that are well represented include MAN, Mercedes-Benz, Renault, Iveco, DAF, Volvo, Scania, and Nissan.@endParagraph
sk: @startBoldPracovné plošiny@endBold @startParagraphBežne neprístupné miesta alebo ľahko prístupné pomocou pracovnej plošiny. Často to znamená vo veľkej výške, ako napríklad mosty, stromy alebo strechy. Hasiči tiež často používajú vysokozdvižné plošiny, aby v prípade núdze dosiahli na vysokopoložené miesta.@endParagraph @startParagraph Zdvíhacie plošiny nie sú určené na prepravu ťažkých nákladov, ale na ťažkú prácu: bežne sa používajú s obmedzenými hmotnosťami. Pri hmotnostiach vyšších ako sú hmotnosti personálu a ich požadovaného vybavenia sa všeobecne používajú žeriavy. Ďalšie obmedzenie vysokozdvižných plošín, hoci niektoré z nich majú kolesá, je, že nie sú vhodné na veľké vzdialenosti, ak nie sú namontované na vozidle.@endParagraph @startBoldTri typy plošín@endBold @startParagraphAutomobilové pracovné plošiny, nožnicové pracovné plošiny, a zdvíhacie hotelové zariadenia sú tri rôzne typy pracovných plošín. Väčšina z týchto rôznych typov pracovných plošín je poháňaná hydraulicky alebo pneumaticky. Rozdiel medzi týmito typmi je určený ich rozsahom pohybu. Nožnicové výťahy sa napríklad pohybujú výlučne vo vertikálnom smere a vytvárajú tzv. vzor X . Sú bežne používané na údržbu, alebo práce ako je maľovanie. Niektoré pracovné plošiny sú schopné otáčať sa okolo zvislej osi. Väčšinu pracovných plošín môže ovládať jedna osoba. Môže to byť osoba vykonávajúca prácu alebo osoba pracujúca na diaľku, napr. s diaľkovým ovládaním.@endParagraph @startBoldRôznorodosť inzerovaných položiek@endBold @startParagraphTradus ponúka množstvo jazdených pracovných plošín z rôznych krajín v Európe. Medzi značky, ktoré sú dobre zastúpené aj MAN, Mercedes-Benz, Renault, Iveco, DAF, Volvo, Scania a Nissan.@endParagraph

source: @startBoldCar transport trucks@endBold @startParagraphBrand new cars are often seen lined up together in two stories on the back of a truck. Often equipped with tarp on the front and back, to prevent any accidental damage being done to the new vehicles. Car transport trucks, also known as car carrier trailers or car haulers, are trailers that were designed to efficiently move passenger vehicles from one place to another. They can be open or enclosed and are commonly equipped with two stories (double-decker design) of built-in ramps. This makes it a lot easier to load and off-load cars.@endParagraph @startBoldBox or open bed@endBold @startParagraphWhether the box is open or closed depends on weather conditions and delivery requirements. Using a box means there is less capacity and more work is required to fit the cars in the truck. If an open bed is used, more cars can fit and loading/unloading will be easier. The cars will, however, be exposed to outside conditions.@endParagraph @startBoldLoading the truck@endBold @startParagraphTo load the top half of the double-decker design, a hydraulic system is used. This lowers the top and makes it possible for the cars to be stored on the top deck. After, they will be secured to the floor with wheel straps or tie-down ratchets. Using the same hydraulics, the top deck will then be put back in place after which the bottom deck can be loaded with cars and strapped.@endParagraph @startBoldAvailability on Tradus@endBold @startParagraphUsed car transport trucks and car carrier trailers from various brands are offered on Tradus. Mercedes-Benz, Iveco, DAF, MAN, Volvo, Renault, and Scania have proven to be popular brands in the used car transport trucks category. Among other available brands are Mitsubishi, Humbaur, and Peugeot.@endParagraph
sk: @startBoldNákladné vozidla na prepravu áut@endBold @startParagraphZbrusu nové autá sú často vidieť dohromady v dvoch podlažiach na korbe nákladného vozidla. Často sú vybavené plachtou na prednej a zadnej strane, aby sa zabránilo náhodnému poškodeniu nových vozidiel. Nákladné autá na prepravu automobilov, známe aj ako prívesy na prepravu automobilov a sú prípojné vozidlá určené na efektívne premiestňovanie osobných vozidiel z jedného miesta na druhé. Môžu byť otvorené alebo uzavreté a sú bežne vybavené dvoma poschodiami (double-decker) so zabudovanými rampami. Uľahčujú nakladanie a vykladanie vozidiel.@endParagraph @startBoldSkriňa alebo otvorená plošina@endBold @startParagraphČi je skriňa otvorená alebo zatvorená závisí od poveternostných podmienok a požiadaviek. Používanie skriňového vozidla znamená, že je k dispozícii menšia kapacita, čo si vyžaduje viac práce na montáž automobilov do vozidla. Ak sa použije otvorená plošina, zmestí sa viac áut a nakladanie / vykladanie bude jednoduchšie. Autá však budú vystavené vonkajším poveternostným podmienkam.@endParagraph @startBoldNakladanie na nákladné vozidlo@endBold @startParagraphNa hornú polovicu poschodového vozidla sa používa hydraulický systém. Tým sa zníži horná časť a umožní sa uloženie vozidiel na hornom podlaží. Potom budú pripevnené na podlahu s popruhmi na kolesách alebo upínacími západkami. Použitím tej istej hydrauliky sa vrchná paluba vráti späť na miesto, po ktorej môže byť spodná paluba naložená autami a tie pripevnené popruhmi.@endParagraph @startBoldDostupnosť na Traduse@endBold @startParagraphTradus ponúka jazdené nákladné vozidlá na prepravu automobilov a prívesy od rôznych značiek. Mercedes-Benz, Iveco, DAF, MAN, Volvo, Renault, Scania sú osvedčené populárne značky v kategórii nákladných vozidiel na prepravu automobilov. Medzi ďalšie značky patria Mitsubishi, Humbaur a Peugeot.@endParagraph

source: @startBoldTow trucks and wreckers@endBold @startParagraphTow trucks are commonly seen around highways, operated by road authority businesses. Tow trucks, also known as wreckers, usually come in different types but usually consist of a single cabin with an open bed and are meant to transport damaged cars to a repair shop or other location. One category of tow trucks is called “slides” or “flatbeds”. These trucks are equipped with a bed which can be moved to ground level. A car can then be driven or pulled onto the bed. In many emergency towing situations, slides or flatbeds are put into practice.@endParagraph @startParagraphA second category are the wheel lift trucks. These are equipped with a metal yoke which fits under the front of the car or under the rear wheels. Through a hydraulic system, the car can be lifted by only touching the tires. A third category in tow trucks or wreckers are the so-called hook and chain trucks. These are slowly but surely getting out of business. They are designed in a way that risks unintentional damage to the front and back of cars.@endParagraph @startBoldUsed tow trucks on Tradus@endBold @startParagraphTradus has a variety of used wreckers and tow trucks available. Most commonly from brands like Mercedes-Benz, MAN, Volvo, Iveco, Scania, DAF, and Renault. Other used tow trucks that are offered come from Linde, Still, Balkancar, Mitsubishi, and many other brands.@endParagraph
sk: @startBoldOdťahové vozidlo/havarijné vozidlo@endBold @startParagraph Odťahové vozidlá sú bežne viditeľné na diaľniciach, prevádzkujú ich podniky cestnej verejnej správy. Odťahové vozidlá aj havarijné vozidlá sa zvyčajne dodávajú v rôznych typoch, ale bežne pozostávajú z jednej kabíny a otvorenej plošiny, pričom sú určené na prepravu poškodených áut do servisu alebo na iné miesto. Jedna kategória odťahových vozidiel sa nazýva „plošina“. Tieto vozidlá sú vybavené plošinou, ktorá sa môže zosunúť na úroveň zeme. Potom môže byť vozidlo vytlačené alebo vytiahnuté na plošinu. V mnohých núdzových situáciách sa plošiny používajú v praxi.@endParagraph @startParagraph Druhou kategóriou sú kolesové zdvíhacie vozidlá. Tieto sú vybavené kovovou vidlicou umiestnenou v prednej časti auta alebo za zadnými kolesami. Pomocou hydraulického systému, vozidlo môže byť zdvihnuté tak, že sa dotýka iba pneumatikami. Treťou kategóriou odťahových alebo havarijných vozidiel sú tzv. hákové a reťazové vozidlá. Tie sa pomaly, ale isto začínajú vytrácajú z tohto odvetvia. Sú navrhnuté takým spôsobom, že môžu neúmyselne poškodiť predné a zadné časti automobilov.@endParagraph @startBoldJazdené odťahové vozidlá na Traduse@endBold @startParagraphTradus ponúka množstvo jazdených odťahových a havarijných vozidiel. Najčastejšie od značiek Mercedes-Benz, MAN, Volvo, Iveco, Scania, DAF a Renault. Jazdené odťahové vozidlá v ponuke sú od značiek Linde, Balkancar, Mitsubishi a mnohých iných značiek.@endParagraph

source: @startBoldTanker trucks / silo trucks@endBold @startParagraphTanker trucks or silo trucks are commonly used for many different kind of loads in all sorts of industries. The load often contains powder for the animal industry or food industry, but they can also contain other load that is either liquid or dry bulk. Grains, milk and chemicals are all examples of loads that are carried by a tanker or silo truck.@endParagraph @startBoldBanana type bulk trailer@endBold @startParagraphTanker trucks and silo trucks can be equipped with a container that can be tipped and emptied, or with a closed container that can be emptied with over-pressure and has a so-called manhole. In many cases the load consists of fluids or gasses. In the second category, there are differences between a hopper, a backloader, and even a combination of these two, which is called a banana type bulk trailer. The latter is commonly used to transport cement.@endParagraph @startBoldListings on Tradus@endBold @startParagraphTradus offers a wide range of tanker and silo trucks. Mercedes-Benz usually tops the list of used tanker trucks and silo trucks, but Renault and Volvo are also represented well. Other brands are also available: Volvo, MAN, Scania, Iveco, DAF and Samson, for example.@endParagraph
sk: @startBoldCisterny /silážne nadstavby@endBold @startParagraphCisterny /silážne nadstavby sa bežne používajú na rôzne druhy nákladov v rôznych priemyselných odvetviach. Náklad často obsahuje prášok pre živočíšny priemysel alebo potravinársky priemysel, ale môže obsahovať aj iný náklad, ktorý je buď kvapalný alebo sypký. Obilniny, mlieko a chemikálie sú príklady nákladov prepracovaných prostredníctvom cisterien alebo silážnych nadstavieb.@endParagraph @startBoldHromadné prívesy typu banán@endBold @startParagraphCisternové vozidlá a vozidlá na prepravu sila môžu byť vybavené kontajnerom, ktorý môže byť naklonený a vyprázdnený, alebo uzavretým kontajnerom, ktorý možno vyprázdňovať pretlakom a má takzvanú šachtu. V mnohých prípadoch náklad obsahuje kvapaliny alebo plyny. V druhej kategórii existujú rozdiely medzi násypníkom, spätnou záťažou a dokonca aj kombináciou týchto dvoch, čo sa nazýva náves typu banán. Ten je bežne používaný na prepravu cementu.@endParagraph @startBoldPoložky inzerované na Traduse@endBold @startParagraphTradus ponúka širokú paletu cisterien a silážových nadstavieb. Mercedes-Benz zvyčajne prevažuje v tomto sektore, ale Renault a Volvo sú tiež dobre zastúpené. Aj iné značky sú k dispozícii. Napríklad Volvo, MAN, Scania, Iveco, DAF a Samson.@endParagraph

source: @startBoldFreezer trucks@endBold @startParagraphA regular form of transport does not always suffice for all goods. Fruit, meat, deep frozen and other perishable food, as well as cooled drinks need to be refrigerated before going on transport. The same goes for certain medicines and flowers. Normal ventilated vans are not fitted with cooling machines and are therefore not suited for this type of transport. The introduction of isolated trucks, also known as reefers or freezer transport, has greatly helped to maintain the perishability of many goods.@endParagraph @startBoldCooling mechanism@endBold @startParagraphCooling trucks are generally filled with an insulating material, such as polyurethane foam, but this does not actively refrigerate their contents. For active cooling a cooling aid or refrigeration system is required, which is often a diesel engine located in the front of the truck. As a consequence, keeping a truck load cool costs a lot of energy, whether the truck is driving or standing still.@endParagraph @startBoldDifferent brands on Tradus@endBold @startParagraphOn Tradus isolated trucks and freezer trucks are offered from a wide range of brands. Mercedes-Benz, MAN, Iveco, Renault, Scania, Volvo, DAF and many other types of reefer trucks have been listed by sellers.@endParagraph
sk: @startBoldMraziarenské vozidlá@endBold @startParagraphBežný spôsob prepravy nie je vždy vhodný pre všetky druhy tovaru. Ovocie, mäso a hlboko zmrazené a iné potraviny podliehajúce skaze, ako aj chladené nápoje musia byť ochladené pred prepravou. To isté platí pre niektoré lieky a kvety. Bežné vetrané dodávky nie sú vybavené chladiacimi strojmi a preto nie sú vhodné pre tento druh dopravy. Zavedenie izolovaných nákladných automobilov, tiež známych ako chladiarenské alebo mraziarenské vozidlá, výrazne pomáhajú v čerstvosti udržať skaze rýchlo podliehajúce tovary.@endParagraph @startBoldChladiaci mechanizmus@endBold @startParagraphChladiace vozidlá sú spravidla vyplnené izolačným materiálom, ako sú polyuretánové peny, ale tie neochladzujú ich obsah. Na aktívne chladenie je potrebná chladiaca pomôcka alebo chladiaci systém, ktorý je často naftovým motorom umiestneným v prednej časti vozidla. V dôsledku toho udržiavanie nákladu vozidla v chlade stojí veľa energie, či je vozidlo v pohybe alebo stojí.@endParagraph @startBoldRôzne značky na Traduse@endBold @startParagraphTradus ponúka izolované nákladné a mraziarenské vozidlá rôznych značiek. Mercedes-Benz, MAN, Iveco, Renault, Scania, Volvo, DAF a mnoho ďalších typov chladiarenských vozidiel inzerujú predávajúci.@endParagraph

source: @startBoldUtility service trucks@endBold @startParagraphServicing and applying small repairs becomes much easier when all tools can be brought to the problem, instead of bringing the problem to the repair shop or garage. This is how Utility service trucks are used. However, they are also used for transportation of garbage or other goods. Utility service trucks are applied in practically any industry: mining, construction, agribusiness, public transportation, cleaning, farming and many more.@endParagraph @startBoldFor a specific task@endBold @startParagraphUtility trucks are typically designed to carry out a specific task. Since most of the space on the vehicle is meant for tools and equipment there is generally only space for one or two passengers. Utility service trucks can carry a crane, a box, a tipper/dumper system or whatever specialized tool is needed for a getting the job done.@endParagraph @startBoldLarge amount of listings@endBold @startParagraphThe used utility service trucks that are listed on Tradus are offered from basically anywhere in the world. Germany and the Netherlands list high in the number of utility service trucks offers, but there’s also plenty of vehicles coming from Poland, Denmark, the United Kingdom, France, Belgium and other countries. Brands include John Deere, Multicar, Unimog, Hako, Schmidt, Scania, Renault, Iveco, Volvo, MAN, DAF, and Mercedes-Benz.@endParagraph
sk: @startBoldÚžitkové vozidlá@endBold @startParagraphÚdržba a drobné opravy sú oveľa jednoduchšie, keď všetky nástroje môžu byť privezené na miesto vzniku problému, namiesto toho, aby sa pokazené vozidlo odtiahlo do opravovne alebo servisu. Na to sa používajú úžitkové servisné vozidlá. Používajú sa aj na prepravu odpadu alebo iného tovaru. Úžitkové servisné vozidlá sú prakticky v každom odvetví: baníctvo, stavebníctvo, poľnohospodárstvo, verejná doprava, upratovacie služby, pôdohospodárstvo a iné.@endParagraph @startBoldNa osobitnú úlohu@endBold @startParagraphÚžitkové vozidlá sú zvyčajne navrhnuté na vykonanie konkrétnej úlohy. Keďže väčšina z priestoru vozidla je určená pre stroje a zariadenia, vo všeobecnosti ostáva len priestor pre jednu alebo dve osoby. Úžitkové servisné vozidlá môžu prenášať žeriavy, skrine, sklopné/výklopné systémy alebo akéhokoľvek špecializované nástroj potrebné pre vykonanie práce.@endParagraph @startBoldVeľké množstvo položiek@endBold @startParagraphPoužité úžitkové vozidlá, ktoré sú uvedené na Traduse, sú v ponuke v podstate z každého kúta sveta. Nemecko a Holandsko ponúkajú vysoký počet úžitkových servisných vozidiel, ale je tu aj veľa vozidiel z Poľska, Dánska, Veľkej Británie, Francúzska, Belgicka a ďalších krajín. Značky zahŕňajú John Deere, Multicar, Unimog, Hako, Schmidt, Scania, Renault, Iveco, Volvo, MAN, DAF, a Mercedes-Benz.@endParagraph

source: @startBoldAnimal transport trucks@endBold @startParagraphA particularly delicate type of cargo is live stock. Even more so than expensive materials, live animals need to be treated carefully and safely in their temporary accommodation. Different kinds of animal transport trucks exist for almost every kind of animal. Horses are to be stalled in special horse transport trucks, while pigs and cows also need their own kind of tailored transport respectively.@endParagraph @startBoldOxygen, noise, space@endBold @startParagraphThe transport of live animals is surrounded with many important rules and so are the means of transportation. When it comes to inflow of oxygen, noise from inside and outside the truck, space for each separate animal and the stabile way of transport there are many guidelines to follow. Animal transport trucks are commonly equipped with one or multiple decks. Single-deck trucks are lighter in weight and allow for fuel to be saved. In many models, it’s possible to load and unload animals from the side and the back.@endParagraph @startBoldMulti-deck trailers@endBold @startParagraphMulti-deck trailers allow for more animals to be transported, but are more heavily legislated. For instance, the upper deck of a two-deck animal transport truck must be extra solid to carry the weight of the animals in that deck. Furthermore, there must be enough room between the two decks so that animals on neither deck will hurt their back or head.@endParagraph @startBoldMany brands available@endBold @startParagraphUsed animal transport trucks are available from various brands. Varying from Teagle and Kuhn to Iveco, Renault, Volvo, Scania, DAF, MAN, and Mercedes-Benz. New listings are added regularly.@endParagraph
sk: @startBoldNákladné autá na prevoz zvierat@endBold @startParagraphMimoriadne chúlostivým druhom tovaru sú zvieratá. Ešte viac než s drahými materiálmi je potrebné starostlivo a bezpečne zaobchádzať so živými zvieratami v ich dočasnom ubytovaní. Pre každý druh zvieraťa existuje iný druh prepravného vozidla. Kone musia byť ustajnené v špeciálnych nákladných autách, kým ošípané a kravy potrebujú vlastný druh dopravy na mieru.@endParagraph @startBoldKyslík, hluk, priestor@endBold @startParagraphNa prepravu živých zvierat sa vzťahuje množstvo dôležitých pravidiel a používa sa veľa rôznych dopravných prostriedkov. Existuje veľa pravidiel týkajúcich sa prísunu kyslíka, hluku vo vnútri aj mimo vozidla, priestoru pre každé jednotlivé zviera a stabilného spôsobu dopravy. Nákladné autá pre prepravu zvierat sú bežne vybavené jedným alebo viacerými plošinami. Jednoduché nákladné autá majú nižšiu hmotnosť a umožňujú šetrenie paliva. V mnohých modeloch je možné nakladanie a vykladanie zvierat z boku a zozadu.@endParagraph @startBoldPoschodové prívesy@endBold @startParagraphViacpodlažné prívesy umožňujú prepravu väčšieho počtu zvierat, ale platia pre nich prísnejšie pravidlá vychádzajúce zo zákonov. Napríklad horná paluba dvojpodlažného nákladného vozidla na prepravu zvierat musí byť mimoriadne pevná, aby uniesla hmotnosť zvierat na tejto palube. Okrem toho musí byť medzi dvomi palubami dostatočný priestor, aby si zvieratá na palube nezranili chrbát alebo hlavu.@endParagraph @startBoldVeľa dostupných značiek@endBold @startParagraphJazdené nákladné autá na prepravu zvierat sú k dispozícii od rôznych značiek. Od Teagle a Kuhn až po Iveco, Renault, Volvo, Scania, DAF, MAN, Mercedes-Benz. Nové inzeráty sú bežne pridávané.@endParagraph
