Repository: altafsamnani/tradus-bundle
Catalog: Resources/translations_old/messages.*.xlf
Languages: pt, sk

source: @startBoldFlatbed open@endBold @startParagraphOpen flatbed trailers are among the most popular trailers used for freight shippings. The ‘open’ refers to the top of the trailer, which is open and can be covered with a tarp. The flatbed refers to the bed of the trailer, which can be equipped with sides and closed from the back. Open flatbed trailers are commonly used to transport building material and tools, but also many different granular materials such as sand, clay, and gravel. @endParagraph @startBoldLoading and unloading efficiently@endBold @startParagraphThe open flatbed commonly has closed sides and a closed back: whatever is inside will not be moved during the transport. Loading and unloading is efficiently done in an open flatbed trailer and in most cases, a forklift is used in this process. A tarp can be used to protect the load from weather conditions. Not all open flatbed trailers have sides and a back that opens and closes: large car trailers are often seen without. These trailers are a good fit for transporting large machines that can be tied to the bed. @endParagraph @startBoldMaterials@endBold @startParagraphMost open flatbed trailers are made from steel or aluminum or from a steel/aluminum combination. The advantage of aluminum is its resistance against rust and corrosion, besides the fact that it’s lighter than steel and therefore fuel-saving. Steel flatbed trailers also need more maintenance than aluminum trailers and are therefore decreasing in popularity. The weight of the open flatbed differs: they go from a lightweight 3,500 kg to a massive 32,000 kg. Depending on the job that needs to be done, there certainly is an open flatbed trailer for all tasks. @endParagraph @startBoldLarge amount of listings@endBold @startParagraphThe open flatbed trailer is available in dozens of brands on Tradus. Among available brands are Krone, Möslein, Schmitz Cargobull, Inny, Neptun, Kogel, Fliegl, Wielton, Ackermann, Panav, and Schwarzmüller. New used flatbed trailers are listed every day. @endParagraph
sk: @startBoldOtvorená plošina@endBold @startParagraphOtvorené plošinové prívesy patria medzi najobľúbenejšie prípojné vozidlá používané pre nákladnú dopravu. „Otvorené“ znamená hornú časť prívesu, ktorá je otvorená a môže byť pokrytá plachtou. Plošina sa vzťahuje na plošinu prívesu, ktorý môže byť vybavený bočnicami a uzavretý vzadu. Otvorené prívesy sú bežne používané na prepravu stavebného materiálu a náradia, ale aj mnohých rôznych zrnitých materiálov, ako je piesok, hlina a štrk. @endParagraph @startBoldEfektívne nakládky a vykládky @endBold @startParagraphOtvorená plošina má zvyčajne uzavreté bočné strany a uzavretú zadnú časť: všetko, čo je vo vnútri bude počas prepravy pevne na mieste. Nakladanie a vykladanie sa efektívne vykonáva v otvorenom prívese a vo väčšine prípadov sa v tomto procese používa vysokozdvižný vozík. Na ochranu nákladu pred poveternostnými vplyvmi sa môže používať plachta. Nie všetky otvorené prívesy valníkov majú bočnice a zadnú časť, ktorá sa otvára a zatvára: veľké prívesy vozidiel je často vidieť bez nich. Tieto prívesy sú dobre prispôsobené na prepravu veľkých strojov, ktoré môžu byť priviazané k plošine. @endParagraph @startBoldMateriály@endBold @startParagraphVäčšina plošín je vyrobená z ocele alebo hliníka alebo z kombinácie ocele a hliníka.. Výhodou je jeho odolnosť proti hrdzi a korózii, okrem toho, že je to ľahšie ako oceľ a preto šetrí palivo. Oceľové prívesy na valníky potrebujú aj väčšiu údržbu ako prívesy z hliníka, a preto ich popularita klesá. Hmotnosť otvorenej plošiny môže byť rôzna: od ľahkých 3500 kg až po obrovské s hmotnosťou 32 000 kg. V závislosti od práce, ktorú je potrebné vykonať, určite existuje otvorený plošinový príves na každú úlohu. @endParagraph @startBoldVeľké množstvo inzerátov@endBold @startParagraphDesiatky značiek otvorených plošinových prívesov sú k dispozícii na Traduse. Medzi značkami sú Krone, Möslein, Schmitz Cargobull, Inny, Neptun, Kogel, Fliegl, Wielton, Ackermann, Panav a Schwarzmüller. Nové a jazdené plošinové prípojné vozidlá sú inzerované každý deň.@endParagraph @endParagraph

source: @startBoldFlatbed tarpaulin@endBold @startParagraphThe flatbed tarpaulin trailer, also known as flatbed tarp, is a great way to move steel, lumber and similar transport carefully. It is similar to the flatbed tarp truck, with the main difference that the trailer does not have a cab: it is the chassis with skeleton and tarpaulin. The flatbed tarp trailer can be manoeuvred with a pulling vehicle and can be loaded and unloaded independently from the cab. For transport, it needs to have a motorised vehicle connected. @endParagraph @startBoldProtect from weather@endBold @startParagraphFlatbed tarps are typically equipped with a dry box skeleton with tarp on both sides, or a flatbed with changeable ribs supported by a tarp. Tarp comes from the word tarpaulin: common language for plastic coated fabric. Its purpose is to protect the load from all sorts of weather conditions and make the load invisible from the outside. The flatbed tarp trailer is not commonly used to transport machines or large tools for construction work. Moreover, it serves as a means of transport for material and smaller items, boxes, supply wagons, attractions for entertainment purposes, furniture, loaded pallets and such. @endParagraph @startBoldLoading and unloading@endBold @startParagraphThe flatbed tarp trailer commonly has no enclosure or doors. Loading and unloading can be done from the sides or from above: often the sides can be lowered to reach the flatbed. Above, there’s a skeleton and on top comes the tarp. To load a flatbed tarp trailer from the side, the tarp needs to be pulled to the top. That way, the skeleton can be dismantled. To load or unload from the top, the tarp is pulled forward and again the skeleton will be dismantled partially. A flatbed tarp trailer is the oldest form of a closed box truck but still highly popular and listed often on Tradus. @endParagraph @startBoldListings on Tradus@endBold @startParagraphSellers throughout Europe list many used flatbed tarp trailers. Brands include Möslein, Krone, Sonstige, Humbaur, Panav, Dinkel, Böckmann, and Fliegl. They come in all sizes and shapes, varying from 7 meters to up to 16 meters. Choice varies depending on the job that needs to be done. @endParagraph
sk: @startBoldPlošina s plachtou@endBold @startParagraphPlošinový príves s plachtou , tiež známy ako plošia s plachtovinou, je skvelý spôsob, ako starostlivo prepravovať oceľ, drevo a podobný náklad. Podobá sa nákladnému automobilu s plachtou s hlavným rozdielom, že príves nemá kabínu: je to podvozok s kostrou a plachtou. Plošinový plachtový príves môže byť riadený ťahacím vozidlom a môže byť naložený a vyložený nezávisle od kabíny. Na účely prepravy musí byť pripojené motorové vozidlo. @endParagraph @startBoldOchrana pred poveternostnými podmienkami@endBold @startParagraphZvyčajne sú vybavené skriňou s plachtou na oboch stranách alebo plošinou s vymeniteľnou konštrukciou s podpornou plachtou. Plachtovina je vlastne plachta vyrobená z textílie potiahnutej plastom. Jej účelom je chrániť náklad pred všetkými druhmi poveternostných podmienok a skryť náklad z vonkajšej strany. Plošinový plachtový príves nie je bežne používaný na prepravu strojov alebo veľkých nástrojov pre stavebné práce. Okrem toho slúži ako dopravný prostriedok pre materiál a menšie predmety, skrine, dodávkové vozne, zábavné atrakcie, nábytok, naložené palety a podobne. @endParagraph @startBoldNakládka a vykládka@endBold @startParagraphPlošinový plachtový príves zvyčajne nemá žiadne kryty ani dvere. Nakládku a vykládku je možné urobiť z bokov a zhora: často bočnice plošiny môžu byť spustené. Hore je kostra a plachta. Ak chcete naložiť plošinový plachtový príves zo strany, plachta musí byť vytiahnutá hore. Týmto spôsobom je možné kostru demontovať. Na nakladanie alebo vykladanie zhora sa plachta vytiahne dopredu a skelet možno čiastočne demontovať. Plošinový plachtový príves je najstaršou formou uzavretého nákladného auta, ale stále veľmi obľúbenou a často inzerovanou na Traduse. @endParagraph @startBoldInzeráty na Traduse@endBold @startParagraphPredajcovia z celej Európy inzerujú množstvo jazdených plošinových prívesov s plachtou. Značky: Möslein, Krone, Sonstige, Humbaur, Panav, Dinkel, Böckmann a Fliegl. Dodávajú sa v rôznych veľkostiach a tvaroch, s dĺžkou od 7 metrov až do 16 metrov. Výber závisí od úloh, ktoré je potrebné urobiť. @endParagraph

source: @startBoldTipper/dumper trailers@endBold @startParagraphTipper/dumper trailers are the ideal means of transport for loose material. Gravel, sand, or demolition waste can easily be transported with a tipper/dumper trailer. Agricultural commodities, grain products and grain by-products, or metals and plastic, can also be transported with help from a tipper/dumper trailer. The trailer itself is not able to move and will always need a pulling vehicle to move forward. They can be disconnected from a tractor unit or motorized cab and are able to stand alone. These trailers are often equipped with an open-box bed. The material is deposited in the flatbed, and can later be emptied by tipping it at the front until all material has left the open-box bed.@endParagraph @startBoldDifferent sizes and shapes@endBold @startParagraphTipper/dumper trailers come in many different sizes and shapes, depending on the job they are intended for. Some are equipped with a low bed and a central locking system, which makes it easily possible to lower the back and sides when emptying the load. The capacity of these tipper/dumper trailers is usually a bit lower. Large tipper/dumper trailers that are used on constructions sites can be used for heavy-duty work and are capable of carrying large masses of gravel, sand, demolition waste or other loads. @endParagraph @startBoldAvailable throughout Europe@endBold @startParagraphUsed tipper/dumper trailers from various countries are offered on Tradus and may be fitted with many functionalities. Some are equipped with reversing cameras, an aluminum insulated tipping body, a steel drive axle suspension, or a vertical exhaust system. Several brands of used tipper/dumper trailers have been listed on Tradus: Humbaur, Mercedes-Benz, Sonstige, Meyer, Saris, Fliegl, Möslein, Cheval Liberté, MAN, and Benalu are some of the brands that are regularly listed. @endParagraph
sk: @startBoldVyklápacie/sklápacie prívesy@endBold @startParagraphVyklápacie/sklápacie návesy sú ideálnym prostriedkom na dopravu sypkých materiálov. Štrk, piesok, stavebný odpad je možné ľahko prepravovať pomocou vyklápacieho/sklápacieho prívesu. Poľnohospodárske komodity, obilie a obilné výrobky, alebo kovy a plasty, môžete prepravovať aj pomocou vyklápacieho/sklápacieho prívesu. Príves sám nie je schopný sa pohybovať a vždy je potrebné ťažné vozidlo na pohyb dopredu. Môžu byť odpojené od ťahača alebo motorizovanej kabíny a sú schopné stáť samostatne. Tieto prívesy sú často vybavené posteľou s otvorenou skriňovou plošinou. Materiál je uložený na plošine a môže byť neskôr vyprázdnený sklopením v prednej časti, kým všetok materiál sa nevysype z otvorenej plošiny.@endParagraph @startBoldRôzne veľkosti a tvary@endBold @startParagraphVyklápacie/sklápacie prívesy sa vyrábajú v rôznych veľkostiach a tvaroch, v závislosti od práce, na ktorú sú určené. Niektoré sú vybavené nízkym lôžkom a systémom centrálneho zamykania, čo umožňuje ľahko sklopiť zadnú a bočné strany pri vykladaní nákladu. Kapacita týchto prívesov na vyklápanie / sklápanie je zvyčajne o niečo nižšia. Veľké prívesy na vyklápacie a sklápacie vozne, ktoré sa používajú na stavbách, je možné použiť na ťažké práce a sú schopné niesť veľké množstvo štrku, piesku, demolačného odpadu alebo iných nákladov. @endParagraph @startBoldSú k dispozícii v celej Európe@endBold @startParagraphJazdené vyklápacie/sklápacie prípojné vozidlá z rôznych krajín sú ponúkané na Traduse a môžu byť vybavené mnohými funkciami. Niektoré z nich sú vybavené cúvacími kamerami, hliníkovým uzatváracím telesom, oceľovým podvozkom alebo vertikálnym výfukovým systémom. Viacero značiek použitých sklápacích/vyklápacích prívesov je inzerovaných na Traduse: Humbaur, Mercedes-Benz, Sonstige, Meyer, Saris, Fliegl, Möslein, Cheval Liberté, MAN a Benalu sú niektoré zo značiek, ktoré sú pravidelne inzerované. @endParagraph

source: @startBoldContainer trailers@endBold @startParagraphContainer trailers are available in multiple variations. Tradus lists empty trailers, empty containers and a combination of the both. Many trailer containers are suited for construction work and construction waste, but some serve different purposes such as refrigeration or sanitation. Also listed are reefers, mobile homes, office cabins for construction sites, and containers for gas and chemical substances. They remain popular in transport. @endParagraph @startBoldDifferent sizes and shapes@endBold @startParagraphContainer trailers look different depending on the job they need to do. They all have wheels, but the size and shape of the container itself may vary. Containers can be stacked together on a big trailer, but can also be used for single-container transport. The trailers commonly consist of a strong framework or chassis with a bed or deck on which the container is placed. The container can sometimes roll on the bed with help from wheels on the axle lines. @endParagraph @startBoldBraking system@endBold @startParagraphThe chassis of a container trailer is either flat or gooseneck. In most cases, the container trailer has its own braking system. If the trailer should get loose from the pulling vehicle, it must be able to brake on its own. The hydraulic drive system of the container controls the braking system, plus the movement of the wheels. The heavy weight of the container must then be carried by the wheels, that need to be of top quality. @endParagraph @startBoldHundreds of listings@endBold @startParagraphTradus lists a large number of used container trailers. These come from various countries throughout Europe, such as Germany, Poland, The Netherlands, and Sweden. Among popular brands are Krone, Sonstige, Humbaur, Saris, Schmitz Cargobull, Kogel, Fliegl, and Hüffermann. Additional brands are listed on Tradus each week. @endParagraph
sk: @startBoldKontajnerové prívesy@endBold @startParagraphKontajnerové prívesy sú k dispozícii v niekoľkých variantoch. Tradus inzeruje prázdne prívesy, prázdne kontajnery a kombináciu oboch. Mnohé kontajnery na prívesy sú vhodné na stavebné práce a stavebný odpad, ale niektoré slúžia na rôzne účely, ako je chladenie alebo odvoz odpadu. Zahrnuté sú aj prepravné obaly, mobilné domy, kancelárske kabíny pre stavby a kontajnery na plynové a chemické látky. Zostávajú populárne v doprave. @endParagraph @startBoldRôzne veľkosti a tvary@endBold @startParagraphKontajnerové prívesy vyzerajú odlišne v závislosti od práce, na ktorú sú určené. Všetky majú kolesá, ale aj veľkosť a tvar kontajnera môže byť rôzna. Kontajnery je možné stohovať na veľký príves, ale je možné použiť aj na prepravu kontajnerov. Prívesy sa zvyčajne skladajú zo silnej konštrukcie alebo podvozku s plošinou alebo palubou, na ktorej je kontajner umiestnený. Kontajnersa niekedy môže posúvať na plošinu pomocou kolies na osiach. @endParagraph @startBoldBrzdový systém@endBold @startParagraphPodvozok kontajnera je buď rovný alebo s ohybným ramenom. Vo väčšine prípadov, príves má svoj vlastný brzdový systém. Ak by sa malo prívesné vozidlo uvoľniť z ťažného vozidla, musí byť schopné sám brzdiť. Hydraulický pohonný systém kontajnera ovláda brzdový systém a pohyb kolies. Veľká hmotnosť kontajnera musí byť potom nesená kolesami, ktoré musia byť najvyššej kvality. @endParagraph @startBoldDostupnosť na Traduse@endBold @startParagraphTradus obsahuje veľké množstvo jazdených vysokozdvižných vozíkov. Tieto pochádzajú z rôznych krajín v Európe, napríklad v Nemecku, Poľsku, Holandsku a Švédsku. Obľúbene značky sú Krone, Sonstige, Humbaur, Saris, Schmitz Cargobull, Kogel, Fliegl a Hüffermann. Ďalšie značky sú inzerované na Traduse každý týždeň. @endParagraph

source: @startBoldCar transport trailers@endBold @startParagraphUsed car transport trailers come in many sizes and shapes. There is a wide choice in trailers for one car or multiple cars up to six vehicles. For transporting just one car, which could be a passengers vehicle or a large motorised vehicle such as a tractor, or for transporting cars on two decks there are several options. For an average trailer buyer, an open bed car transport trailer will most likely suffice. It is a low-cost trailer with multiple functionalities. @endParagraph @startBoldTypes of decks@endBold @startParagraphWooden decks that have been treated can be used for different jobs. However, it is more difficult to clean wooden decks. Metal decks handle machines and cars quite well and are easier to clean, but more costly. A third option when choosing a used car transport trailer is an aluminum version. These are more expensive than wooden decks and metal decks, but also lighter and therefore fuel-saving. @endParagraph @startBoldFold-down rear door@endBold @startParagraphMany car transport trailers are equipped with a fold-down rear door. There are two benefits to this system: first, the transport has an extra protection at the back. And secondly, the fold-down rear door can also function as a ramp for the car during loading and unloading. An enclosed car transport trailer makes it easier to transport vehicles under heavy weather conditions and is also an ideal means of transport for more expensive cars. For short distances, an open bed car transport trailer does the job. @endParagraph @startBoldAvailability on Tradus@endBold @startParagraphUsed car transport trailers and car carrier trailers are available from a range of countries. Popular brands include Humbaur, Sonstige, Boro, Mercedes-Benz, Pongratz, Eduard, Brenderup, Meyer, and Saris.@endParagraph
sk: @startBoldPrívesy na prepravu automobilov@endBold @startParagraphJazdené prívesy na prepravu automobilov sú k dispozícii v mnohých veľkostiach a tvaroch. V prívesoch je k dispozícii široký výber pre jedno auto alebo viac áut a to až šesť vozidiel. Pri preprave iba jedného vozidla, ktorým môže byť osobný automobil alebo veľké motorové vozidlo, ako je ťahač, alebo pre prepravu automobilov na dvoch palubách existuje niekoľko možností. Pre priemerného kupujúceho prívesu bude s najväčšou pravdepodobnosťou postačovať príves na prepravu automobilov s otvorenou plošinou. Je to nízkonákladový príves s viacerými funkciami. @endParagraph @startBoldTypy podláh@endBold @startParagraphDrevené podlahy, ktoré boli ošetrené, môžu byť použité na rôzne práce. Drevené paluby sa však ťažšie čistia. Kovové paluby sa používajú na stroje a automobily, pričom sa pomerne dobre a ľahšie čistia, ale sú drahšie. Treťou možnosťou pri výbere ojazdeného prívesného vozidla je hliníková verzia. Sú drahšie ako drevené a kovové paluby, ale aj ľahšie, a preto šetria palivo. @endParagraph @startBoldSklopné zadné dvere@endBold @startParagraphVeľa prívesov na prepravu automobilov je vybavených sklopnými zadnými dverami. Tento systém má dve výhody: po prvé, prepravovaný tovar má na zadnej strane ďalšiu ochranu. Po druhé, sklopné zadné dvere môžu počas nakládky a vykládky slúžiť aj ako rampa pre vozidlo. Uzavretý príves na prepravu automobilov uľahčuje prepravu vozidiel za ťažkých poveternostných podmienok a je tiež ideálnym dopravným prostriedkom pre drahšie autá. Na krátke vzdialenosti sa využíva príves s otvorenou plošinou. @endParagraph @startBoldDostupnosť na Traduse@endBold @startParagraphPrívesy na prepravu automobilov sú k dispozícii z rôznych krajín. Obľúbenými značkami sú Humbaur, Sonstige, Boro, Mercedes-Benz, Pongratz, Eduard, Brenderup, Meyer a Saris.@endParagraph

source: @startBoldLivestock trailers@endBold @startParagraphLivestock trailers make it easier to haul cattle, sheep, poultry, goats and horses. During their transport, animals should be treated carefully. Therefore, their accommodation needs to meet certain criteria. The inflow of oxygen, the ability to stand without assistance and separation from other animals in the shipment are some of these rules. Different types of livestock need different kinds of tailored transport. Some are equipped with cages for smaller livestock, while other livestock trailers can be equipped with one or two boxes in which larger livestock can be transported. @endParagraph @startBoldOne deck or multiple decks@endBold @startParagraphLivestock trailers are hooked up to a vehicle in a similar way as regular trailers. The tongue coupler socket is lowered onto the trailer hitch ball until the entire weight of the livestock trailer is on the ball. Most livestock trailers are equipped with either one or multiple decks. Trailers with one deck are lighter in weight and allow for less use of fuel. Multi-deck trailers make it easier to transport more animals. However, the upper deck of a multi-deck livestock trailer should be extra solid to carry the weight of the animals. The trailers are normally equipped with enough space between the upper deck and lower deck for the livestock to not be hurt. @endParagraph @startBoldMany brands available@endBold @startParagraphThe used livestock trailers that are listed on Tradus come from basically anywhere in the world. Germany and the Netherlands list high in the number of livestock trailer listings offers, but there’s also plenty of vehicles coming from other countries. Brands include Humbaur, Böckmann, Ifor Williams, Cheval Liberté, Sonstige, and Meyer. @endParagraph
sk: @startBoldPrívesy na prepravu zvierat @endBold @startParagraphPrívesy na prepravu dobytka, oviec, kôz a koní. Počas prepravy zvierat by sa malo s nimi zaobchádzať veľmi opatrne. Preto starostlivosť musí spĺňať určité kritériá. Príjem kyslíka, schopnosť stáť bez pomoci, oddelenie od iných zvierat môžu byť niektoré z týchto pravidiel. Rôzne typy hospodárskych zvierat si vyžadujú rôzne druhy prispôsobenej dopravy. Niektoré sú vybavené klietkami pre menšie hospodárske zvieratá, zatiaľ čo ostatné prívesy na prepravu hospodárskych zvierat môžu byť vybavené jednou alebo dvoma skriňami, v ktorých je možné prepravovať väčšie hospodárske zvieratá. @endParagraph @startBoldJedna plošina alebo viaceré plošiny@endBold @startParagraphPrívesy na prepravu zvierat sú pripojené k vozidlu podobným spôsobom ako bežné prípojné vozidlá. Pätka spojky jazyka je spustená na ťažnú guľu prívesu, až kým sa celá váha prívesu so zvieratami nepresunie na guľu. Väčšina prívesov na prepravu zvierat je vybavená jednou alebo viacerými plošinami. Prívesy s jednou palubou majú nižšiu hmotnosť a majú nižšiu spotrebu paliva. Viacpodlažné prívesy umožňujú prepravu väčšieho počtu zvierat . Horná paluba dvojpodlažného nákladného vozidla na prepravu zvierat však musí byť mimoriadne pevná, aby uniesla hmotnosť zvierat. Prípojné vozidlá sú bežne vybavené dostatočným priestorom medzi hornou palubou a spodnou palubou pre hospodárske zvieratá, aby si neublížili. @endParagraph @startBoldMnoho značiek na Traduse@endBold @startParagraphJazdené prívesy na prepravu zvirat, ktoré sú uvedené na Traduse pochádzajú v podstate zo všetkých kútov sveta. Nemecko a Holandsko ponúkajú vysoký počet prívesov na prepravu zvierat, ale je tu aj veľa vozidiel z ďalších krajín. Značky zahŕňajú Humbaur, Böckmann, Ifor Williams, Cheval Liberté, Sonstige a Meyer. @endParagraph

source: Type the brands you'd like to display comma separated. If a brand is not found a warning is displayed.
sk: Vnesite znamke, ki jih želite prikazati ločeno z vejico. Če znamka ni najdena, se prikaže opozorilo.
