Repository: altafsamnani/tradus-bundle
Catalog: Resources/translations_old/messages.*.xlf
Languages: pt, sk

# attribute.exterior.bdf_container_compatible
source: BDF container compatible
sk: Kompatibilný s BDF kontajnerom

# attribute.exterior.central_lubrication_system
source: Central lubrication system
sk: Centrálny mazací systém

# attribute.exterior.drum_brakes
source: Drum brakes
sk: Bubnové brzdy

# attribute.exterior.electrical_mirrors
source: Electrical mirrors
sk: Elektrické zrkadlá

# attribute.exterior.headlights_washer
source: Headlights washer
sk: Ostrekovače svetlometov

# attribute.exterior.heated_mirrors
source: Heated mirrors
sk: Vyhrievané zrkadlá

# attribute.exterior.jack
source: Jack
sk: zdvihák

# attribute.exterior.luggage_lockers
source: Luggage lockers
sk: Skrinky na batožinu

# attribute.exterior.panorama_windows
source: Panorama windows
sk: Panoramatické okná

# attribute.exterior.particulate_filter
source: Particulate filter
sk: Filter tuhých znečisťujúcich látok

# attribute.exterior.roof_hatch
source: Roof hatch
sk: Strešný prielez

# attribute.exterior.roof_spoiler
source: Roof spoiler
sk: Strešný spojler

# attribute.exterior.sliding_roof
source: Sliding roof
sk: Posuvná strecha

# attribute.exterior.tail-lift
source: Tail lift
sk: Tail

# attribute.exterior.winter_tires
source: Winter tires
sk: Zimné pneumatiky

# attribute.exterior.xenon_lights
source: Xenon lights
sk: Xenónové svetlá

# attribute.external_power_type
source: External Power Type
sk: Typ externého napájania

# attribute.external_power_type.3-phase_electric
source: 3-Phase Electric
sk: 3-fázové elektrické

# attribute.external_power_type.single_phase_electric
source: Single Phase Electric
sk: Jednofázové elektrické

# attribute.feed_mechanism
source: Feed Mechanism
sk: Mechanizmus podávania

# attribute.feed_mechanism.chained
source: Chained
sk: Reťazový

# attribute.feed_mechanism.rubber
source: Rubber
sk: guma

# attribute.fifthwheeltype.adjusted
source: Adjusted
sk: Upravená

# attribute.fifth_wheel_type
source: Fifth Wheel Type
sk: Piaty typ kolesa

# attribute.foam_tank_capacity
source: Foam Tank Capacity
sk: Penová kapacita nádrže

# attribute.front_axle_brakes_type
source: Front Axle Brakes Type
sk: Typ brzdy prednej nápravy

# attribute.front_loader_make
source: Front Loader Make
sk: Značka čelného nakladača

# attribute.fueltype.gas_(lpg/cng)
source: Gas (LPG/CNG)
sk: Plyn (LPG / CNG)

# attribute.fueltype.gas_petrol
source: Gas/Petrol
sk: Benzínový benzín

# attribute.fueltype.petrol
source: Petrol
sk: benzín

# attribute.grain_tank_volume
source: Grain Tank Volume
sk: Objem nádrže na zrno

# attribute.ground_clearance
source: Ground Clearance
sk: Svetlá výška

# attribute.harvester_head_make
source: Harvester Head Make
sk: Značka harvestorovej hlavy

# attribute.hole_diameter
source: Hole Diameter
sk: Priemer otvoru

# attribute.hook_height_of_crane_horizontal_jib
source: Hook Height Of Crane Horizontal Jib
sk: Výška háku žeriavu horizontálne

# attribute.hook_height_of_crane_luffed_jib
source: Hook Height Of Crane Luffed Jib
sk: Výška háku žeriavu Luffed Jib

# attribute.hopper_breadth
source: Hopper Breadth
sk: Šírka násypky

# attribute.hopper_width
source: Hopper Width
sk: Šírka násypky

# attribute.hours_run
source: Hours Run
pt: Horas de funcionamento
sk: Delovne ure

# attribute.hydraulic_pump_pressure
source: Hydraulic Pump Pressure
sk: Tlak hydraulického čerpadla

# attribute.impact_force
source: Impact Force
sk: Nárazová sila

# attribute.inner_turning_radius
source: Inner Turning Radius
sk: Polomer vnútorného otáčania

# attribute.interior.cabin_suspension_-_mechanical
source: Cabin suspension - mechanical
sk: Odpruženie kabíny - mechanické

# attribute.interior.cb_radio
source: CB radio
sk: CB rádio

# attribute.interior.co-driver_seat_air-cushioned
source: Co-driver seat air-cushioned
sk: Sedadlo spolujazdca je odpružené vzduchom

# attribute.interior.retarder/_intarder
source: Retarder/ Intarder
sk: Spomaľovač / intardér

# attribute.interior.side_doors
source: Side doors
sk: Bočné dvere

# attribute.interior.twin_bunks
source: Twin bunks
sk: Dvojlôžkové postele

# attribute.interior.walking_floor
source: Walking floor
sk: Chôdza

# attribute.jaw_plate_type
source: Jaw Plate Type
sk: Typ čeľuste

# attribute.jaw_plate_type.coarse_corrugated
source: Coarse Corrugated
sk: Hrubý vlnitý povrch

# attribute.jaw_plate_type.corrugated
source: Corrugated
sk: zvlnený

# attribute.jaw_plate_type.heavy_duty
source: Heavy Duty
sk: Ťažká povinnosť

# attribute.jaw_plate_type.sharp_teeth
source: Sharp teeth
sk: Ostré zuby

# attribute.jaw_plate_type.wide_teeth
source: Wide Teeth
sk: Široké zuby

# attribute.jib_length_of_crane
source: Jib Length Of Crane
sk: Dĺžka výložníka žeriavu

# attribute.length_of_the_working_plate
source: Length Of The Working Plate
sk: Dĺžka pracovnej dosky

# attribute.loader_crane_lifting_height
source: Loader Crane Lifting Height
sk: Výška zdvihu žeriavu

# attribute.loader_crane_load_capacity
source: Loader Crane Load Capacity
sk: Nosnosť žeriavu nakladača

# attribute.loader_crane_make
source: Loader Crane Make
sk: Značka nakladača žeriav

# attribute.luffing_jib
source: Luffing Jib
sk: Sklápací výložník

# attribute.maximum_diameter_of_the_log
source: Maximum Diameter Of The Log
sk: Maximálny priemer protokolu

# attribute.maximum_laying_width
source: Maximum Laying Width
sk: Maximálna šírka položenia

# attribute.max_amplitude
source: Max Amplitude
sk: Maximálna amplitúda

# attribute.max_axle_weight
source: Max Axle Weight
sk: Maximálna hmotnosť na nápravu

# attribute.max_cabin_floor_height
source: Max Cabin Floor Height
sk: Maximálna výška podlahy v kabíne

# attribute.max_flow_rate
source: Max Flow Rate
sk: Maximálny prietok

# attribute.max_lifting_capacity_at_end_of_jib
source: Max Lifting Capacity At End Of Jib
sk: Maximálna nosnosť na konci výložníka

# attribute.max_lift_capacity
source: Max Lift Capacity
sk: Maximálna nosnosť

# attribute.max_load_reach
source: Max Load Reach
sk: Maximálny dosah zaťaženia

# attribute.max_swing_of_arm_in_degrees
source: Max Swing Of Arm In Degrees
sk: Max. Hojenie rúk v stupňoch

# attribute.max_swing_of_platform_in_degrees
source: Max Swing Of Platform In Degrees
sk: Maximálny výkyv platformy v stupňoch

# attribute.max_temperature
source: Max Temperature
sk: Max. Teplota

# attribute.measuring_system_make
source: Measuring System Make
sk: Merací systém Značka

# attribute.mileageunit.miles
source: Miles
sk: míle

# attribute.min_amplitude
source: Min Amplitude
sk: Min. Amplitúda

# attribute.movement_type
source: Movement Type
sk: Typ pohybu

# attribute.movement_type.static
source: Static
sk: statický

# attribute.number_of_bodies
source: Number Of Bodies
sk: Počet orgánov

# attribute.number_of_furrows
source: Number Of Furrows
sk: Počet bráz

# attribute.number_of_gears
source: Number Of Gears
sk: Počet prevodových stupňov

# attribute.number_of_knives
source: Number Of Knives
sk: Počet nožov

# attribute.number_of_rows
source: Number Of Rows
sk: Počet riadkov

# attribute.number_of_standing
source: Number Of Standing
sk: Počet stojacich

# attribute.number_of_valves
source: Number Of Valves
sk: Počet ventilov

# attribute.number_of_wheels
source: Number Of Wheels
sk: Počet kolies

# attribute.operating_depth
source: Operating Depth
sk: Prevádzková hĺbka

# attribute.operating_height
source: Operating Height
sk: Prevádzková výška

# attribute.optionsattachments.2-piece_boom
source: 2-piece boom
sk: Dvojdielny výložník

# attribute.optionsattachments.adblue_tank
source: Adblue Tank
sk: Adblue nádrž

# attribute.optionsattachments.air-conditioning
source: Secondary Air Conditioning
sk: Klimatizácia

# attribute.optionsattachments.auto_lubrication_system
source: Auto lubrication system
sk: Systém automatického mazania

# attribute.optionsattachments.bag_lifter
source: Bag Lifter
sk: Zdvíhač tašiek

# attribute.optionsattachments.bale_cutter
source: Bale Cutter
sk: Rezač balíkov

# attribute.optionsattachments.bale_lifter
source: Bale Lifter
sk: Zdvíhač na balíky

# attribute.optionsattachments.bale_spike
source: Bale Spike
sk: Hroty na balíky

# attribute.optionsattachments.battery_disconnector
source: Battery disconnector
sk: Odpojovač batérie

# attribute.optionsattachments.beet_bucket
source: Beet Bucket
sk: Repné vedro

# attribute.optionsattachments.boom_suspension
source: Boom suspension
sk: Výložník ramena

# attribute.optionsattachments.cabin_-_forest
source: Cabin - Forest
sk: Kabína - les

# attribute.optionsattachments.cabin_-_open
source: Cabin - Open
sk: Kabína - otvorené

# attribute.optionsattachments.cabin_-_regular
source: Cabin - Regular
sk: Kabína - pravidelná

# attribute.optionsattachments.cabin_suspension
source: Cabin suspension
sk: Odpruženie kabíny

# attribute.optionsattachments.cable_bucket
source: Cable bucket
sk: Kábel na káble

# attribute.optionsattachments.chaff-spreader
source: Chaff spreader
sk: Rozmetadlo pliev

# attribute.optionsattachments.clutchless_forward-reverse_shuttle
source: Clutchless forward-reverse shuttle
sk: Spojka bez spätného chodu bez spojky

# attribute.optionsattachments.comfort_drive_control_(cdc)
source: Comfort drive control (CDC)
sk: Komfortné ovládanie pohonu (CDC)

# attribute.optionsattachments.continuously_variable_transmission,_cvt
source: Continuously Variable Transmission, CVT
sk: Plynule meniteľný prevod, CVT

# attribute.optionsattachments.corn_equipment
source: Corn equipment
sk: Zariadenia na kukuricu

# attribute.optionsattachments.counterweights
source: Counterweights
sk: protizávažie

# attribute.optionsattachments.cutting_unit_carriage
source: Cutting unit carriage
sk: Žací mechanizmus žacej jednotky

# attribute.optionsattachments.demolition/fops_cabin_guard
source: Demolition/FOPS cabin guard
sk: Demolácia / ochranný kryt kabíny FOPS

# attribute.optionsattachments.depth_control
source: Depth control
sk: Hĺbková kontrola

# attribute.optionsattachments.diesel_heater
source: Diesel heater
sk: Ohrievač nafty

# attribute.optionsattachments.ditching/grading_bucket
source: Ditching/grading bucket
sk: Vykopávacie vedro

# attribute.optionsattachments.dual_control
source: Dual control
sk: Dvojitá kontrola

# attribute.optionsattachments.engine_heater
source: Engine heater
sk: Ohrievač motora

# attribute.optionsattachments.extendable_dipper
source: Extendable dipper
sk: Vysúvacia lyžica

# attribute.optionsattachments.front_and_mid_mount_scarifier
source: Front and mid mount scarifier
sk: Predné a stredné uchytenie

# attribute.optionsattachments.front_axle_suspension
source: Front axle suspension
sk: Odpruženie prednej nápravy

# attribute.optionsattachments.front_linkage
source: Front linkage
sk: Predné tiahlo

# attribute.optionsattachments.front_loader
source: Front loader
sk: Čelný nakladač

# attribute.optionsattachments.front_pto
source: Front PTO
sk: Predný vývodový hriadeľ

# attribute.optionsattachments.gooseneck_boom
source: Gooseneck boom
sk: Rameno husiakov

# attribute.optionsattachments.gps/guidance_system
source: GPS/Guidance System
sk: GPS / navádzací systém

# attribute.optionsattachments.gravel_bucket
source: Gravel Bucket
sk: Štrk vedro

# attribute.optionsattachments.hammer/shear_hydraulic_circuit
source: Hammer/shear hydraulic circuit
sk: Hydraulický obvod s kladivom / strihom

# attribute.optionsattachments.hammer_protection_circuit
source: Hammer protection circuit
sk: Ochranný obvod kladiva

# attribute.optionsattachments.header_extension_for_rape_seed_harvesting
source: Header extension for rape seed harvesting
sk: Predĺženie záhlavia na zber semien repky olejnej

# attribute.optionsattachments.high_tipping_bucket
source: High Tipping Bucket
sk: Lopata s vysokou výklopnosťou

# attribute.optionsattachments.hook_blocks
source: Hook blocks
sk: Háčikové bloky

# attribute.optionsattachments.hydraulic_adjustable_boom
source: Hydraulic adjustable boom
sk: Hydraulicky nastaviteľný výložník

# attribute.optionsattachments.joystick_control
source: Joystick control
sk: Ovládanie joystickom

# attribute.optionsattachments.manure_fork
source: Manure Fork
sk: Vidlička na hnoj

# attribute.optionsattachments.man_bucket
source: Man bucket
sk: Muž vedro

# attribute.optionsattachments.movement_type_-_mobile
source: Movement type - Mobile
sk: Typ pohybu - mobil

# attribute.optionsattachments.movement_type_-_static
source: Movement type - static
sk: Typ pohybu - statický

# attribute.optionsattachments.mudguards
source: Mudguards
sk: blatníky

# attribute.optionsattachments.outriggers
source: Outriggers
sk: opory

# attribute.optionsattachments.pallet_forks
source: Pallet Forks
sk: Vidlice na palety

# attribute.optionsattachments.power_shift_transmission
source: Power shift transmission
sk: Prenos sily

# attribute.optionsattachments.quick_coupler
source: Quick coupler
sk: Rýchlospojka

# attribute.optionsattachments.quick_locks
source: Quick locks
sk: Rýchle zámky

# attribute.optionsattachments.radio
source: Radio
sk: rádio

# attribute.optionsattachments.rape_cutter
source: Rape cutter
sk: Rezačka na repku

# attribute.optionsattachments.rear_mounted_scarifier
source: Rear mounted scarifier
sk: Zadný rozrývač

# attribute.optionsattachments.reverse_drive_system
source: Reverse drive system
sk: Systém spätného pohonu

# attribute.optionsattachments.rotating_beacon
source: Rotating beacon
sk: Rotačný maják

# attribute.optionsattachments.rotator
source: Rotator
sk: rotátor

# attribute.optionsattachments.rubber_tracks
source: Rubber tracks
sk: Gumové pásy

# attribute.optionsattachments.safety_line_rupture_valve_-_boom/hoist
source: Safety line rupture valve - boom/hoist
sk: Pretrhávací ventil bezpečnostného vedenia - výložník / zdvihák

# attribute.optionsattachments.safety_line_rupture_valve_-_dipper/stick
source: Safety line rupture valve - dipper/stick
sk: Odtrhávací ventil bezpečnostného vedenia - lopatka / tyč

# attribute.optionsattachments.safety_line_rupture_valve_-_loader
source: Safety line rupture valve - loader
sk: Pretrhávací ventil bezpečnostného vedenia - nakladač

# attribute.optionsattachments.satnav
source: SATNAV
sk: SATELITNÁ NAVIGÁCIA

# attribute.optionsattachments.scarifier
source: Scarifier
sk: kto trhá

# attribute.optionsattachments.second_hydraulic_circuit
source: Second hydraulic circuit
sk: Druhý hydraulický okruh

# attribute.optionsattachments.self_leveling
source: Self leveling
sk: Samonivelačné

# attribute.optionsattachments.side_wing_/_snow_wing
source: Side wing / snow wing
sk: Bočné krídlo / snehové krídlo

# attribute.optionsattachments.silage_cutter
source: Silage Cutter
sk: Silážna fréza

# attribute.optionsattachments.skid_rails
source: Skid rails
sk: Šmykové koľajnice

# attribute.optionsattachments.slope/rotator_hydraulic_circuit
source: Slope/rotator hydraulic circuit
sk: Hydraulický okruh na svahu / rotátore

# attribute.optionsattachments.snow_blade
source: Snow Blade
sk: Snehová čepeľ

# attribute.optionsattachments.snow_bucket
source: Snow Bucket
sk: Snehové vedro

# attribute.optionsattachments.stabilizer
source: Stabilizer
sk: stabilizátor

# attribute.optionsattachments.standard_digging_bucket
source: Standard digging bucket
sk: Štandardná lopata na kopanie

# attribute.optionsattachments.steel_tracks
source: Steel tracks
sk: Oceľové pásy

# attribute.optionsattachments.straw_chopper
source: Straw chopper
sk: Slamač na rezanie slamy

# attribute.optionsattachments.stump_treatment_fluid_re-fill_pump
source: Stump treatment fluid re-fill pump
sk: Čerpadlo na doplňovanie pumpy na doplňovanie

# attribute.optionsattachments.sunflower_equipment
source: Sunflower equipment
sk: Slnečnicové vybavenie

# attribute.optionsattachments.track_guards
source: Track guards
sk: Ochranné kryty kolies

# attribute.optionsattachments.turbine_clutch
source: Turbine clutch
sk: Spojka turbíny

# attribute.optionsattachments.twig_wire_box
source: Twig wire box
sk: Vetvičkový drôtený box

# attribute.optionsattachments.weighloader
source: Weighloader
sk: Váha pre nakladač

# attribute.optionsattachments.windrow_eliminator
source: Windrow eliminator
sk: Odstraňovač riadkov

# attribute.original_owner
source: Original Owner
sk: Pôvodný majiteľ

# attribute.output_capacity
source: Output Capacity
sk: Výstupná kapacita

# attribute.paving_width
source: Paving Width
sk: Šírka dlažby

# attribute.pipe_diameter
source: Pipe Diameter
sk: Priemer potrubia

# attribute.pipe_length
source: Pipe Length
sk: Dĺžka potrubia

# attribute.placement_thickness
source: Placement Thickness
sk: Hrúbka umiestnenia

# attribute.price_options
source: Price Options
sk: Cenové možnosti

# attribute.primary_cyclone
source: Primary Cyclone
sk: Primárny cyklón

# attribute.pto_rpm
source: PTO rpm
sk: PTO ot / min

# attribute.pump_output
source: Pump Output
sk: Výstup čerpadla

# attribute.pump_power
source: Pump Power
sk: Výkon čerpadla

# attribute.rear_axle_brakes_type
source: Rear Axle Brakes Type
sk: Typ brzdy zadnej nápravy

# attribute.refrigeration_unit_fuel_type
source: Refrigeration Unit Fuel Type
sk: Typ paliva pre chladiacu jednotku

# attribute.refrigerator_unit_make
source: Refrigerator Unit Make
sk: Značka chladiacej jednotky

# attribute.registration_number
source: Registration Number
sk: Evidenčné číslo

# attribute.required_hydraulic_flow
source: Required Hydraulic Flow
sk: Požadovaný hydraulický prietok

# attribute.sand_sprayer_brand
source: Sand Sprayer Brand
sk: Značka postrekovača piesku

# attribute.second_axle_brakes_type
source: Second Axle Brakes Type
sk: Typ brzdy druhej nápravy

# attribute.sellers_reference
source: Sellers Reference
sk: Referencia predajcu

# attribute.serial_number_/_vin
source: Serial Number / VIN
pt: Número de Série / VIN
sk: Serijska številka / VIN

# attribute.service_record
source: Service Record
sk: Servisný záznam

# attribute.static_linear_load
source: Static Linear Load
sk: Statické lineárne zaťaženie

# attribute.strike_count
source: Strike Count
sk: Počet štrajkov

# attribute.strike_energy
source: Strike Energy
sk: Úderná energia

# attribute.strike_hours
source: Strike Hours
sk: Hodiny záberu

# attribute.suspensiontype.air-air
source: Air-air
sk: Vzduch-vzduch

# attribute.suspensiontype.leaf-leaf
source: Leaf-leaf
sk: Leaf

# attribute.suspensiontype.leaf-parabolic
source: Leaf-parabolic
sk: Leaf-parabolický

# attribute.suspensiontype.parabolic-air
source: Parabolic-air
sk: Parabolic

# attribute.suspensiontype.parabolic-leaf
source: Parabolic-leaf
sk: Parabolic

# attribute.suspensiontype.parabolic-parabolic
source: Parabolic-parabolic
sk: Parabolic-parabolický

# attribute.suspensiontype.spring-air
source: Spring-air
sk: jarná vzduch

# attribute.suspensiontype.spring-spring
source: Spring-spring
sk: pružina pružiny

# attribute.suspensiontype.trapezoid-trapezoid
source: Trapezoid-trapezoid
sk: Lichobežníkový-lichobežník

# attribute.tank_trailer_number_of_fillers
source: Tank Trailer Number Of Fillers
sk: Počet plnív na cisterny

# attribute.tank_trailer_number_of_sections
source: Tank Trailer Number Of Sections
sk: Počet sekcií nádrže

# attribute.technical_inspection_date
source: Technical Inspection Date
pt: Data da vistoria técnica
sk: Dátum technickej kontroly

# attribute.technical_inspection_valid_till
source: Technical Inspection Valid Till
sk: Technická kontrola platná do

# attribute.thresher_hours
source: Thresher Hours
sk: Hodiny mlátenia

# attribute.tire_make
source: Tire Make
sk: Značka pneumatík

# attribute.torque
source: Torque
sk: krútiaci

# attribute.track_shoe_width
source: Track Shoe Width
sk: Šírka pätky

# attribute.tractortype.farm_tractors
source: Farm tractors
sk: Poľnohospodárske traktory

# attribute.transmission_model
source: Transmission Model
sk: Prevodový model

# attribute.undercarriage_type
source: Undercarriage Type
sk: Typ podvozku

# attribute.undercarriage_type.tracked
source: Tracked
sk: pásové

# attribute.unloading_way
source: Unloading Way
sk: Vykladacia cesta

# attribute.unloading_way.2-way
source: 2-way
sk: 2-cestný

# attribute.unloading_way.3-way
source: 3-way
sk: 3-cestný

# attribute.vat_reclaimable
source: Vat Reclaimable
sk: Vat je možné získať späť

# attribute.water_pump_type
source: Water Pump Type
sk: Typ vodného čerpadla

# attribute.ways_of_tillage.bucket
source: Bucket
sk: vedro

# attribute.ways_of_tillage.clamshell
source: Clamshell
sk: véčko

# attribute.ways_of_tillage.hydrofracturing
source: Hydrofracturing
sk: Vodné vŕtanie

# attribute.ways_of_tillage.milling
source: Milling
sk: frézovanie

# attribute.width_of_the_laid_lane
source: Width Of The Laid Lane
sk: Šírka pruhu

# attribute.width_of_the_working_plate
source: Width Of The Working Plate
sk: Šírka pracovnej dosky

# attributes.ce_marking
source: CE Marking
sk: Označenie CE

# attributes.color.beige
source: Beige
sk: béžový

# attributes.color.black
source: Black
sk: čierna

# attributes.color.blue
source: Blue
sk: Modrá

# attributes.color.brown
source: Brown
sk: hnedý

# attributes.color.dark_red
source: Dark Red
sk: Tmavo červená

# attributes.color.gray
source: Gray
sk: šedá

# attributes.color.green
source: Green
sk: zelená

# attributes.color.red
source: Red
sk: červená

# attributes.color.silver
source: Silver
sk: striebro

# attributes.color.violet
source: Violet
sk: fialový

# attributes.color.white
source: White
sk: biely

# attributes.color.yellow
source: Yellow
sk: žltá

# attributes.no-of-fractions
source: Number Of Fractions
sk: Počet frakcií

# attributes.outer-turning-radius
source: Outer Turning Radius
sk: Polomer vonkajšieho sústruženia

source: Auction End Date
pt: Data de conclusão do leilão
sk: Dátum ukončenia aukcie

source: Auction Execution Date
pt: Data da realização do leilão
sk: Dátum výkonu aukcie

source: Available in:
sk: Dostupné v:

source: Axles Make Other
pt: Marca dos Eixos Outra
sk: Iný model nápravy

source: Axle Configuration
pt: Configuração do eixo
sk: Konfigurácia nápravy

source: Back to Catalog
sk: Naspäť do Katalógu

source: Biofluid Tank Capacity
pt: Capacidade do tanque de biocombustível
sk: Objem nádrže pre biokvapalinu

source: Blade Width
pt: Largura da lâmina
sk: Šírka radlice

source: Body Height
pt: Altura do corpo
sk: Svetlá výška

source: Body Length
pt: Comprimento do corpo
sk: Dĺžka stroja

source: Body Make
pt: Marca do Corpo
sk: Model tela

source: Body Volume
pt: Volume do corpo
sk: Objem tela

source: Body Width
pt: Largura do corpo
sk: Šírka stroja

source: Boom End Capacity
pt: Capacidade final da barra
sk: Kapacita hydraulického ramena

source: Boom Radius
pt: Raio da barra
sk: Dosah hydraulického ramena

# brakes_type.disc
source: Disc
pt: Disco
sk: Disk

# brakes_type.drum
source: Drum
pt: Tambor
sk: Bubon

# brand_names.other
source: Other
sk: Iné

# buyer_concierge.landing_page.additional_information
source: Additional information
sk: Dodatočné informácie

# buyer_concierge.landing_page.add_more_details
source: Add more details
sk: Pridať viac podrobností

# buyer_concierge.landing_page.brands_of_choice
source: Brand(s) of choice
sk: Značka(y) podľa výberu

# buyer_concierge.landing_page.call_back_request
source: I would like to receive a call back
sk: Bol by som rád, keby ste mi zavolali naspäť

# buyer_concierge.landing_page.choose_a_category
source: Choose a category
sk: Vybrať kategóriu

# buyer_concierge.landing_page.choose_a_subtype
source: Choose a subtype
sk: Vybrať podtyp

# buyer_concierge.landing_page.choose_a_type
source: Choose a type
sk: Vybrať typ

# buyer_concierge.landing_page.company_name
source: Company name
sk: Názov spoločnosti

# buyer_concierge.landing_page.contact_details
source: Contact details
sk: Kontaktné údaje

# buyer_concierge.landing_page.email_address
source: Email address
sk: E-mailová adresa

# buyer_concierge.landing_page.error_message_1
source: A required field is left open
sk: Požadované pole zostáva prázdne
