Repository: altafsamnani/tradus-bundle
Catalog: Resources/translations_old/messages.*.xlf
Languages: pt, sk

# rear_axle_tire_condition_pct
source: Rear Axle Tyre Condition
pt: Condição do Pneu do Eixo Traseiro Pct
sk: Zadná náprava Stav pneumatík

# refrigeration_unit_fuel_type.diesel
source: Diesel
pt: Gasóleo
sk: Nafta

# refrigeration_unit_fuel_type.diesel_electro
source: Diesel Electro
pt: Eletro_Diesel
sk: Dieselové elektro

# refrigeration_unit_fuel_type.electric
source: Electric
pt: Elétrico
sk: Elektrický

source: Refrigeration Unit Fuel Type Other
pt: Tipo de Combustível da Unidade de Refrigeração Outro
sk: Chladiaca jednotka Druh paliva Iné

source: Refrigeration Unit Hours Run
pt: Horas de funcionamento da unidade de refrigeração
sk: Prevádzková doba chladiacej jednotky

source: Refrigeration Unit Max Temperature
pt: Temperatura máxima da unidade de refrigeração
sk: Maximálna teplota chladiacej jednotky

source: Refrigeration Unit Min Temperature
pt: Temperatura mínima da unidade de refrigeração
sk: Minimálna teplota chladiacej jednotky

source: Refrigeration Unit Model
pt: Modelo da Unidade de Refrigeração
sk: Model chladiacej jednotky

source: Refrigerator Unit Make Other
pt: Marca da Unidade de Refrigeração Outra
sk: Chladiaca jednotka Urobiť Iné

source: Refrigerator Unit Model
pt: Modelo da Unidade de Refrigeração
sk: Model chladiacej jednotky

source: Register with
sk: Zaregistrovať sa s

# report_abuse.e-mail_optional
source: E-mail: (optional)
sk: E-mail: (voliteľné)

# report_abuse.inappropriate_category
source: Inappropriate category
sk: Nevhodná kategória

# report_abuse.inappropriate_image
source: Inappropriate image
sk: Nevhodný obrázok

# report_abuse.in_the_field_below,_please_briefly_explain_why_this_ad_violates_the
source: In the field below, please briefly explain why this ad violates the policies of Tradus:
sk: V nasledujúcom poli stručne vysvetlite, prečo táto reklama porušuje

# report_abuse.mandatory
source: Mandatory
sk: Povinné

# report_abuse.please-enter-at-least-10-characters.
source: Please enter at least 10 characters.
sk: Zadajte aspoň 10 znakov.

# report_abuse.please_select_option
source: Please select one of these options
sk: Prosím, vyberte jednu z týchto možností

# report_abuse.policies_of_tradus:
source: policies of Tradus:
sk: pravidlá Tradus:

# report_abuse.policies_of_tradus_v2
source: In the field below, please briefly explain why this ad violates the policies of %name%:
sk: V nasledujúcom poli stručne vysvetlite, prečo je táto reklama v rozpore s pravidlami služby %name%:

# report_abuse.reason
source: Reason
sk: Dôvod

# report_abuse.the_item_is_sold
source: The item is sold
sk: Táto položka je predaná

# report_abuse.wrong_price
source: Wrong price
sk: Nesprávna cena

source: Request has been send
sk: Žiadosť bola odoslaná

source: Request a Price
sk: Vyžiadať cenu

# required_field
source: This field is required.
sk: Toto pole je povinné.

source: Right hand
sk: Pravá ruka

# saved_alert.remove_alerts
source: Remove alerts for similar offers
sk: Odstrani opozorila za podobne ponudbe

# saved_alert.send_me_alerts
source: Send me alerts for similar offers
sk: Pošlite mi upozornenie na podobné ponuky

# saved_search.my_saved_searches
source: My saved searches
sk: Moja Shranjena iskanja

# search.category.level.subtype
source: subtype
sk: podtyp

# search.category.level.type
source: type
sk: typ

# search.filter.pricerating
source: pricerating
sk: cenovéhodnotenie

# search.filter.price_type
source: priceType
sk: typ ceny

# search.filters.category
source: Category
sk: Kategorija

# search.filters.manufacturer
source: Manufacturer
sk: Proizvajalec

# search.label.right_hand
source: Right Hand
sk: Pravá ruka

# search.label_all_categories
source: All categories
sk: Všetky kategórie

# search.search_all_categories
source: Search all categories
sk: Vyhľadávať všetky kategórie

# search.title.searchPage
source: Browse all adverts
sk: Prehliadať všetky inzeráty

# search.title.searchPageCategory
source: @category for sale
sk: @category na predaj

# search.title.searchPageCategoryLocation
source: @category for sale in @location
sk: @category na predaj v @location

# search.title.searchPageCategoryPaginated
source: @category for sale - Page @page
sk: @category na predaj - Stránka @page

# search.title.searchPageCategoryPaginatedLocation
source: @category for sale in @location - Page @page
sk: @category na predaj v @lokalite - Stránka @page

# search.title.searchPageLocation
source: Browse all adverts in @location
sk: Prehliadať všetky inzeráty v @location

# search.title.searchPagePaginated
source: Browse all adverts - Page @page
sk: Prehliadať všetky inzeráty - Strana @page

# search.title.searchPagePaginatedLocation
source: Browse all adverts in @location- Page @page
sk: Prehliadať všetky inzeráty v @location- Strana @page

# search.title.searchPageSubType
source: Used @make @subtype for sale
sk: Jazdené @make @subtype na predaj

# search.title.searchPageSubTypeLocation
source: Used @make @subtype for sale in @location
sk: Jazdené @make @subtype na predaj v @location

# search.title.searchPageSubTypePaginated
source: Used @make @subtype for sale - Page @page
sk: Jazdené @make @subtype na predaj - Strana @page

# search.title.searchPageSubTypePaginatedLocation
source: Used @make @subtype for sale in @location - Page @page
sk: Jazdené @make @subtype na predaj v @location - Strana @page

# search.title.searchPageTitle
source: Used @make @title for sale
sk: Jazdené @make @title na predaj

# search.title.searchPageTitleLocation
source: Used @make @title for sale in @location
sk: Jazdené @make @title na predaj v @location

# search.title.searchPageTitlePaginated
source: Used @make @title for sale - Page @page
sk: Jazdené @make @title na predaj - Strana @page

# search.title.searchPageTitlePaginatedLocation
source: Used @make @title for sale in @location - Page @page
sk: Jazdené @make @title na predaj v @location - Strana @page

# search.title.sellerPage
source: For sale ads from @name
sk: Inzeráty na predaj od @name

# search.title.sellerPageLocation
source: For sale ads from @name in @city, @country
sk: Inzeráty na predaj od @name v @city, @country

# search_alert.message_alerts_are_active
source: Alerts are active for this search
sk: Pre toto vyhľadávanie sú aktivované upozornenia

# search_page.filters.best-match
source: Best match
sk: Najlepšia zhoda

# search_page.filters.date-published
source: Date published
sk: Dátum uverejnenia

# search_page.filters.hours-highest-first
source: Hours run: highest first
sk: Prevádzkové hodiny: najvyššie prvé

# search_page.filters.hours-lowest-first
source: Hours run: lowest first
sk: Prevádzkové hodiny: najnižšie prvé

# search_page.filters.mileage-highest-first
source: Mileage: highest first
sk: Najazdené: od najvyššej

# search_page.filters.mileage-lowest-first
source: Mileage: lowest first
sk: Najazdené: od najnižšej

# search_page.filters.price-highest-first
source: Price: highest first
sk: Cena: od najvyššej

# search_page.filters.price-lowest-first
source: Price: lowest first
sk: Cena: od najnižšej

# search_page.filters.weight-highest-first
source: Weight: highest first
sk: Hmotnosť: od najvyššej

# search_page.filters.weight-lowest-first
source: Weight: lowest first
sk: Hmotnosť: od najnižšej

# search_page.filters.year-newest-first
source: Year: newest first
sk: Rok: od najnovšieho

# search_page.filters.year-oldest-first
source: Year: oldest first
sk: Rok: od najstaršieho

# search_page.filters_sort.date-published
source: Date Published
sk: Dátum uverejnenia

# search_page.filter_option.best_match
source: Best match
sk: Najlepšie vyhovuje

# search_page.price_type.advert_type
source: Advert type
sk: Typ reklamy

# search_page.price_type.for_sale
source: For sale
sk: Na predaj

# search_page.price_type.rental
source: Rental
sk: Prenájom

# second_axle_brakes_type.disc
source: Disc
pt: Disco
sk: Disk

# second_axle_brakes_type.drum
source: Drum
pt: Tambor
sk: Bubon

# second_axle_tire_condition_mm
source: Second Axle Tyre Condition
pt: Condição do Pneu do Segundo Eixo mm
sk: Druhá náprava Stav pneumatík

# second_axle_tire_condition_pct
source: Second Axle Tyre Condition
pt: Condição do Pneu do Segundo Eixo Pct
sk: Druhá náprava Stav pneumatík

source: Second Axle Tire Size
pt: Tamanho do Pneu do Segundo Eixo
sk: Veľkosť pneumatiky druhej nápravy

source: See more
sk: Viac informácií

# seller.lead.adv_msg
source: sent you a message about your advertisement
pt: enviou-lhe uma mensagem acerca do seu anúncio
sk: vám poslal správu o vašom inzeráte

# seller.lead.msg_translated
source: This message is machine translated to your preferred language.
pt: Esta mensagem foi traduzida por computador para a sua língua preferida.
sk: Táto správa je strojovo preložená do vami preferovaného jazyka.

# seller.lead.orignal_message
source: Original message
pt: Mensagem original
sk: Pôvodná správa

# seller.lead.reference_id
source: Reference ID @referenceId
pt: ID de referência @referenceId
sk: Referenčné ID @referenceId

# seller.lead.subject
source: @name sent you a new message about ad @title
pt: @name enviou-lhe uma nova mensagem acerca do anúncio @title
sk: @name vám poslal novú správu o reklame @title

# seller.lead.txt_reply_email
source: Please reply to this email to continue the conversation with the buyer. Use your preferred language for further communication.
pt: Responda a este email para continuar a conversar com o comprador. Utilize a sua língua preferida em futuras mensagens.
sk: Pre pokračovanie tejto konverzácie s nákupcom odpovedzte na tento e-mail. V ďalšej komunikácii používajte vami preferovaný jazyk.

# seller.offer_count
source: View all ads
sk: Poglej vse oglase

# seller.sellers
source: Sellers
sk: Predajcovia

# seller.spoken_languages
source: Spoken languages
sk: Používané jazyky

# seller.spoken_languages_text
source: Messages to sellers can be written in any language. We translate them to their native language automatically.
sk: Správy pre predávajúceho môžu byť napísané v ľubovoľnom jazyku. My ich automaticky prekladáme do ich rodného jazyka.

# seller_catalog.title_category
source: Tradus @title Sellers
sk: @title predajcovia Tradusu

# seller_catalog.title_category_location
source: Tradus @title Sellers in @location
sk: @title predajcovia Tradusu v @location

# seller_catalog.title_category_location_paginated
source: Tradus @title Sellers in @location - Page @page
sk: @title predajcovia Tradusu v @location - stránka @page

# seller_catalog.title_category_paginated
source: Tradus @title Sellers - Page @page
sk: @title predajcovia Tradusu - stránka @page

# seller_catalog.title_default
source: Used Heavy Machinery: browse all sellers | Tradus.com
sk: Použité ťažké stroje: prezerať všetkých predajcov | Tradus.com

# seller_catalog.title_location
source: Tradus Heavy Machinery Sellers in @location
sk: Predajcovia ťažkých strojov Tradus v @location

# seller_catalog.title_location_paginated
source: Tradus Heavy Machinery Sellers in @location - Page @page
sk: Predajcovia ťažkých strojov Tradus v @location - stránka @page

# seller_catalog.title_paginated
source: Global Directory of Tradus Heavy Machinery Sellers - Page @page
sk: Celosvetový adresár predajcov ťažkých strojov Tradus - stránka @page

# seller_offer_notification_status_1
source: Welcome to Tradus
sk: Vitajte v Traduse

# seller_offer_notification_status_2
source: We are glad you have decided to sell your machinery on Tradus - the global marketplace for commercial vehicles and heavy machinery trading. Good news! Your ads are attracting potential buyers and the first inquiries have been received. Read on to find more details on the performance of your ads.
sk: Sme radi, že ste sa rozhodli predať svoje stroje cez Tradus - globálny trh s obchodnými vozidlami a miesto, kde sa obchoduje s ťažkými strojmi. Dobré správy! Vaše reklamy priťahujú potenciálnych kupujúcich a už boli doručené prvé otázky. Prečítajte si ďalšie informácie o výkonnosti svojich reklám.

# seller_offer_notification_status_3
source: Current number of ads published
sk: Aktuálny počet zverejnených reklám

# seller_offer_notification_status_4
source: Total number of e-mail inquiries generated
sk: Celkový počet vygenerovaných e-mailových otázok

# seller_offer_notification_status_5
source: Estimated number of phone clicks generated
sk: Odhadovaný počet vygenerovaných telefónnych kliknutí

# seller_offer_notification_status_6
source: We are looking forward to helping you sell more!
sk: Tešíme sa, že vám pomôžeme predať viac!

# seller_offer_notification_status_7
source: Team Tradus
sk: Tím Tradus

# seller_offer_notification_status_8
source: part of OLX group
sk: súčasť skupiny OLX

# seller_offer_notification_status_subject
source: Congratulations! Your ads are attracting potential buyers
sk: Blahoželáme! Vaše reklamy priťahujú potenciálnych kupujúcich

# seller_result.ads_count_text
source: ads
sk: reklamy

# seller_result.ad_count_text
source: ad
sk: reklama

# seller_result.sellers_catalog
source: Sellers Catalog
sk: predajcovia Katalóg

source: Share via Facebook
sk: Zdieľať cez Facebook

# share_via.mail
source: Share via Email
sk: Zdieľať cez E-mail

# share_via.message
source: Check out this great advert I found on @site @url
sk: Pozri sa na túto skvelú ponuku na stránke @site @url

source: Share via Messenger
sk: Zdieľať cez Messenger

source: Share via SMS
sk: Zdieľať cez SMS

source: Share via Whatsapp
sk: Zdieľať cez Whatsapp

# shipping.here_is_ad
source: Here is the @advertisement
pt: Eis o @advertisement
sk: Tu je @advertisement

# shipping.is_interested_in_quote
source: is interested in a quote
pt: está interessado num orçamento
sk: má záujem o cenovú ponuku

# shipping.message.onsuccess
source: Your request to Transporting Wheels has been successfully sent.
sk: Vaša požiadavka na transportné kolesá bola úspešne odoslaná.

# shipping.message_car_ship
source: Car/Ship
sk: Auto/Loď

# shipping.message_distance
source: Distance
sk: Vzdialenosť

# shipping.message_error
source: There were some errors, try again.
sk: Vyskytli sa chyby, skúste znova.

# shipping.message_not_available
source: Not available
sk: Nie je k dispozícií

# shipping.message_ship
source: Ship
sk: Loď

# shipping.message_ship_car
source: Ship/Car
sk: Loď/Auto

# shipping.shiping_cost
source: Shipping cost:
sk: Prepravné náklady:

# shipping.subject_vehicle_delivery
source: Vehicle delivery request Tradus.com
pt: Pedido de entrega de veículo Tradus.com
sk: Žiadosť o doručenie vozidla Tradus.com

# shipping.transport_type
source: Transportation type
sk: Typ prepravy

# shipping.with_prod_details
source: with the product details
pt: com os detalhes do produto
sk: s detailnými údajmi o produkte

source: Show all @totalNo categories
sk: Zobraziť všetky kategórie v počte: @totalNo

# similar_alert.related_offers_heading
source: Offers related to this alert
sk: Ponuky súvisiace s týmto upozornením

# similar_offer.alert_heading
source: Create alerts for new offers
sk: Vytvoriť upozornenia na nové ponuky

# similar_offer.alert_removed
source: Your search alert has been removed.
pt: O seu alerta de pesquisa foi eliminado.
sk: Vaše vyhľadávacie upozornenie bolo odstránené.

# similar_offer.alert_success
source: Your search has been successfully saved.
pt: A sua pesquisa foi guardada com sucesso.
sk: Vaše vyhľadávanie bolo úspešne uložené.

# similar_offer.alert_text
source: Receive new offers based on machinery you are viewing on this page
sk: Získajte nové ponuky na základe strojového zariadenia, ktoré si pozeráte na tejto stránke

# similar_offer.category_not_selected
source: Category is not selected
sk: Nie je zvolená kategória

# similar_offer.create_alert
source: Create alert
sk: Vytvoriť upozornenie

# similar_offer.email_address_incorrect
source: Email address is not correct.
sk: E-mailová adresa nie je správna.

# similar_offer.email_address_required
source: Please fill the email address.
sk: Prosím, vyplňte e-mailovú adresu.

# similar_offer.remove_alert
source: Remove alert
sk: Odstrániť upozornenie

# similar_offer_alert.change_settings
source: to change settings for this alert.
sk: zmeniť nastavenia pre toto upozornenie.

# similar_offer_alert.email.click_here_for_make_parts
source: %Click_here% for %make% parts
sk: %Click_here% pre diely %make%

# similar_offer_alert.email.click_here_for_make_parts -2
source: for {make} parts
sk: pre časti

# similar_offer_alert.email.new_make_offers
source: New %make% offers
sk: Nové ponuky %make%

# similar_offer_alert.email.new_make_offers-2
source: New {make} offers
sk: Nové {make} ponuky

# similar_offer_alert.email.view_details
source: VIEW DETAILS
sk: ZOBRAZIŤ DETAILY

# similar_offer_alert.related_offers
source: to view more related offers
sk: zobraziť viac súvisiacich ponúk

# similar_offer_alert.search_alert.alerts_header_create
source: Create alerts for new offers
sk: Vytvoriť upozornenia pre nové ponuky

# similar_offer_alert.search_alert.alerts_header_remove
source: Alerts are active for this search
sk: Pre toto vyhľadávanie sú aktivované upozornenia

# similar_offer_alert.search_alert.body_message
source: Receive new offers based on filter options you apply on this page.
sk: Získajte nové ponuky na základe možností filtrovania, ktoré používate na tejto stránke.

# similar_offer_alert.search_alert.creation_message
source: Your alert has been created successfully.
sk: Vaše upozornenie bolo úspešne vytvorené.

# similar_offer_alert.search_alert.no_filters_applied
source: Apply filter options before creating alert.
sk: Pred vytvorením upozornenia použite možnosti filtra.

# similar_offer_alert.search_alert.removal_message
source: Your alert has been removed.
sk: Vaše upozornenie bolo odstránené.

# similar_offer_email.browse_new_offer_now
source: Browse new offers now
sk: Prezerať nové ponuky teraz

# similar_offer_email.header1
source: See the new listings that we have selected for you
sk: Objavte všetky nové inzeráty, ktoré sme Vám vybrali

# similar_offer_email.new_listing_below
source: See the new listings below:
sk: Všetky nové inzeráty nájdete nižšie:

# similar_offer_email.new_listing_criteria
source: New listings have been posted on @domain that match your saved search criteria.
sk: Na @domain boli publikované nové inzeráty, ktoré spĺňajú Vaše kritériá vyhľadávania.

# similar_offer_email.search_criteria
source: You are receiving this email because you asked to be notified about new offers that match your search criteria.
sk: Tento e-mail ste dostali, lebo ste nás požiadali, aby sme Vás informovali o nových ponukách, ktoré spĺňajú Vaše kritériá vyhľadávania.

# similar_offer_email.subject_line
source: New offers have been selected for you!
sk: Vybrali sme pre vás nové ponuky!

source: Subscribe
sk: Prihlásiť sa

# subscribe_mailing_list
source: Subscribe to our mailing list
sk: Prihlásiť sa do nášho mailing listu

# subscribe_use_tradus
source: How will you use Tradus?
sk: Ako by ste použili Tradus?

# success.account_created
source: Your account was created. We sent an email to confirm your account.
sk: Vaš račun je bil ustvarjen. Smo poslali e-poštno sporočilo za potrditev računa.

# success.password_updated
source: Password updated successfully.
sk: Geslo uspešno posodobljen.

# success.profile_updated
source: Profile updated successfully.
sk: Profil uspešno posodobljen.

# success.search_saved
source: This search was saved successfully
sk: Toto vyhľadávanie bolo úspešne uložené.

# suggestion.something_went_wrong
source: Something went wrong, please try again later
sk: Nekaj ​​je šlo narobe, poskusite znova pozneje

# tagline.about
source: About
sk: O

source: Tail Lift Brand
pt: Marca de Plataforma Elevatória
sk: Značka zdvíhacej plošiny

source: Tail Lift Load Capacity
pt: Capacidade de carga da plataforma elevatória
sk: Nosnosť zdvíhacej plošiny

source: Tank Trailer End Walls Thickness
pt: Grossura das paredes extremas do reboque tanque
sk: Hrúbka koncových stien prívesu cisterny

source: Tank Trailer Isothermal Temperature
pt: Temperatura isotérmica do reboque tanque
sk: Izotermická teplota prívesu cisterny

source: Tank Trailer No Fillers
pt: Reboque tanque sem filtros
sk: Cisterny bez plniva

source: Tank Trailer No Sections
pt: Reboque tanque sem secções
sk: Príves cisterny Žiadne sekcie

source: Tank Trailer Partition Walls Thickness
pt: Grossura das paredes divisórias do reboque tanque
sk: Hrúbka steny priečky prívesu cisterny

source: Tank Trailer Pressure
pt: Pressão do reboque tanque
sk: Tlak v prívese cisterny

source: Tank Trailer Tanker Walls Thickness
pt: Grossura das paredes do tanque do reboque tanque
sk: Hrúbka stien v prívese cisterny

source: Tank Trailer Test Pressure
pt: Teste de pressão do reboque tanque
sk: Skúšobný tlak v prívese cisterny

source: Tank Trailer Volume
pt: Volume do Reboque do Tanque
sk: Objem prívesu cisterny

# technicals_specs.height
source: Height
pt: Altura
sk: Višina

# technicals_specs.technical_specs
source: Technical specs
pt: Especificações técnicas
sk: Tehnične specifikacije

# technicals_specs.weight
source: Weight
pt: Peso
sk: Teža

# technicals_specs.width
source: Width
pt: Largura
sk: Širina

# technicals_specs.yes
source: Yes
sk: Áno

# tehnical_specs.no
source: No
sk: Nie

source: Terms of Use
pt: Termos de Utilização
sk: Podmienky používania

# text.benefits_of_account
source: The benefits of an account
sk: Výhody účtu

# text.call_button_highlighter_text
source: Slide to the right and call them right now!
sk: Posuňte doprava a ihneď im zavolajte!

# text.click_here
source: click here
sk: Klikni tukaj

# text.compare_highlighter_text
source: Tap here to compare this offer with another offer
sk: Na porovnanie tejto ponuky s inou ponukou klepnite sem

# text.direction_button_highlighter_text
source: Tap here for directions.
sk: Kliknite sem pre nasmerovanie.

# text.error_message
source: Sorry, couldn't connect to the server.
sk: Žal ni bilo mogoče povezati s strežnikom.

# text.invalid_email_error
source: Please enter a valid email address
sk: Vnesite veljaven e-poštni naslov

# text.latest-industry-news-title&#9;
source: Latest industry news
pt: Últimas notícias da indústria
sk: Najnovšie správy priemyslu

# text.layout_button_highlighter_text
source: Tap here to select your preferred layout.
sk: Klepnutím sem vyberte svoje preferované rozloženie.

# text.like_the_app
source: Like the app?
sk: Páči sa vám aplikácia?

# text.near_me
source: Near me
sk: Blízko mňa

# text.NPS-HighRating-Tradus.com
source: Extremely likely
pt: Extremamente provável
sk: Veľmi pravdepodobné

# text.NPS-LowRating-Tradus.com&#9;
source: Not likely at all
pt: Não é provável
sk: Nepravdepodobné

# text.NPS-ThankYouMessage-Tradus.com
source: Thank you for answering this Poll. Your feedback is highly appreciated!
pt: Obrigado por responder a esta Inquérito. A sua opinião é muito apreciada!
sk: Ďakujeme za zodpovedanie tohto dotazníka. Váš názor je pre nás veľmi dôležitý!

# text.NPS-Title-Tradus.com&#9;
source: How likely are you to recommend Tradus.com to a friend or colleague?
pt: Qual a probabilidade de recomendar o Tradus.com a um amigo ou colega?
sk: Ako je pravdepodobné, že by ste Tradus.com odporúčali známemu alebo kolegovi?
