Repository: altafsamnani/tradus-bundle
Catalog: Resources/translations_old/messages.*.xlf
Languages: pt, sk

source: Saint Helen Pound
sk: Funt Svete Helene

source: Somali Shilling
sk: Somalski šiling

source: Surinam Dollar
sk: Surinamski dolar

source: South Sudanese Pound
sk: Južnosudanski funt

source: El Salvador Colon
sk: Salvadorski kolon

source: Syrian Pound
sk: Sirski funt

source: Turkmenistan New Manat
sk: Turkmenistanski novi manat

source: Tunisian Dinar
sk: Tunizijski dinar

source: Tradus breadcrumbs block
sk: Gradni bloki Tradus

source: Paâ€™anga
sk: Pa anga

source: Trinidad and Tobago Dollar
sk: Trinidad in Tobago dolar

source: New Taiwan Dollar
sk: Novi tajvanski dolar

source: Tanzanian Shilling
sk: Tanzanijski šiling

source: Ugand Shilling
sk: Ugandski šiling

source: US Dollar (Next day)
sk: Ameriški dolar (naslednji dan)

source: Uruguay Peso en Unidades Indexadas (URUIURUI)
sk: Urugvajski Peso en Unidades Indexadas (URUIURUI)

source: Tradus category selection block
sk: Blok za izbiranje kategorije Tradus

source: Peso Uruguayo
sk: Urugvajski peso

source: Uzbekistan Sum
sk: Uzbekistanski sum

source: East Caribbean Dollar
sk: Vzhodnokaribski dolar

source: SDR (Special Drawing Right)
sk: SDR (Posebne pravice črpanja)

source: Tradus cookie block
sk: Blok s piškotki Tradus

source: ADB Unit of Account
sk: ADB enota na računu

source: Yemeni Rial
sk: Jemenski rial

source: Zambian Kwacha
sk: Zambijski kvača

source: Zimbabwe Dollar
sk: Zimbabvejski dolar

source: Ascension Island
sk: Otok Ascension

source: Andorra
sk: Andora

source: United Arab Emirates
sk: Združeni arabski emirati

source: Image
sk: Slika

source: Afghanistan
sk: Afganistan

source: Antigua and Barbuda
sk: Antigva and Barbuda

source: Anguilla
sk: Angvila

source: Albania
sk: Albanija

source: Armenia
sk: Armenija

source: Netherlands Antilles
sk: Nizozemski Antili

source: Antarctica
sk: Antarktika

source: American Samoa
sk: Ameriška Samoa

source: The logo to be displayed in the footer.
sk: Logotip, ki bo prikazan v nogi.

source: Austria
sk: Avstrija

source: Australia
sk: Avstralija

source: Ã…land Islands
sk: Ålandsko otočje

source: Azerbaijan
sk: Azerbajdžan

source: Bosnia and Herzegovina
sk: Bosna in Hercegovina

source: Bangladesh
sk: Bangladeš

source: Belgium
sk: Belgija

source: Bulgaria
sk: Bolgarija

source: Bahrain
sk: Bahrajn

source: Saint BarthÃ©lemy
sk: Saint Barthélemy

source: Bermuda
sk: Bermudi

source: Brunei
sk: Brunej

source: Bolivia
sk: Bolivija

source: Caribbean Netherlands
sk: Nizozemski Karibi

source: Brazil
sk: Brazilija

source: Bahamas
sk: Bahami

source: Bhutan
sk: Butan

source: Bouvet Island
sk: Bouvetov otok

source: Botswana
sk: Bocvana

source: Belarus
sk: Belorusija

source: Canada
sk: Kanada

source: Cocos [Keeling] Islands
sk: Kokosovi [Keelingovi] otoki

source: Congo - Kinshasa
sk: Kongo - Kinšasa

source: Central African Republic
sk: Srednjeafriška republika

source: Tradus footer block
sk: Blok v nogi Tradus

source: Congo - Brazzaville
sk: Kongo - Brazzaville

source: Switzerland
sk: Švica

source: CÃ´te dâ€™Ivoire
sk: Slonokoščena obala

source: Cook Islands
sk: Cookovi otoki

source: Chile
sk: Čile

source: Cameroon
sk: Kamerun

source: China
sk: Kitajska

source: Colombia
sk: Kolumbija

source: Clipperton Island
sk: Clipperton

source: Costa Rica
sk: Kostarika

source: Tradus header block
sk: Blok v glavi Tradus

source: Cuba
sk: Kuba

source: Christmas Island
sk: Božični otoki

source: Cyprus
sk: Ciper

source: Czech Republic
sk: Češka republika

source: Germany
sk: Nemčija

source: Djibouti
sk: Džibuti

source: Denmark
sk: Danska

source: Tradus l1category block
sk: Blok kategorije Tradus l1

source: Dominica
sk: Dominika

source: Dominican Republic
sk: Dominikanska republika

source: Algeria
sk: Alžirija

source: Ceuta and Melilla
sk: Ceuta in Melilla

source: Ecuador
sk: Ekvador

source: Estonia
sk: Estonija

source: Egypt
sk: Egipt

source: Western Sahara
sk: Zahodna Sahara

source: Eritrea
sk: Eritreja

source: Spain
sk: Španija

source: Background image
sk: Slika v ozadju

source: Ethiopia
sk: Etiopija

source: Finland
sk: Finska

source: Fiji
sk: Fidži

source: Falkland Islands
sk: Falklandski otoki

source: Micronesia
sk: Mikronezija

source: Faroe Islands
sk: Ferski otoki

source: France
sk: Francija

source: United Kingdom
sk: Združeno kraljestvo

source: The background image for the search block.
sk: Slika v ozadju za iskalni blok.

source: Georgia
sk: Gruzija

source: French Guiana
sk: Francoska Gvajana

source: Ghana
sk: Gana

source: Greenland
sk: Grenlandija

source: Gambia
sk: Gambija

source: Guinea
sk: Gvineja

source: Guadeloupe
sk: Gvadalupa

source: Equatorial Guinea
sk: Ekvatorialna Gvineja

source: Tradus search block
sk: Iskalni blok Tradus

source: Greece
sk: Grčija

source: South Georgia and the South Sandwich Islands
sk: Južna Georgia in Južni Sandwichevi otoki

source: Guatemala
sk: Gvatemala

source: Guam
sk: Gvam

source: Guinea-Bissau
sk: Gvineja Bissau

source: Guyana
sk: Gvajana

source: Hong Kong SAR China
sk: Hong Kong SAR Kitajske

source: Heard Island and McDonald Islands
sk: Otok Heard in otočje McDonald

source: Croatia
sk: Hrvaška

source: Cleaning the node entries which have taxonomy field duplicates.
sk: Čiščenje vnosov vozlišča, ki imajo podvojeno polje za razvrstitev izrazja.

source: Hungary
sk: Madžarska

source: Canary Islands
sk: Kanarski otoki

source: Indonesia
sk: Indonezija

source: Ireland
sk: Irska

source: Israel
sk: Izrael

source: Isle of Man
sk: Otok Man

source: India
sk: Indija

source: British Indian Ocean Territory
sk: Britansko ozemlje v Indijskem oceanu

source: Iraq
sk: Irak

source: Contains the config and config updates for the taxonomy.
sk: Vsebuje konfiguracijo in posodobitve konfiguracije za razvrstitev izrazja.

source: Iceland
sk: Islandija

source: Italy
sk: Italija

source: Jamaica
sk: Jamajka

source: Jordan
sk: Jordanija

source: Japan
sk: Japonska

source: Kenya
sk: Kenija

source: Kyrgyzstan
sk: Kirgizistan

source: Cambodia
sk: Kambodža

source: Deleted :rows entries from cache table :table.
sk: Izbrisano: vnosi v vrsticah iz tabele medpomnilnika :table.

source: Comoros
sk: Komori

source: Saint Kitts and Nevis
sk: Saint Kitts in Nevis

source: North Korea
sk: Severna Koreja

source: South Korea
sk: Južna Koreja

source: Kuwait
sk: Kuvajt

source: Cayman Islands
sk: Kajmanski otoki

source: Kazakhstan
sk: Kazahstan

source: Lebanon
sk: Libanon

source: Saint Lucia
sk: Santa Lucia

source: Sri Lanka
sk: Šrilanka

source: Liberia
sk: Liberija

source: Lesotho
sk: Lesoto

source: Lithuania
sk: Litva

source: Luxembourg
sk: Luksemburg

source: Latvia
sk: Latvija

source: Libya
sk: Libija

source: Morocco
sk: Maroko

source: All images for node @nid have failed processing by Apollo. Published the offer without any images.
sk: Vse slike za vozlišče @nid je Apollo neuspešno obdelal. Objavljena ponudba brez kakršnih koli slik.

source: Monaco
sk: Monako

source: Moldova
sk: Moldavija

source: Montenegro
sk: Črna gora

source: Saint Martin
sk: Sveti Martin

source: Madagascar
sk: Madagaskar

source: Marshall Islands
sk: Maršalovi otoki

source: Macedonia
sk: Makedonija

source: Myanmar [Burma]
sk: Mjanmar [Burma]

source: Mongolia
sk: Mongolija

source: The batch URL Alias update is finished.
sk: Posodobitev privzetega imena svežnja spletnih naslovov dokončana.

source: Macau SAR China
sk: Makao SAR Kitajske

source: Northern Mariana Islands
sk: Severni Marianski otoki

source: Martinique
sk: Martinik

source: Mauritania
sk: Mavretanija

source: Mauritius
sk: Mavricius

source: Maldives
sk: Maldivi

source: Malawi
sk: Malavi

source: Mexico
sk: Mehika

source: Failed to update @count sellers they may not exist or are already replaced.
sk: Neuspešna posodobitev @count prodajalcev, ki morda ne obstajajo ali so že bili zamenjani.

source: Malaysia
sk: Malezija

source: Mozambique
sk: Mozambik

source: Namibia
sk: Namibija

source: New Caledonia
sk: Nova Kaledonija

source: Norfolk Island
sk: Otok Norfolk

source: Nigeria
sk: Nigerija

source: Nicaragua
sk: Nikaragva

source: Netherlands
sk: Nizozemska

source: Norway
sk: Norveška

source: New Zealand
sk: Nova Zelandija

source: French Polynesia
sk: Francoska Polinezija

source: Papua New Guinea
sk: Papua Nova Gvineja

source: Philippines
sk: Filipini

source: Poland
sk: Poljska

source: Saint Pierre and Miquelon
sk: Saint Pierre in Miquelon

source: Pitcairn Islands
sk: Pitcairnovi otoki

source: Puerto Rico
sk: Portoriko

source: Palestinian Territories
sk: Palestinski teritoriji

source: Portugal
sk: Portugalska

source: Paraguay
sk: Paragvaj

source: Qatar
sk: Katar

source: Outlying Oceania
sk: Zunanji otoki Oceanije

source: RÃ©union
sk: Reunion

source: Romania
sk: Romunija

source: Serbia
sk: Srbija

source: Russia
sk: Rusija

source: Rwanda
sk: Ruanda

source: Saudi Arabia
sk: Saudska Arabija

source: Solomon Islands
sk: Salomonovi otoki

source: Seychelles
sk: Sejšeli

source: Optimizely
sk: Optimizirano

source: Sweden
sk: Švedska

source: Singapore
sk: Singapur

source: Saint Helena
sk: Sveta Helena

source: Slovenia
sk: Slovenija

source: Svalbard and Jan Mayen
sk: Svalbard in Jan Mayen

source: Slovakia
sk: Slovaška

source: Somalia
sk: Somalija

source: Cleanup makes
sk: Čiščenje znamk

source: Suriname
sk: Surinam

source: South Sudan
sk: Južni Sudan

source: SÃ£o TomÃ© and PrÃ­ncipe
sk: Sveti Tomaž in Princ

source: Sint Maarten
sk: St. Maarten

source: Syria
sk: Sirija

source: Swaziland
sk: Svazi

source: Turks and Caicos Islands
sk: Otoki Turks in Caicos

source: Chad
sk: Čad

source: Warm up nodes
sk: Vozlišča za ogrevanje

source: French Southern Territories
sk: Francosko južno ozemlje

source: Thailand
sk: Tajska

source: Tajikistan
sk: Tadžikistan

source: Tunisia
sk: Tunizija

source: Turkey
sk: Turčija

source: Translations
sk: Prevodi

source: Trinidad and Tobago
sk: Trinidad in Tobago

source: Taiwan
sk: Tajvan

source: Tanzania
sk: Tanzanija

source: Ukraine
sk: Ukrajina

source: U.S. Outlying Islands
sk: Stranski zunanji otoki Združenih držav

source: United States
sk: ZDA

source: Uruguay
sk: Urugvaj

source: Tradus Apollo table added.
sk: Dodana tabela Tradus Apollo.

source: Translation import
sk: Uvoz prevodov

source: Vatican City
sk: Vatikan

source: Saint Vincent and the Grenadines
sk: Saint Vincent in Grenadine

source: British Virgin Islands
sk: Britanski Deviški otoki

source: U.S. Virgin Islands
sk: Ameriški Deviški otoki

source: Wallis and Futuna
sk: Wallis in Futuna

source: Export SEO descriptions
sk: Exportovať SEO popisy

source: Yemen
sk: Jemen

source: South Africa
sk: Južna Afrika

source: Zambia
sk: Zambija

source: Zimbabwe
sk: Zimbabve

source: The Api ID to be used for obtaining the exchange rates.
sk: Api ID za pridobivanje menjalnih tečajev.

source: Tradus currency default formatter
sk: Privzeti formatirnik valut Tradus

source: Tradus language default formatter
sk: Privzeti formatirnik jezikov Tradus

source: %name: may not be longer than @max characters.
sk: %name: ne sme biti daljše od @max znakov.

source: Export Interface Translations
sk: Izvoz prevodov vmesnikov

source: Currency
sk: Valuta

source: The currency field for Tradus.
sk: Polje z valuto za Tradus.

source: Maximum length
sk: Največja dolžina

source: The maximum length of the field in characters.
sk: Največja dolžina polja v znakih.

source: Language field
sk: Polje za jezik

source: The language picker field.
sk: Polje za izbiro jezika.

source: Select a currency
sk: Izberite valuto

source: Tradus currency default widget
sk: Privzeti gradnik valut Tradus

source: Tradus language default widget
sk: Privzeti gradnik jezikov Tradus

source: Export Taxonomy Translations
sk: Izvoz prevodov razvrstitev izrazja

source: The ftp module for Tradus.
sk: Modul ftp za Tradus.

source: Contains image related functionality
sk: Vsebuje funkcije, povezane s slikami

source: Tradus images table added.
sk: Dodana tabela s slikami Tradus.

source: Tradus images table already present in database.
sk: Tabela s slikami Tradus že obstaja v zbirki podatkov.

source: Warm image cache
sk: Medpomnilnik toplih slik

source: Image settings
sk: Nastavitve slik

source: Warms images.
sk: Ogreje slike.

source: The Tradus image settings form.
sk: Obrazec za nastavitve slik Tradus.

source: Starts the image warmer batch
sk: Zažene sveženj za ogrevanje slik

source: Configure popular brands
sk: Konfiguracija priljubljenih znamk

source: Tradus image module settings
sk: Nastavitve modula slik Tradus

source: One node cleaned up.@count nodes where cleaned up.
sk: Eno vozlišče počiščeno.@count vozlišč je bilo počiščenih.

source: One image warmed up.@count images where warmed up.
sk: Ena slika ogreta.@count slik je bilo ogretih.

source: The Hexon image url: @url does not have an image position of 1 or higher.
sk: Spletni naslov slike Hexon: @url nima položaja slike 1 ali več.

source: Could not determine the image position from the url: @url.
sk: Ni bilo mogoče določiti položaja slike iz spletnega naslova: @url.

source: Removing deleted offer images.
sk: Odstranjevanje izbrisanih slik ponudbe.

source: Reparing broken entries.
sk: Popravljanje napačnih vnosov.

source: Preheating the images.
sk: Predogrevanje slik.

source: Select the preferred image service.
sk: Izbira priljubljene storitve za slike.

source: Select which image service will be used by default. If both tradus_image and tradus_apollo are available, the non-selected services will be used as a fallback. Both services will be used to store images if the respective modules are enabled. Once the tradus_image module is uninstalled Apollo service will be used exclusively.
sk: Izberite, katera storitev bo uporabljena privzeto. Če sta na voljo tradus_image in tradus_apollo, bo neizbrana storitev uporabljena kot nadomestek. Obe storitvi bosta uporabljeni za shranjevanje slik, če so zadevni moduli omogočeni. Ko je modul tradus_image odstranjen, bo uporabljena izključno storitev Apollo.

source: Configure Tradus site settings.
sk: Konfiguracija nastavitev strani Tradus.

source: Enable local image storage.
sk: Omogoči lokalno shranjevanje slik.

source: To disable storage of images locally and use of the tradus_images table, uncheck this option.
sk: Za onemogočanje lokalnega shranjevanja slik in uporabo tabele tradus_images morate pri tej možnosti odstraniti kljukico.

source: Cannot disable tradus_image service if it is set as the preferred display service.
sk: Ni mogoče onemogočiti storitve tradus_image, če je nastavljena kot priljubljena storitev za prikaz.

source: Tradus module for email and spam prevention.
sk: Modul Tradus za preprečevanje e-pošte in neželene pošte.

source: Tradus mail
sk: Pošta Tradus

source: Email config
sk: Konfiguracija e-pošte

source: The email settings form.
sk: Obrazec za nastavitve e-pošte.

source: Mail config
sk: Konfiguracija pošte

source: Please check that you are not a robot.
sk: Potrdite, da niste robot.

source: Please check that you are not a robot. Make sure you have Javascript enabled.
sk: Potrdite, da niste robot. Prepričajte se, ali je Javascript omogočen.

source: You cannot send more than %limit messages in @interval. Try again later.
sk: Ni mogoče poslati več kot %limit sporočil v intervalu @interval. Poskusite znova pozneje.

source: Message cannot be set as it is a reserved keyword
sk: Sporočila ni mogoče nastaviti, saj je rezervirana ključna beseda

source: The sender must be set to prevent test emails from being sent outward.
sk: Pošiljatelj mora biti nastavljen tako, da prepreči pošiljanje testnih e-poštnih sporočil.

source: Required parameter @parameter was not set.
sk: Zahtevani parameter @parameter ni bil nastavljen.

source: Prevented blacklisted email from being sent: @mail
sk: Preprečeno pošiljanje e-pošte s črnega seznama: @mail

source: The mail was not sent because it was recognized as a test email.
sk: Pošta ni bila poslana, ker je bila prepoznana kot testna e-pošta.

source: Sending mail from @mail - @ip to @destination
sk: Pošiljanje pošte iz @mail - @ip na @destination

source: Blacklist
sk: Črni seznam

source: An email address which may not be sent due to the user spamming.
sk: E-poštni naslov, ki ne sme biti poslan zaradi pošiljanja neželene pošte uporabniku.

source: Blacklist words
sk: Besede s črnega seznama

source: Tradus optimizely configuration form.
sk: Obrazec za konfiguracijo optimizacije Tradus.

source: An word that may not be sent due to spamming.
sk: Beseda, ki ne sme biti poslan zaradi pošiljanja neželene pošte.

source: Test addresses
sk: Testni naslovi

source: The email addresses which should be treated as tests and which should be returned to sender.
sk: E-poštni naslovi, s katerimi je treba ravnati kot testni in ki jih je treba vrniti pošiljatelju.

source: Add one more
sk: Dodaj še enega

source: Remove last
sk: Odstrani zadnjega

source: This module conains the offer components
sk: Ta modul vsebuje komponente ponudbe

source: Active
sk: Aktiven

source: Suspended
sk: Odložen

source: Blocked
sk: Blokiran

source: Spent :time minutes on creating the criteo xml using :memory bytes of memory.
sk: Porabljenih :time minut za ustvarjanje criteo xml z uporabo :memory bajtov pomnilnika.

source: Tradus cleanup makes form.
sk: Obrazec za čiščenje znamk Tradus.

source: Spent :time minutes on uploading the criteo xml using :memory bytes of memory.
sk: Porabljenih :time minut za nalaganje criteo xml z uporabo :memory bajtov pomnilnika.

source: Failed uploading to remote using the :ftp_plugin.
sk: Neuspešno nalaganje v daljinski upravljalnik z uporabo vtičnika :ftp_plugin.

source: Upload prevented as this is not a live environment.
sk: Nalaganje preprečeno, ker to ni živo okolje.

source: Debump
sk: Odslikava

source: The batch offer node update is finished.
sk: Posodobitev vozlišča svežnja ponudb dokončana.

source: Tradus Offer
sk: Ponudba Tradus

source: Offer cache config
sk: Ponudba konfiguracije medpomnilnika

source: Cleanup sortindex
sk: Čiščenje vrstnega indeksa

source: Tradus offer cache config.
sk: Ponudba konfiguracije medpomnilnika Tradus.

source: Resets the sortindex for all free users which have a sortindex that does not match the created date.
sk: Ponastavi vrstni indeks za vse brezplačne uporabnike, ki imajo vrstni indeks, ki se ne ujema z datumom ustvaritve.

source: Start batch for warming up nodes.
sk: Zagon svežnja za ogrevanje vozlišč.

source: Offer cache settings
sk: Ponudba nastavitev medpomnilnika

source: Function for getting the missing translations batch.
sk: Funkcija za pridobivanje svežnja manjkajočih prevodov.

source: Debump a given offer.
sk: Odslikava podane ponudbe.

source: Added translations for one offer.Added translations for @count offers.
sk: Dodan prevod za eno ponudbo. Dodani prevodi za @count ponudb.

source: One offer cleaned up.@count offers where reset to the created date.
sk: Ena ponudba počiščena. @count ponudb je bilo ponastavljenih na datum ustvaritve.

source: Updated the offer cache for node @nid, language @lang.
sk: Posodobitev medpomnilnika ponudb za vozlišče @nid, jezik @lang.

source: Inserted the offer cache for node @nid, language @lang.
sk: Vstavljanje medpomnilnika ponudb za vozlišče @nid, jezik @lang.

source: @date ago
sk: Pred @date

source: Contains the import form for tradus translation csv files.
sk: Vsebuje uvozni obrazec za datoteke csv za prevode tradus.

source: Removed @count duplicate entries from the @field field on node @node.
sk: Odstranjenih @count podvojenih vnosov iz polja @field na vozlišču @node.

source: Cannot construct the offer validator because node id or object is invalid.
sk: Ni mogoče sestaviti validatorja ponudb, ker ID vozlišča ali predmet ni veljaven.

source: Node :title has been debumped to :date
sk: Vozlišče :title je bilo odslikano na :date

source: Finding and requeue-ing missing translations.
sk: Iskanje in ponovno postavljanje manjkajočih prevodov v čakalno vrsto.

source: Resetting the sort index of free offers.
sk: Ponastavitev vrstnega indeksa prostih ponudb.

source: Enable offercache.
sk: Omogočanje medpomnilnika ponudb.

source: Uncheck this to fallback to the older caching mechanism.
sk: Odstranite kljukico za nadomestitev starejšega mehanizma medpomnilnika.

source: Exports the current SEO descriptions to csv.
sk: Izvozi trenutne opise SEO v csv.

source: Could not change status of offer node.
sk: Ni mogoče spremeniti statusa vozlišča ponudb.

source: Changed status of offer node @offer (@nid) to @status.
sk: Spremenjeni status vozlišča ponudb @offer (@nid) v @status.

source: The tradus search and autocomplete module.
sk: Iskanje tradus in modul za samodejno dokončanje.

source: Tradus taxonomy filters table added.
sk: Dodana tabela s filtri za razvrstitev izrazja Tradus.

source: Tradus taxonomy filters table already present in database.
sk: Tabela s filtri za razvrstitev izrazja Tradus že obstaja v zbirki podatkov.

source: Tradus search
sk: Sikanje Tradus

source: Search settings
sk: Nastavitve iskanja

source: The Tradus search settings form.
sk: Obrazec za nastavitve iskanja Tradus.

source: Autocomplete
sk: Samodejno dokončanje

source: Exports the interface translations for a given language.
sk: Izvozi prevode vmesnikov v določenem jeziku.

source: Tradus search module settings
sk: Nastavitve modula iskanja Tradus

source: Created @create_count new entries and updated @update_count entries for vid: @vid
sk: Ustvarjenih @create_count novih vnosov in posodobljenih @update_count vnosov za vid: @vid

source: The index name: @name was not valid or could not be loaded.
sk: Ime indeksa: @name ni bilo veljavno ali pa ga ni bilo mogoče naložiti.

source: Item @item_id tracked.
sk: Predmet @item_id sleden.

source: Item @item_id already tracked.
sk: Predmet @item_id že sleden.

source: Could not map: @param to a make
sk: Ni mogoče preslikati: @param v izdelavo

source: Could not map: @param to a country
sk: Ni mogoče preslikati: @param v državo

source: Exports the taxonomy translations for a given language.
sk: Izvozi prevode razvrstitve izrazja v določenem jeziku.

source: Could not set the facet options of this facet: \@vid" is not an excepted value. See TradusSolrHelper::FACETS for acceptable values."""
sk: Ni mogoče nastaviti možnosti za to faseto: \@vid" ni sprejeta vrednost. Glejte TradusSolrHelper::FACETS za sprejemljive vrednosti."""

source: Select the active search index.
sk: Izberite aktivni iskalni indeks.

source: When using a spare index this setting allows you to override the default index for search reindexation.
sk: Kadar uporabljate nadomestni indeks, ta nastavitev omogoča povozitev privzetega indeksa za ponovno indeksikacijo iskanja.

source: Cron search filter builder
sk: Izdelovalec iskalnih filtrov Cron

source: Tradus search page
sk: Iskalna stran Tradus

source: Tradus search page display.
sk: Prikaz iskalne strani Tradus.

source: Multilingual proccessor
sk: Večjezični procesor

source: The config form for the popular brands.
sk: Obrazec za konfiguracijo za priljubljene znamke.

source: Adds all available translations to taxonomy term name fields.
sk: Doda vse razpoložljive prevode v polja z imeni za razvrstitev izrazja.

source: Tradus Category L1
sk: Kategorija Tradus L1

source: Level 1 of the Tradus Categories
sk: Stopnja 1 kategorije Tradus

source: Tradus Category L2
sk: Kategorija Tradus L2

source: Level 2 of the Tradus Categories
sk: Stopnja 2 kategorije Tradus

source: Tradus Category L3
sk: Kategorija Tradus L3

source: Level 3 of the Tradus Categories
sk: Stopnja 3 kategorije Tradus

source: Tradus category index hierarchy
sk: Hierarhija indeksa kategorij Tradus

source: Indexes the Tradus category hierarchical
sk: Hierarhični prikaz indeksa kategorij Tradus

source: Tradus offer status
sk: Status ponudb Tradus

source: Access Cache warming batch
sk: Dostop do svežnja za ogrevanje medpomnilnika
