Repository: altafsamnani/tradus-bundle
Catalog: Resources/translations_old/messages.*.xlf
Languages: pt, sk

# country.ai
source: Anguilla
sk: Angvila

# country.al
source: Albania
sk: Albanija

# country.am
source: Armenia
sk: Armenija

# country.aq
source: Antarctica
sk: Antarktika

# country.as
source: American Samoa
sk: Ameriška Samoa

# country.at
source: Austria
sk: Avstrija

# country.au
source: Australia
sk: Avstralija

# country.ax
source: Ãland Islands
sk: Ålandsko otočje

# country.az
source: Azerbaijan
sk: Azerbajdžan

# country.ba
source: Bosnia and Herzegovina
sk: Bosna in Hercegovina

# country.bd
source: Bangladesh
sk: Bangladeš

# country.be
source: Belgium
sk: Belgija

# country.bg
source: Bulgaria
sk: Bolgarija

# country.bh
source: Bahrain
sk: Bahrajn

# country.bl
source: Saint BarthÃ©lemy
sk: Saint Barthélemy

# country.bm
source: Bermuda
sk: Bermudi

# country.bn
source: Brunei
sk: Brunej

# country.bo
source: Bolivia
sk: Bolivija

# country.bq
source: Caribbean Netherlands
sk: Nizozemski Karibi

# country.br
source: Brazil
sk: Brazilija

# country.bs
source: Bahamas
sk: Bahami

# country.bt
source: Bhutan
sk: Butan

# country.bw
source: Botswana
sk: Bocvana

# country.by
source: Belarus
sk: Belorusija

# country.ca
source: Canada
sk: Kanada

# country.cc
source: Cocos [Keeling] Islands
sk: Kokosovi [Keelingovi] otoki

# country.cd
source: Congo - Kinshasa
sk: Kongo - Kinšasa

# country.cf
source: Central African Republic
sk: Srednjeafriška republika

# country.cg
source: Congo - Brazzaville
sk: Kongo - Brazzaville

# country.ch
source: Switzerland
sk: Švica

# country.ci
source: Côte d’Ivoire
sk: Slonokoščena obala

# country.ck
source: Cook Islands
sk: Cookovi otoki

# country.cl
source: Chile
sk: Čile

# country.cm
source: Cameroon
sk: Kamerun

# country.cn
source: China
sk: Kitajska

# country.co
source: Colombia
sk: Kolumbija

# country.cr
source: Costa Rica
sk: Kostarika

# country.cu
source: Cuba
sk: Kuba

# country.cx
source: Christmas Island
sk: Božični otoki

# country.cy
source: Cyprus
sk: Ciper

# country.cz
source: Czech Republic
sk: Češka republika

# country.de
source: Germany
sk: Nemčija

# country.dj
source: Djibouti
sk: Džibuti

# country.dk
source: Denmark
sk: Danska

# country.dm
source: Dominica
sk: Dominika

# country.do
source: Dominican Republic
sk: Dominikanska republika

# country.dz
source: Algeria
sk: Alžirija

# country.ea
source: Ceuta and Melilla
sk: Ceuta in Melilla

# country.ec
source: Ecuador
sk: Ekvador

# country.ee
source: Estonia
sk: Estonija

# country.eg
source: Egypt
sk: Egipt

# country.eh
source: Western Sahara
sk: Zahodna Sahara

# country.er
source: Eritrea
sk: Eritreja

# country.es
source: Spain
sk: Španija

# country.et
source: Ethiopia
sk: Etiopija

# country.fi
source: Finland
sk: Finska

# country.fj
source: Fiji
sk: Fidži

# country.fk
source: Falkland Islands
sk: Falklandski otoki

# country.fm
source: Micronesia
sk: Mikronezija

# country.fo
source: Faroe Islands
sk: Ferski otoki

# country.fr
source: France
sk: Francija

# country.gb
source: United Kingdom
sk: Združeno kraljestvo

# country.ge
source: Georgia
sk: Gruzija

# country.gf
source: French Guiana
sk: Francoska Gvajana

# country.gh
source: Ghana
sk: Gana

# country.gl
source: Greenland
sk: Grenlandija

# country.gm
source: Gambia
sk: Gambija

# country.gn
source: Guinea
sk: Gvineja

# country.gp
source: Guadeloupe
sk: Gvadalupa

# country.gq
source: Equatorial Guinea
sk: Ekvatorialna Gvineja

# country.gr
source: Greece
sk: Grčija

# country.gs
source: South Georgia and the South Sandwich Islands
sk: Južna Georgia in Južni Sandwichevi otoki

# country.gt
source: Guatemala
sk: Gvatemala

# country.gu
source: Guam
sk: Gvam

# country.gw
source: Guinea-Bissau
sk: Gvineja Bissau

# country.gy
source: Guyana
sk: Gvajana

# country.hk
source: Hong Kong SAR China
sk: Hong Kong SAR Kitajske

# country.hr
source: Croatia
sk: Hrvaška

# country.hu
source: Hungary
sk: Madžarska

# country.ic
source: Canary Islands
sk: Kanarski otoki

# country.id
source: Indonesia
sk: Indonezija

# country.ie
source: Ireland
sk: Irska

# country.il
source: Israel
sk: Izrael

# country.im
source: Isle of Man
sk: Otok Man

# country.in
source: India
sk: Indija

# country.io
source: British Indian Ocean Territory
sk: Britansko ozemlje v Indijskem oceanu

# country.iq
source: Iraq
sk: Irak

# country.is
source: Iceland
sk: Islandija

# country.it
source: Italy
sk: Italija

# country.jm
source: Jamaica
sk: Jamajka

# country.jo
source: Jordan
sk: Jordanija

# country.jp
source: Japan
sk: Japonska

# country.ke
source: Kenya
sk: Kenija

# country.kg
source: Kyrgyzstan
sk: Kirgizistan

# country.kh
source: Cambodia
sk: Kambodža

# country.km
source: Comoros
sk: Komori

# country.kn
source: Saint Kitts and Nevis
sk: Saint Kitts in Nevis

# country.kp
source: North Korea
sk: Severna Koreja

# country.kr
source: South Korea
sk: Južna Koreja

# country.kw
source: Kuwait
sk: Kuvajt

# country.ky
source: Cayman Islands
sk: Kajmanski otoki

# country.kz
source: Kazakhstan
sk: Kazahstan

# country.lb
source: Lebanon
sk: Libanon

# country.lc
source: Saint Lucia
sk: Santa Lucia

# country.lk
source: Sri Lanka
sk: Šrilanka

# country.lr
source: Liberia
sk: Liberija

# country.ls
source: Lesotho
sk: Lesoto

# country.lt
source: Lithuania
sk: Litva

# country.lu
source: Luxembourg
sk: Luksemburg

# country.lv
source: Latvia
sk: Latvija

# country.ly
source: Libya
sk: Libija

# country.ma
source: Morocco
sk: Maroko

# country.mc
source: Monaco
sk: Monako

# country.md
source: Moldova
sk: Moldavija

# country.me
source: Montenegro
sk: Črna gora

# country.mf
source: Saint Martin
sk: Sveti Martin

# country.mg
source: Madagascar
sk: Madagaskar

# country.mh
source: Marshall Islands
sk: Maršalovi otoki

# country.mk
source: North Macedonia
sk: Severné Macedónsko

# country.mm
source: Myanmar [Burma]
sk: Mjanmar [Burma]

# country.mn
source: Mongolia
sk: Mongolija

# country.mo
source: Macau SAR China
sk: Makao SAR Kitajske

# country.mp
source: Northern Mariana Islands
sk: Severni Marianski otoki

# country.mq
source: Martinique
sk: Martinik

# country.mr
source: Mauritania
sk: Mavretanija

# country.mu
source: Mauritius
sk: Mavricius

# country.mv
source: Maldives
sk: Maldivi

# country.mw
source: Malawi
sk: Malavi

# country.mx
source: Mexico
sk: Mehika

# country.my
source: Malaysia
sk: Malezija

# country.mz
source: Mozambique
sk: Mozambik

# country.na
source: Namibia
sk: Namibija

# country.nc
source: New Caledonia
sk: Nova Kaledonija

# country.nf
source: Norfolk Island
sk: Otok Norfolk

# country.ng
source: Nigeria
sk: Nigerija

# country.ni
source: Nicaragua
sk: Nikaragva

# country.nl
source: Netherlands
sk: Holandsko

# country.no
source: Norway
sk: Norveška

# country.nz
source: New Zealand
sk: Nova Zelandija

# country.pf
source: French Polynesia
sk: Francoska Polinezija

# country.pg
source: Papua New Guinea
sk: Papua Nova Gvineja

# country.ph
source: Philippines
sk: Filipini

# country.pl
source: Poland
sk: Poljska

# country.pm
source: Saint Pierre and Miquelon
sk: Saint Pierre in Miquelon

# country.pn
source: Pitcairn Islands
sk: Pitcairnovi otoki

# country.pr
source: Puerto Rico
sk: Portoriko

# country.ps
source: Palestinian Territories
sk: Palestinski teritoriji

# country.pt
source: Portugal
sk: Portugalska

# country.py
source: Paraguay
sk: Paragvaj

# country.qa
source: Qatar
sk: Katar

# country.re
source: Réunion
sk: Reunion

# country.ro
source: Romania
sk: Romunija

# country.rs
source: Serbia
sk: Srbija

# country.ru
source: Russia
sk: Rusija

# country.rw
source: Rwanda
sk: Ruanda

# country.sa
source: Saudi Arabia
sk: Saudska Arabija

# country.sb
source: Solomon Islands
sk: Salomonovi otoki

# country.sc
source: Seychelles
sk: Sejšeli

# country.se
source: Sweden
sk: Švedska

# country.sg
source: Singapore
sk: Singapur

# country.sh
source: Saint Helena
sk: Sveta Helena

# country.si
source: Slovenia
sk: Slovenija

# country.sj
source: Svalbard and Jan Mayen
sk: Svalbard in Jan Mayen

# country.sk
source: Slovakia
sk: Slovaška

# country.so
source: Somalia
sk: Somalija

# country.sr
source: Suriname
sk: Surinam

# country.ss
source: South Sudan
sk: Južni Sudan

# country.st
source: São Tomé e Príncipe
sk: Sveti Tomaž in Princ

# country.sx
source: Sint Maarten
sk: St. Maarten

# country.sy
source: Syria
sk: Sirija

# country.sz
source: Swaziland
sk: Svazi

# country.tc
source: Turks and Caicos Islands
sk: Otoki Turks in Caicos

# country.td
source: Chad
sk: Čad

# country.tf
source: French Southern Territories
sk: Francosko južno ozemlje

# country.th
source: Thailand
sk: Tajska

# country.tj
source: Tajikistan
sk: Tadžikistan

# country.tn
source: Tunisia
sk: Tunizija

# country.tr
source: Turkey
sk: Turčija

# country.tt
source: Trinidad and Tobago
sk: Trinidad in Tobago

# country.tw
source: Taiwan
sk: Tajvan

# country.tz
source: Tanzania
sk: Tanzanija

# country.ua
source: Ukraine
sk: Ukrajina

# country.um
source: U.S. Outlying Islands
sk: Stranski zunanji otoki Združenih držav

# country.us
source: United States
sk: ZDA

# country.uy
source: Uruguay
sk: Urugvaj

# country.va
source: Vatican City
sk: Vatikan

# country.vc
source: Saint Vincent and the Grenadines
sk: Saint Vincent in Grenadine

# country.vg
source: British Virgin Islands
sk: Britanski Deviški otoki

# country.vi
source: U.S. Virgin Islands
sk: Ameriški Deviški otoki

# country.wf
source: Wallis and Futuna
sk: Wallis in Futuna

# country.ye
source: Yemen
sk: Jemen

# country.za
source: South Africa
sk: Južna Afrika

# country.zm
source: Zambia
sk: Zambija

# country.zw
source: Zimbabwe
sk: Zimbabve

# currency.danish-kroner
source: Danish Kroner
sk: Данисх Кронер

# currency.euro
source: Euro
sk: Еуро

# currency.hungarian-forint
source: Hungarian Forint
sk: Хунгариан Форинт

# currency.polish-zloty
source: Polish Zloty
sk: Полисх Злоти

# currency.pound-sterling
source: Pound Sterling
sk: Поунд Стерлинг

# currency.romanian-new-leu
source: Romanian New Leu
sk: Румунски нови леу

# currency.russian-ruble
source: Russian Ruble
sk: Ruski rubelj

# currency.russian-rubles
source: Russian Rubles
sk: Руссиан Рублес

# currency.south-african-rand
source: South African Rand
sk: Juhoafrický rand

# currency.swedish-krona
source: Swedish Krona
sk: Švedska krona

# currency.swedish-kronor
source: Swedish Kronor
sk: Сведисх Кронор

# currency.swiss-franc
source: Swiss Franc
sk: Свисс Франц

# currency.turkish-lira
source: Turkish Lira
sk: Туркисх Лира

# currency.ukrainian-hryvnia
source: Ukrainian Hryvnia
sk: Украјинска гривна

# currency.united-states-dollars
source: United States Dollars
sk: Амерички долари

# currency.us_dollar
source: US Dollar
sk: Ameriški dolar

source: Damaged
pt: Estragado
sk: Poškodené

# description.description
source: Description
pt: Descrição
sk: Opis

# details.company_name
source: Company Name
sk: Názov spoločnosti

# details.copied
source: Copied
sk: Skopírované

# details.copy
source: Copy
sk: Kopírovať

# details.dimensions
source: Dimensions
pt: Dimensões
sk: Dimenzije

# details.engine_transmission
source: Engine and Transmission
pt: Motor e Transmissão
sk: Motor in menjalnik

# details.favorite
source: Favorite
pt: Favorito
sk: Priljubljeno

# details.location
source: The seller is located in @country. If you can, feel free to use the seller's native language.
sk: Prodajalec se nahaja v @country. Če znate, lahko uporabite materni jezik prodajalca.

# details.mileage
source: Mileage
pt: Quilometragem
sk: Prevoženi kilometri

# details.price_range_text
source: Indicative price range suggested by Tradus
pt: Intervalo de preços indicativo sugerido pela Tradus
sk: Orientačné cenové rozpätie navrhnuté Tradusom

# details.share
source: Share
pt: Partilhar
sk: Deli

# details.shipping_quote_city
source: Find your city here
sk: Najdi svoje mesto tukaj

# details.shipping_quote_estimate
source: Estimate Shipping
sk: ocena pošiljanja

# details.shipping_quote_total
source: The grand total is:
sk: Veliki Skupno je:

# details.vat
source: VAT
pt: IVA
sk: DPH

# details.vat_reclaimable
source: VAT is reclaimable
pt: O IVA é recuperável
sk: DDV se lahko povrne

source: Email or password is incorrect.
sk: E-mailová adresa alebo heslo sú nesprávne.

# email.buyer_email_subject
source: You have a new message from @firstname @lastname from @country.
pt: Tem uma nova mensagem de @firstname @lastname de @country.
sk: Máte novú správu od @krstnémeno @priezvisko z @krajina.

# email.buyer_email_title
source: Here's what @firstname has sent you:
pt: Eis o que @firstname lhe enviou:
sk: Tukaj je tisto, kar je @firstname te je poslal:

# email.buyer_welcome_email_about_seller
source: Found something you like? Contact the seller via listing! You can call the seller directly or request a callback. Don't speak the seller's language? Use our email service, and we'll translate emails for the you. Best of all: this is all available at no extra cost!
sk: Našli ste niečo, čo sa Vám páči? Kontaktujte predajcu cez inzerát! Môžete priamo zavolať predajcovi alebo požiadať, nech on zavolá Vám. Nehovoríte jazykom predajcu? Použite naše e--mailové služby a my pre Vás e-mail preložíme. A to najlepšie: to všetko je k dispozícií bez dodatočných poplatkov!

# email.buyer_welcome_email_advanced_search
source: Use our @advancedSearch.
sk: Použite naše @advancedSearch.

# email.buyer_welcome_email_advanced_search_options
source: advanced search options
sk: pokročilé možnosti vyhľadávania

# email.buyer_welcome_email_browse
source: Browse the ads by selecting a category, subcategory, and/or multiple selection criteria on our @homepage.
sk: Prezerajte si inzeráty výberom kategórie, podkategórie a/alebo kritéria s viacerými možnosťami na našej @homepage.

# email.buyer_welcome_email_contact_seller
source: How to contact the seller
sk: Ako kontaktovať predajci

# email.buyer_welcome_email_customer_support
source: Find answers in our @helpCenter or contact our Customer support via @supportEmail
sk: Nájdite pomoc v našom @helpCenter alebo kontaktujte Zákaznícku podporu prostredníctvom @supportEmail

# email.buyer_welcome_email_help
source: Need help?
sk: Potrebujete pomoc?

# email.buyer_welcome_email_help_center
source: Help Center
sk: Centrum pomoci

# email.buyer_welcome_email_improve
source: To improve your chances of success,
sk: Aby ste vylepšili svoje šance na úspech,

# email.buyer_welcome_email_looking_sell
source: Also looking to sell?
sk: Chcete aj predávať?

# email.buyer_welcome_email_make_account
source: Want to make the most of our account?
sk: Chcete svoj účet využiť naplno?

# email.buyer_welcome_email_market_trends
source: Stay up-to-date on market trends and news with our newsletter.
sk: Buďte v obraze v marketingových trendoch a novinkách s naším newsletterom.

# email.buyer_welcome_email_matches_alerts
source: Never miss a new listing that matches your criteria, thanks to our @alerts.
sk: Nikdy nezmeškajte nové inzeráty, ktoré spĺňajú Vaše kritériá, vďaka našim @alerts.

# email.buyer_welcome_email_needed
source: Find out all you need to know in this introduction email.
sk: Zistite všetko, čo potrebujete vedieť v tomto úvodnom e-maili.

# email.buyer_welcome_email_no_of_tools
source: @name offers a number of smart tools:
sk: @name ponúka niekoľko smart nástrojov:

# email.buyer_welcome_email_questions
source: Any questions or issues? Help is just a click away.
sk: Máte nejaké otázky alebo problémy? Pomoc je od Vás len jedno kliknutie.

# email.buyer_welcome_email_ready
source: That's all for now. Ready to find your next used vehicle or equipment?
sk: To je nateraz všetko. Ste pripravený nájsť svoje ďalšie použité vozidlo alebo náradie?

# email.buyer_welcome_email_save_detailed_search
source: Didn't find what you're looking for? Save your detailed search to try again later.
sk: Nenašli ste, čo hľadáte? Uložte si svoje detailné vyhľadávanie a skúste to znovu neskôr.

# email.buyer_welcome_email_save_favorites
source: Save listing in your Favorites to easily retrieve them.
sk: Uložte si inzeráty do svojich Obľúbených, aby ste ich jednoducho našli aj nabudúce.

# email.buyer_welcome_email_save_time_search
source: Save lots of time on price research using our unique @name Market Value Tool.
sk: Ušetrite množstvo času pri prieskume cien vďaka využitiu nášho jedinečného @name Nástroja trhovej hodnoty.

# email.buyer_welcome_email_search_box
source: Use the search box at the top of our @homepage.
sk: Použite kolónku vyhľadávania na vrchu našej @homepage.

# email.buyer_welcome_email_search_now
source: Start your search now!
sk: Začnite svoje vyhľadávanie teraz!

# email.buyer_welcome_email_search_region
source: Search a specific region on our seller map (currently only available in our @tradusapp).
sk: Prehľadávajte špecifický región na našej mape predajcov (momentálne dostupné iba v našej @tradusapp).

# email.buyer_welcome_email_search_way
source: There are four ways to search for your next vehicle or machine:
sk: Tu sú štyri spôsoby, ako nájsť svoje budúce vozidlo alebo stroj:

# email.buyer_welcome_email_sell_vehicles
source: Do you also sell commercial vehicles and/or heavy machinery?
sk: Predávate aj komerčné vozidlá a/alebo poľnohospodárske stroje?

# email.buyer_welcome_email_set_up_seller_account
source: Click here to set up seller account
sk: Kliknite sem pre založenie účtu predajcu

# email.buyer_welcome_email_similar_offer_alerts
source: Similar Offer Alerts
sk: Upozornenia na podobné ponuky

# email.buyer_welcome_email_start_searching
source: Start searching - it`s free!
sk: Začnite vyhľadávať - je to zdarma!

# email.buyer_welcome_email_subject
source: Welcome to %site% - the smarter global marketplace
sk: Vitajte na %site% - inteligentnejšom svetovom trhovisku

# email.buyer_welcome_email_tool
source: Use our smart tool
sk: Použite naše smart nástroje

# email.buyer_welcome_email_tradus_app
source: TRADUS app
sk: Aplikác

# email.buyer_welcome_email_tradus_pro
source: Get the word out! You can sign up as a seller via TRADUS PRO
sk: Dajte o sebe vedieť! Prihláste sa ako predajca na TRADUS PRO

# email.buyer_welcome_email_usage
source: Find your used heavy equipment
sk: Nájdite použité poľnohospodárske stroje

# email.buyer_welcome_email_welcome
source: Welcome to @name - the smarter global marketplace! We connect serious buyers to pre-approved trusted sellers of heavy equipment across and beyond Europe. Search and browse all offerings on our site, and contact sellers directly - easily and free of extra charge.
sk: Vitajte v @name - inteligentnejšom svetovom trhovisku! Spájame serióznych kupcov so schválenými dôveryhodnými predajcami poľnohospodárskych strojov po celej Európe aj mimo nej. Hľadajte a prezerajte si ponuky na našej stránke a kontaktujte priamo predajcov - jednoducho a bezplatne.

# email.callback_message
source: %username% wants to be contacted by you about your advertisement
pt: %username% deseja que o contacte em relação ao seu anúncio
sk: %username% si želá, aby ste ho kontaktovali ohľadom vášho inzerátu

# email.callback_subject
source: %name% asked for a call back for ad %title%
pt: %name% pediu que lhe ligasse por causa do anúncio %title%
sk: %name% vás žiada o telefonát ohľadom inzerátu %title%

# email.confirmation_tcom.greeting
source: Dear @name
sk: Vážený @name

# email.confirmation_tcom.tradus_user
source: Tradus user
sk: Používateľ Tradusu

# email.confirmation_tcom.tradus_user_text
source: Tradus user
sk: Používateľ Tradusu

# email.confirm_account_text
source: We have sent you an email to confirm your account.
pt: Enviámos-lhe um email para confirmar a sua conta.
sk: Smo vam poslali e-poštno sporočilo za potrditev računa.

# email.equipment_for_sale
source: Do you have equipment for sale?
pt: Tem equipamento para venda?
sk: Ali imate naprodaj?

# email.mailing_address
source: Our mailing address is
pt: O nosso endereço postal é
sk: Naš poštni naslov

# email.receive_offers_and_services
source: Receive e-mails about offers and services.
pt: Receba emails acerca de ofertas e serviços.
sk: Dostávajte e-maily o ponukách a službách.

# email.Report_abuse_automatic_reply_allthebest
source: All the best
sk: Všetko najlepšie

# email.Report_abuse_automatic_reply_contactus
source: We won't send you any additional replies about this case. If you have any further questions or comments regarding @site, feel free to contact us at @email.
sk: V súvislosti s týmto prípadom Vám nebudeme posielať žiadne ďalšie odpovede. Ak budete mať dodatočné otázky alebo komentáre ohľadom @site, neváhajte nás kontaktovať prostredníctvom na @email.

# email.Report_abuse_automatic_reply_hint
source: Note: this is an automated message. You cannot reply to this message.
sk: Poznámka: Toto je auttomatizovaná odpoveď. Na túto správu nie je možoné odpovedať.

# email.Report_abuse_automatic_reply_subject
source: About your @site request
sk: V súvislosti v Vaším dopytom o @site

# email.Report_abuse_automatic_reply_thankyou&#9;
source: Thank you for helping us become a safer and better marketplace! We’ll check right away if the seller you’ve reported is in breach of our Terms and Conditions.
sk: Ďakujeme, že ste nám pomohli stať sa bezpečnejším a lepším obchodom! Ihneď skontrolujeme, či predajca, ktorého ste nahlásili, porušuje naše Zmluvné podmienky.

# email.Report_abuse_automatic_reply_yoursite
source: Your @site Team
sk: Tvoj tím @site

# email.signoff
source: Best regards
pt: Com os melhores cumprimentos
sk: S pozdravom

# email.similar_alerts_title
source: New %makeCategory% found for you
pt: Novo %makeCategory% encontrado para si
sk: Našlis sme pre Vás nové %makeCategory%

# email.similar_listing_footer
source: Copyright © 2018 Tradus, All rights reserved.
pt: Direitos de autor © 2018 Tradus, Todos os direitos reservados.
sk: Copyright © 2018 Tradus, Vse pravice pridržane.

# email.similar_offer_alert.published
source: Published
sk: Zverejnený

# email.similar_offer_alert.subject
source: We found new {$make} {$L3} for you!
pt: Encontrámos para si um novo {$make} {$L3}!
sk: Našli sme pre vás nový {$make} {$L3}!

# email.to_buyer_body
source: We have contacted @companyName for you about the @offerTitle on Tradus
pt: Contactámos em seu nome a @companyName acerca de @offerTitle na @siteName
sk: Imamo stik @companyName za vas o @offerTitle na @siteName

# email.wrote_to
source: Here's what you wrote to @companyName
pt: Eis o que escreveu para a @companyName
sk: Tukaj je tisto, kar si napisal, da @companyName

# emails.favorite_offers.body_text
source: An offer you have shown interest in has been sold and removed from @site. However, we found related offers that could interest you. Find them below.
sk: Ponuka, o ktorú ste prejavili záujem, bola predaná a odstránená z Tradusu. Našli sme však súvisiace ponuky, ktoré by vás mohli zaujímať. Nájdete ich nižšie.

# emails.favorite_offers.button.more_offers_of_this_seller
source: More offers of this seller
sk: Ďalšie ponuky tohto predajcu

# emails.favorite_offers.button.send_me_similar_offers
source: Send me similar offers
sk: Zašlite mi podobné ponuky

# emails.favorite_offers.offer_has_been_removed
source: @product-model has been removed
sk: @product-model bol odstránený

# emails.favorite_offers.subject_line
source: An offer you are interested in has been removed
sk: Ponuka, o ktorú máte záujem, bola odstránená

# emails.similar_offer_alert.subject_line
source: Our latest %MAKE% %L3_CATEGORY% arrivals - just for you! :truck:
sk: Naše najnovšie %MAKE% %L3_CATEGORY% prírastky – len pre vás! :truck:

# emails.tradus.removed-favorite.greeting-word
source: Dear
sk: Milý/Milá

# emails.tradus.removed-favorite.related-headline
source: Related offers
sk: Súvisiace ponuky

# emails.tradus.removed-favorite.subject-line
source: An offer you have marked as favorite has been removed
sk: Ponuka, ktorú ste zaradili medzi svoje obľúbené, bola odstránená
