Repository: altafsamnani/tradus-bundle
Catalog: Resources/translations_old/messages.*.xlf
Languages: pt, sk

# lecturaspecs.engine_manuf.
source: Engine manuf.
sk: Výrobca motora

# lecturaspecs.engine_manufactor
source: Engine Manufactor
sk: Výrobca motora

# lecturaspecs.engine_power
source: Engine Power
sk: Výkon motoru

# lecturaspecs.engine_type
source: Engine type
sk: Typ motora

# lecturaspecs.exhaust-brake
source: Exhaust Brake
sk: Výfukové brzdy

# lecturaspecs.fan_blower_ø
source: Fan blower Ø
sk: Priemer ventilátora

# lecturaspecs.feeder_system
source: Feeder system
sk: Podávací systém

# lecturaspecs.feeding_pipe
source: Feeding pipe
sk: Prívodné potrubie

# lecturaspecs.feeding_pipe_ø
source: Feeding pipe ø
sk: ø napájacieho potrubia

# lecturaspecs.feed_pressure
source: Feed pressure
sk: Vstupný tlak

# lecturaspecs.feed_table_length
source: Feed table length
sk: Dĺžka napájacieho vedenia

# lecturaspecs.feed_table_width
source: Feed table width
sk: Šírka dosky podávača

# lecturaspecs.filling_level
source: Filling Level
sk: Úroveň plnenia

# lecturaspecs.fog-ligths
source: Fog ligths
sk: Hmlovky

# lecturaspecs.foldable_linkage
source: Foldable linkage
sk: Skladacie spojenie

# lecturaspecs.forced_steering
source: Forced steering
sk: Nútené riadenie

# lecturaspecs.frame_height
source: Frame height
sk: Výška rámu

# lecturaspecs.frequency
source: Frequency
sk: Frekvencia

# lecturaspecs.from_rear_edge
source: from rear edge
sk: Zo zadnej hrany

# lecturaspecs.front_blade_width
source: Front blade width
sk: Šírka predného kotúča

# lecturaspecs.front_tyres
source: Front tyres
sk: Predné pneumatiky

# lecturaspecs.gears
source: Automatic
sk: Automatický

# lecturaspecs.geometric_volume
source: Geometric volume
sk: Geometrický objem

# lecturaspecs.grabber_cabacity
source: Grabber cabacity
sk: Kapacita hydraulickej ruky

# lecturaspecs.grabber_capacity
source: Grabber capacity
sk: Kapacita drapáka

# lecturaspecs.grain
source: Grain
sk: Jadro

# lecturaspecs.grain_tank_size
source: Grain tank size
sk: Veľkosť zásobníka na obilie

# lecturaspecs.grid_diameter
source: Grid diameter
sk: Priemer mriežky

# lecturaspecs.heap_cross-section
source: Heap cross-section
sk: Prierez hromady

# lecturaspecs.heap_height
source: Heap height
sk: Výška kopy

# lecturaspecs.heated-seats
source: Heated seats
sk: Vyhrievané sedadlá

# lecturaspecs.heating_power
source: Heating power
sk: Vykurovací výkon

# lecturaspecs.height
source: Height
sk: Výška

# lecturaspecs.height_of_front
source: Height of front
sk: Výška prednej časti

# lecturaspecs.hoisting_with_/_without_load
source: Hoisting with / without load
sk: Zdvíhanie s/bez bremena

# lecturaspecs.hoist_motor
source: Hoist motor
sk: Ťažný motor

# lecturaspecs.hoist_unit
source: Hoist unit
sk: Zdvíhacia jednotka

# lecturaspecs.hook_altitude
source: Hook altitude
sk: Výška skoby

# lecturaspecs.hopper_capacity
source: Hopper capacity
sk: Kapacita násypky

# lecturaspecs.hydr._extension_from
source: Hydr. extension from
sk: Hydr. predĺženie od

# lecturaspecs.hydr._extension_up_to
source: Hydr. extension up to
sk: Hydr. predĺženie do

# lecturaspecs.hydraulic_connections
source: Hydraulic connections
sk: Hydraulické spojenia

# lecturaspecs.hydraulic_supply
source: hydraulic supply
sk: dodávka hydrauliky

# lecturaspecs.immobiliser
source: Immobiliser
sk: Imobilizér

# lecturaspecs.impact_energy
source: Impact energy
sk: Dynamická energia

# lecturaspecs.input
source: Input
sk: Vstup

# lecturaspecs.intake
source: Intake
sk: Prívod

# lecturaspecs.layout
source: Layout
sk: Nákres

# lecturaspecs.leg_thickness
source: Leg thickness
sk: Hrúbka nohy

# lecturaspecs.length
source: Length
sk: Dĺžka

# lecturaspecs.length_of_travelling_mechanism
source: Length of travelling mechanism
sk: Dĺžka pohyblivého mechanizmu

# lecturaspecs.lift-axles
source: Lift axles
sk: Zdvíhacie nápravy

# lecturaspecs.lifting_force
source: Lifting force
sk: Zdvíhacia sila

# lecturaspecs.lifting_height
source: Lifting height
sk: Výška zdvihu

# lecturaspecs.linkage_type
source: Linkage type
sk: Typ spojenia

# lecturaspecs.loading_height
source: Loading height
sk: Nakladacia výška

# lecturaspecs.loading_height_wheel_well
source: Loading height wheel well
sk: Výška podbehu kolesa pri zaťažení

# lecturaspecs.loading_volume_din
source: Loading volume DIN
sk: Objem nákladu DIN

# lecturaspecs.load_at_max._reach
source: Load at max. Reach
sk: Zaťaženie pri maximálnom dosahu

# lecturaspecs.load_of_additional_jib
source: Load of additional Jib
sk: Zaťaženie dodatočného ramena

# lecturaspecs.load_torque
source: Load Torque
sk: Zaťažovací moment

# lecturaspecs.log_length
source: Log length
sk: Dĺžka výrezu

# lecturaspecs.log_throughput_ø
source: Log throughput Ø
sk: Ø priepustnosti kmeňa

# lecturaspecs.lowering_with_load
source: Lowering with load
sk: Znižovanie s nákladom

# lecturaspecs.machine_height
source: machine height
sk: výška stroja

# lecturaspecs.machine_length
source: machine length
sk: Dĺžka stroja

# lecturaspecs.machine_width
source: machine width
sk: šírka stroja

# lecturaspecs.machine_ø
source: Machine Ø
sk: Priemer stroja

# lecturaspecs.main_conveyor_width
source: Main conveyor width
sk: Šírka hlavného dopravníka

# lecturaspecs.max._boom
source: Max. boom
sk: Maximálne vysunutie hydraulicky ovládaného ramena

# lecturaspecs.max._climbing_ability
source: max. climbing ability
sk: max. stúpanie

# lecturaspecs.max._container_length
source: Max. container length
sk: Max. dĺžka kontajnera

# lecturaspecs.max._container_volume
source: Max. container volume
sk: Max. objem kontajnera

# lecturaspecs.max._discharge_height
source: Max. discharge height
sk: Max. výpustná výška

# lecturaspecs.max._drilling_length
source: max. drilling length
sk: max. dĺžka vŕtania

# lecturaspecs.max._height
source: Max. height
sk: Max. výška

# lecturaspecs.max._load
source: Max. load
sk: Max. záťaž

# lecturaspecs.max._luffing_jib
source: Max. luffing jib
sk: Maximálny sklápací výložník

# lecturaspecs.max._no._of_strokes
source: max. No. of strokes
sk: max. počet zdvihov

# lecturaspecs.max._oil_flow
source: Max. oil flow
sk: Max. tok oleja

# lecturaspecs.max._opening_ø
source: Max. opening ø
sk: Max. Ø otvoru

# lecturaspecs.max._pick-up_width
source: Max. pick-up width
sk: Max. šírka vyzdvihnutia

# lecturaspecs.max._power
source: Max. Power
sk: Max. výkon

# lecturaspecs.max._pressure
source: Max. pressure
sk: Max. tlak

# lecturaspecs.max._reach_horizontal
source: Max Horizontal Reach
sk: Max. horizontálny dosah

# lecturaspecs.max._throughput
source: Max. throughput
sk: Max. výkonnosť

# lecturaspecs.max._torque
source: Max. torque
sk: Max. krútiaci moment

# lecturaspecs.max._total_weight
source: max. total weight
sk: max. celková hmotnosť

# lecturaspecs.max._width
source: Max. width
sk: Max. šírka

# lecturaspecs.max._working_width
source: max. working width
sk: Maximálna pracovná šírka

# lecturaspecs.maximum_feed_size
source: Maximum feed size
sk: Maximálna veľkosť podávača

# lecturaspecs.maximum_number_of_screens
source: Maximum Number of screens
sk: Maximálny počet obrazoviek

# lecturaspecs.maximum_output
source: Maximum output
sk: Maximálny výkon

# lecturaspecs.memory_size
source: Memory size
sk: Veľkosť pamäte

# lecturaspecs.milling_drum_ø
source: Milling drum Ø
sk: Priemer frézovacieho bubna

# lecturaspecs.min._boom
source: Min. boom
sk: Min. vzostup

# lecturaspecs.min._cutting_length
source: Min. cutting length
sk: Minimálna dĺžka rezu

# lecturaspecs.min._pick-up_width
source: Min. Pick-up width
sk: Min. šírka vyzdvihnutia

# lecturaspecs.min._power
source: Min. Power
sk: Min. výkon

# lecturaspecs.mixing_vessel
source: Mixing vessel
sk: Miešacia nádoba

# lecturaspecs.mix_type
source: Mix type
sk: Typ mixu

# lecturaspecs.mobile/crawler
source: Mobile/Crawler
sk: Pohotovostné vozidlo/Pásové vozidlo

# lecturaspecs.mode_of_drive
source: Mode of drive
sk: Režim pohonu

# lecturaspecs.mouldboard_width
source: Mouldboard width
sk: Šírka odhŕňačky

# lecturaspecs.mountable_vehicle
source: Mountable vehicle
sk: Montážne vozidlo

# lecturaspecs.net_load
source: Net load
sk: Čisté zaťaženie

# lecturaspecs.net_weight
source: Net Weight
sk: Čistá hmotnosť

# lecturaspecs.no._of_blows
source: No. of Blows
sk: Počet úderov

# lecturaspecs.no._of_control_circuits
source: No. of control circuits
sk: Počet riadiacich obvodov

# lecturaspecs.no._of_cylinders
source: No. of cylinders
sk: Počet valcov

# lecturaspecs.no._of_discs
source: No. of discs
sk: Počet kotúčov

# lecturaspecs.no._of_furrows
source: No. of furrows
sk: Počet rýh

# lecturaspecs.no._of_grabber_arms
source: No. of grabber arms
sk: Počet hydraulických ramien

# lecturaspecs.no._of_partial_widths
source: No. of partial widths
sk: Počet čiastkových šírok

# lecturaspecs.no._of_plowshares
source: No. of Plowshares
sk: Počet radlíc

# lecturaspecs.no._of_pressure_rollers
source: No. of pressure rollers
sk: Počet tlakových valcov

# lecturaspecs.no._of_rings/tyres/cylinders
source: No. of rings/tyres/cylinders
sk: Počet kotúčov/obručí/valcov

# lecturaspecs.no._of_rows
source: No. of rows
sk: Počet riadkov

# lecturaspecs.no._of_tines
source: No. of tines
sk: Počet hrotov

# lecturaspecs.no._of_tine_bars
source: No. of tine bars
sk: Počet tyčí

# lecturaspecs.no._of_tyres
source: No. of tyres
sk: Počet pneumatík

# lecturaspecs.no._of_vacuum_pumps
source: No. of vacuum pumps
sk: Počet vákuových čerpadiel

# lecturaspecs.no._of_water_pumps
source: No. of water pumps
sk: Počet vodných čerpadiel

# lecturaspecs.nominal_content
source: Nominal content
sk: Nominálny obsah

# lecturaspecs.nominal_current
source: Nominal current
sk: Nominálny prúd

# lecturaspecs.nominal_load_at_cog
source: Nominal load at COG
sk: Nominálna záťaž pri COG

# lecturaspecs.nominal_output
source: Nominal output
sk: Nominálny výstup

# lecturaspecs.nominal_torque
source: Nominal torque
sk: Menovitý krútiaci moment

# lecturaspecs.nominal_voltage
source: Nominal voltage
sk: Menovité napätie

# lecturaspecs.nr._of_mowing_disks
source: Nr. of Mowing disks
sk: Počet žacích kotúčov

# lecturaspecs.nr._of_mowing_drums
source: Nr. of Mowing drums
sk: Počet sekacích bubnov

# lecturaspecs.number_of_axles
source: Number Of Axles
sk: Počet náprav

# lecturaspecs.number_of_blades
source: number of blades
sk: Počet čepelí

# lecturaspecs.number_of_prong_arms_per_rotor
source: Number of Prong arms per rotor
sk: Počet ramien hrotov na rotor

# lecturaspecs.number_of_rotors
source: Number of rotors
sk: Počet rotorov

# lecturaspecs.oes/rfa
source: OES/RFA
sk: Optický systém emisnej spektometrie / Röntgen-fluorescentný systém

# lecturaspecs.oil_flow
source: Oil flow
sk: Tok oleja

# lecturaspecs.oil_pressure
source: Oil pressure
sk: Tlak oleja

# lecturaspecs.opening
source: Opening
sk: Otvorenie

# lecturaspecs.opening_width
source: Opening width
sk: Šírka otvoru

# lecturaspecs.operating_pressure
source: Operating pressure
sk: Prevádzkový tlak

# lecturaspecs.operating_speed
source: Operating speed
sk: Pracovná rýchlosť

# lecturaspecs.operating_weight
source: Operating weight
sk: Prevádzková hmotnosť

# lecturaspecs.operation_depth
source: Operation depth
sk: Hĺbka prevádzky

# lecturaspecs.outlet
source: Outlet
sk: Výpust

# lecturaspecs.outlet_grain_size
source: Outlet grain size
sk: Veľkosť zrna na výstupe

# lecturaspecs.output
source: Output
sk: Výkon

# lecturaspecs.outrigger_stabilisers
source: Outrigger stabilisers
sk: Závesné stabilizátory

# lecturaspecs.pallet_length
source: Pallet length
sk: Dĺžka palety

# lecturaspecs.pallet_width
source: Pallet width
sk: Šírka palety

# lecturaspecs.parking_height
source: Parking height
sk: Parkovacia výška

# lecturaspecs.paxload
source: Paxload
sk: Užitočné zaťaženie

# lecturaspecs.perm._total_weight_tractor
source: perm. total weight tractor
sk: Celková povolená váha traktora

# lecturaspecs.persons
source: Persons
sk: Osoby

# lecturaspecs.pick-up_width
source: Pick-up width
sk: Šírka zdvihu

# lecturaspecs.piston_stroke
source: Piston Stroke
sk: Piestový zdvih

# lecturaspecs.pivoting
source: Pivoting
sk: Otáčavosť

# lecturaspecs.pivoting_point
source: Pivoting Point
sk: Otočný bod

# lecturaspecs.pivoting_range
source: Pivoting range
sk: Rozsah otáčania

# lecturaspecs.plant_type
source: Plant type
sk: Typ závodu

# lecturaspecs.platform
source: Platform
sk: Platforma

# lecturaspecs.platform_extension
source: Platform extension
sk: Rozšírenie platformy

# lecturaspecs.platform_length
source: Platform length
sk: Dĺžka plošiny

# lecturaspecs.platform_width
source: Platform width
sk: Šírka plošiny

# lecturaspecs.plier_opening
source: Plier opening
sk: Otvor klieští

# lecturaspecs.plowshare_height
source: Plowshare height
sk: Výška radlice

# lecturaspecs.power_consumption
source: Power consumption
sk: Spotreba energie

# lecturaspecs.power_of_2nd_engine
source: Power of 2nd engine
sk: Výkon 2. motora

# lecturaspecs.pressed_loading
source: Pressed loading
sk: Tlakové zaťažovanie

# lecturaspecs.pressing_force
source: Pressing force
sk: Tlaková sila

# lecturaspecs.pressure
source: Pressure
sk: Tlak

# lecturaspecs.pressure_sidge
source: Pressure sidge
sk: Strana s nízkym tlakom

# lecturaspecs.press_type
source: Press type
sk: Typ lisu

# lecturaspecs.proportional_control
source: Proportional control
sk: Proporcionálna kontrola

# lecturaspecs.pto_speed
source: PTO speed
sk: Rýchlosť PTO

# lecturaspecs.pump_capacity
source: Pump capacity
sk: Kapacita čerpadla

# lecturaspecs.pump_type
source: Pump type
sk: Typ čerpadla

# lecturaspecs.reach
source: Reach
sk: Dosah

# lecturaspecs.reach_at_max._load
source: Reach at max. Load
sk: Dosah pri maximálnej záťaži

# lecturaspecs.reach_vertical
source: Reach vertical
sk: Vertikálny dosah

# lecturaspecs.rear_suspension
source: rear suspension
sk: zadné zavesenie

# lecturaspecs.remote_control
source: Remote control
sk: Diaľkové ovládanie

# lecturaspecs.required_power
source: Required power
sk: Potrebný výkon

# lecturaspecs.revolutions
source: Revolutions
sk: Otáčky

# lecturaspecs.revolutions_at_max_torque
source: Revolutions at max torque
sk: Otáčky pri maximálnom krútiacom momente

# lecturaspecs.rollers_ø
source: Rollers Ø
sk: Priemer valcov

# lecturaspecs.roller_type
source: Roller type
sk: Typ valca

# lecturaspecs.roller_width
source: Roller width
sk: Šírka valca

# lecturaspecs.ropes
source: Ropes
sk: Laná

# lecturaspecs.rotor_content
source: Rotor content
sk: Obsah rotora

# lecturaspecs.rotor_ø
source: Rotor Ø
sk: Ø rotora

# lecturaspecs.saw_type
source: Saw type
sk: Typ píly

# lecturaspecs.screening_attachments
source: Screening attachments
sk: Testovanie

# lecturaspecs.screen_length
source: Screen length
sk: Dĺžka obrazovky

# lecturaspecs.screen_width
source: Screen width
sk: Šírka obrazovky

# lecturaspecs.semi-automatic
source: Semi-automatic
sk: Poloautomatický

# lecturaspecs.side_conveyor_width
source: Side conveyor width
sk: Šírka bočného dopravníka

# lecturaspecs.silo_capacity
source: Silo capacity
sk: Kapacita sila

# lecturaspecs.single_stroke_energy
source: Single stroke energy
sk: Energia jedného zdvihu

# lecturaspecs.slot_opening_height
source: Slot opening height
sk: Výška otvoru drážky

# lecturaspecs.slot_opening_width
source: Slot opening width
sk: Šírka otvoru štrbiny

# lecturaspecs.soil_pressure
source: Soil pressure
sk: Tlak pôdy

# lecturaspecs.spindle_ø
source: Spindle Ø
sk: Ø vretena

# lecturaspecs.spreading_width
source: Spreading width
sk: Rozsah šírenia

# lecturaspecs.spring_type
source: Spring Type
sk: Typ pružiny

# lecturaspecs.standard_boom
source: Standard boom
sk: Štandardný výložník

# lecturaspecs.standard_tyres
source: Standard tyres
sk: Štandardné pneumatiky

# lecturaspecs.standard_width
source: Standard width
sk: Štandardná šírka

# lecturaspecs.statical_line_load
source: Statical line load
sk: Záťaž statického lana

# lecturaspecs.static_torque
source: Static torque
sk: Statický krútiaci moment

# lecturaspecs.steering
source: Steering
sk: Riadenie

# lecturaspecs.steering_mode
source: Steering mode
sk: Režim riadenia

# lecturaspecs.stone_protection
source: Stone protection
sk: Ochrana kameňa

# lecturaspecs.stroke
source: Stroke
sk: Zdvih

# lecturaspecs.suction_lift
source: Suction Lift
sk: Sací zdvih

# lecturaspecs.sun-visor
source: Sun visor
sk: Slnečná clona

# lecturaspecs.superstructure_engine
source: Superstructure engine
sk: Robustný motor

# lecturaspecs.swath_width
source: Swath width
sk: Šírka pokosu

# lecturaspecs.swath_width_from-to
source: Swath width from-to
sk: Šírka pokosu od-do

# lecturaspecs.sweeper_operating-system
source: Sweeper Operating-system
sk: Operačný systém stierača

# lecturaspecs.sweeping_width
source: Sweeping width
sk: Šírka zametania

# lecturaspecs.tamper_amplitude
source: Tamper amplitude
sk: Rozsah nedovolenej manipulácie

# lecturaspecs.tamper_width
source: Tamper width
sk: Manipulačná šírka

# lecturaspecs.tank_capacity
source: Tank capacity
sk: Kapacita nádrže

# lecturaspecs.tear-out_force
source: Tear-out force
sk: Odtrhová sila

# lecturaspecs.techn._parameter
source: Techn. parameter
sk: Tech. parameter

# lecturaspecs.tensioning_force
source: Tensioning force
sk: Napínacia sila

# lecturaspecs.three_point_category
source: three point category
sk: trojbodová kategória

# lecturaspecs.threshing_system
source: Threshing system
sk: Mlátiaci systém

# lecturaspecs.throughput
source: Throughput
sk: Priepustnosť

# lecturaspecs.tier_max.
source: Tier Max.
sk: Max. vrstiev

# lecturaspecs.tier_min.
source: Tier Min.
sk: Min. stupeň

# lecturaspecs.tipping_load
source: Tipping load
sk: Vyklápacie zaťaženie

# lecturaspecs.tongs_type
source: Tongs type
sk: Typ klieští

# lecturaspecs.tool_ø
source: Tool Ø
sk: Ø nástroja

# lecturaspecs.torque_output
source: Torque output
sk: Sila krútiaceho momentu

# lecturaspecs.total_length
source: Total length
sk: Celková dĺžka

# lecturaspecs.total_width
source: Total width
sk: Celková šírka

# lecturaspecs.tower_height
source: Tower height
sk: Výška veže

# lecturaspecs.tower_system
source: Tower system
sk: Vežový systém

# lecturaspecs.track
source: Track
sk: Dráha

# lecturaspecs.track_width
source: Track width
sk: Šírka stopy

# lecturaspecs.traction_motor
source: Traction motor
sk: Trakčný motor

# lecturaspecs.trailer_load
source: Trailer load
sk: Zaťaženie prívesu

# lecturaspecs.trajectory_length
source: Trajectory length
sk: Dĺžka trajektórie

# lecturaspecs.tranport_width
source: Tranport width
sk: Prepravná šírka

# lecturaspecs.transmission
source: Transmission
sk: Prevodovka

# lecturaspecs.transmission_type
source: Transmission type
sk: Typ pohonu

# lecturaspecs.transport_height
source: Transport height
sk: Prepravná výška

# lecturaspecs.transport_length
source: Transport length
sk: Prepravná dĺžka

# lecturaspecs.travel_speed
source: Travel speed
sk: Cestovná rýchlosť

# lecturaspecs.travel_speed_with_/_without_load
source: Travel speed with / without load
sk: Rýchlosť jazdy s / bez nákladu

# lecturaspecs.turning_radius
source: Turning radius
sk: Polomer otáčania

# lecturaspecs.turning_radius_inside
source: Turning radius inside
sk: Polomer otáčania vo vnútri

# lecturaspecs.turning_radius_outside
source: Turning radius outside
sk: Polomer vonkajšieho otáčania

# lecturaspecs.two-fuel-tanks
source: Two fuel tanks
sk: Dve palivové nádrže

# lecturaspecs.type_of_axle
source: Type of axle
sk: Typ nápravy

# lecturaspecs.type_of_compressor
source: Type of compressor
sk: Typ kompresora

# lecturaspecs.type_of_cooling
source: Type of cooling
sk: Typ chladenia

# lecturaspecs.type_of_crane
source: Type of crane
sk: Typ žeriavu

# lecturaspecs.type_of_disc
source: Type of disc
sk: Typ disku

# lecturaspecs.type_of_packer
source: Type of packer
sk: Typ baliča

# lecturaspecs.type_of_plowshares
source: Type of Plowshares
sk: Typ pluhov

# lecturaspecs.type_of_rings
source: Type of rings
sk: Typ krúžkov

# lecturaspecs.type_of_screen
source: Type of screen
sk: Typ obrazovky

# lecturaspecs.tyres_of_chassis
source: Tyres of chassis
sk: Pneumatiky podvozku

# lecturaspecs.tyres_of_rotary
source: Tyres of rotary
sk: Pneumatiky rotačky

# lecturaspecs.undercarriage
source: Undercarriage
sk: Podvozok

# lecturaspecs.undercarriage_engine
source: Undercarriage engine
sk: Motor podvozku

# lecturaspecs.vacuum_pumps-capacity
source: Vacuum pumps-capacity
sk: Vákuové čerpadlá - kapacita

# lecturaspecs.vibrating_frequency
source: Vibrating frequency
sk: Vibračná frekvencia

# lecturaspecs.vibration
source: Vibration
sk: Vibrácie

# lecturaspecs.voltage
source: Voltage
sk: Napätie

# lecturaspecs.volume_flow
source: Volume flow
sk: Objem toku

# lecturaspecs.walkers
source: Walkers
sk: Chodítka

# lecturaspecs.water_tank_capacity
source: Water tank capacity
sk: Kapacita nádrže na vodu

# lecturaspecs.wavelength_max.
source: Wavelength max.
sk: Vlnová dĺžka max.

# lecturaspecs.weight
source: Weight
sk: Hmotnosť

# lecturaspecs.weight_(w/o._accessory)
source: Weight (w/o. accessory)
sk: Váha (s príslušenstvom alebo bez príslušenstva)

# lecturaspecs.weight_excl._attachment
source: Weight excl. attachment
sk: Váha bez príslušenstva

# lecturaspecs.weight_without_attachment
source: Weight without attachment
sk: Hmotnosť bez prídavného zariadenia

# lecturaspecs.wheels
source: Wheels
sk: Kolesá

# lecturaspecs.wheels/drive/steering
source: Wheels/Drive/Steering
sk: Kolesá/Pohon/Riadenie

# lecturaspecs.wheel_base
source: Wheel base
sk: Rázvor

# lecturaspecs.wheel_base_truck
source: Wheel base truck
sk: Podvozok na kolesách

# lecturaspecs.width
source: Width
sk: Šírka

# lecturaspecs.winch_manufacturer
source: Winch manufacturer
sk: Výrobca navijaka

# lecturaspecs.winch_type
source: Winch type
sk: Typ hriadeľa

# lecturaspecs.working_height
source: Working height
sk: Pracovná výška

# lecturaspecs.working_width
source: Working Width
sk: Pracovná šírka

# lecturaspecs.wrench_opening_depth
source: Wrench opening depth
sk: Hĺbka otvárania kľúča

# lecturaspecs.ø_pressure_roller
source: Ø pressure roller
sk: Ø tlakového valca

# lecturaspecs.ø_rings/tyres
source: Ø rings/tyres
sk: Ø kotúčov/pneumatík

# lectura_specs.auxiliary-heating
source: Auxiliary heating
sk: Pomocné kúrenie

# lectura_specs.co-driver-seat-air-cushioned
source: Co driver seat air cushioned
sk: Vzduchom odpružené sedadlo spolujazdca

# lectura_specs.emergency-triangle
source: Emergency triangle
sk: Výstražný trojuholník

# lectura_specs.fire-extinguisher
source: Fire extinguisher
sk: Hasiaci prístroj

# lectura_specs.foot-rest
source: Foot rest
sk: Podnožka

# lectura_specs.full-side-opening
source: Full side opening
sk: Otvorenie celej strany

# lectura_specs.guide-seat
source: Guide seat
sk: Vodiace sedadlo

# lectura_specs.kitchenette
source: Kitchenette
sk: Kuchynka

# lectura_specs.motor-heater
source: Motor heater
sk: Motorový ohrievač

# lectura_specs.price_valuation_for
source: Price valuation for @make @model
sk: Odhad ceny pre @make @model

# lectura_specs.range_for_this_ad
source: Range for this Ad
sk: Rozsah pre túto reklamu

# lectura_specs.rear-doors
source: Rear doors
sk: Zadné dvere

source: Retarder intarder (is this a Typo, I don't understand it in English)
sk: Retardér intardér

# lectura_specs.seat-back-tables
source: Seat back tables
sk: Stolíky na zadnej strane operadiel

# lectura_specs.seat-belts
source: Seat belts
sk: Bezpečnostné pásy

# lectura_specs.shelves
source: Shelves
sk: Police

# lectura_specs.single-bunk
source: Single bunk
sk: Jedno lôžko

# lectura_specs.tinted-glass
source: Tinted Glass
sk: Tónované sklo

# lectura_specs.toilet
source: Toilet
sk: Toaleta

# lectura_specs.toolbox
source: Toolbox
sk: Panel nástrojov

# lectura_specs.tv-video
source: Tv video
sk: Televízne video

source: Left hand
sk: Ľavá ruka

source: Loader Craner Model
pt: Modelo de Guindaste de Carga
sk: Model nakladacieho žeriavu
