Repository: altafsamnani/tradus-bundle
Catalog: Resources/translations_old/messages.*.xlf
Languages: pt, sk

source: Loader Crane Construction Year
pt: Ano de construção do guindaste
sk: Rok výroby nakladacieho žeriavu

source: Loader Crane Counterweight
pt: Contrapeso do Guindaste de Carga
sk: Vyrovnávacie závažie nakladacieho žeriavu

source: Loader Crane Load Lifting Speed
pt: Velocidade de elevação do guindaste
sk: Rýchlosť zdvíhania bremena nakladacieho žeriavu

source: Loader Crane Make Other
pt: Marca de Guindaste de Carga Outra
sk: Nakladací žeriav Urobiť Iné

source: Login with
sk: Prihlásiť sa s

# login-form.credentials-empty.error_message
source: Please enter email & password
sk: Zadajte email a heslo

# login.policy
source: Policy on Cookies and Similar Technologies
sk: Zásad o cookies a podobných technológiách

# login.policy_first_part
source: I acknowledge that @companyName uses my personal data according to the @privacy and the @cookiePolicy.
sk: Potvrdzujem že @companyName používa moje osobné údaje podľa @privacy a @cookiePolicy.

# login.policy_second_part
source: @companyName uses automated systems and partners to analyze how I use the services to provide relevant product functionality, content, targeted and interest-based advertising, as well as protection against spam, malware, and unauthorized use.
sk: @companyName používa automatizované systémy a partnerov pre analýzu môjho používania služieb aby poskytla relevantnú funkčnosť produktu, obsah,cielenú a záujmovú reklamu, ako aj ochranu pred nevyžiadanou poštou, škodlivým softvérom, a neoprávneným použitím.

# login.privacy-statement
source: Privacy Statement
sk: Vyhlásenia o ochrane súkromia

source: Luggage Section Volume
pt: Volume da secção de bagagem
sk: Objem batožinového priestoru

# mailing_list.optout_contact
source: You may opt out at any time using the unsubscribe link in each alert.
sk: Použitím odhlasovacieho odkazu, ktorý je v každom upozornení, sa môžete kedykoľvek odhlásiť.

# mailing_list.optout_footer
source: You may opt out at any time using the unsubscribe link in each newsletter.
sk: Použitím odhlasovacieho odkazu, ktorý je v každom bulletine, sa môžete kedykoľvek odhlásiť.

# material_handling.new_page_title&#9;
source: Global marketplace for industrial material handling equipment for sale
sk: Globálny trh pre priemyselné manipulačné zariadenia na predaj

# material_handling.title_location
source: Global marketplace for industrial material handling equipment for sale in @location
sk: Globálny trh pre manipulácia s materiálom priemyslu na predaj v @location

# material_handling.title_location_paginated
source: Global marketplace for industrial material handling equipment for sale in @location - Page @page
sk: Globálny trh pre manipulácia s materiálom priemyslu na predaj v @location - Strana @page

# material_handling.title_paginated
source: Global marketplace for industrial material handling equipment for sale - Page @page
sk: Globálny trh pre priemyselné manipulačné zariadenia na predaj - Strana @page

# message.confirm_account
source: Confirm your Tradus account
sk: Overte váš Tradus účet

# message.confirm_account_whitelabel
source: Confirm your %site% account
sk: Overte váš %site% účet

# message.request_sent
source: Request has been sent
sk: Zahteva je bila poslana

# message.reset_password
source: Please reset your Tradus password
sk: Prosíme obnovte svoje Tradus heslo

# message.reset_password_otm
source: Please reset your Otomotoprofi password
sk: Obnovte si svoje Otomotoprofi heslo

# message_more_than_2_char
source: Message should be at least 2 characters long
sk: Správa by mala mať aspoň 2 znaky

source: More
sk: Več

source: more than 3 months ago
sk: pred viac ako 3 mesiacmi

# my_account.alerts.no_alerts_created
source: You have no alerts saved.
sk: Upozornenia ste si ešte nevytvorili.

# new_password_change
source: The new password must be at least 6 characters long and cannot contain spaces.
sk: Nové heslo musí mať aspoň 6 znakov a nesmie obsahovať medzery.

# notifications.email.to_continue_reply_to_this_email
source: To continue the conversation with the buyer, reply to this email:
sk: Pre pokračovanie konverzácie s kupujúcim odpovedzte na tento e-mail:

# notifications.system_emails_buyer_lead
source: Your personal inbox
pt: A sua caixa de entrada pessoal
sk: Vaša osobná doručená pošta

# notifications.system_emails_buyer_lead_button_1
source: Send me similar offers
pt: Enviem-me ofertas semelhantes
sk: Pošlite mi podobné ponuky

# notifications.system_emails_buyer_lead_button_2
source: View seller information
pt: Ver informações sobre o vendedor
sk: Zobraziť informácie o predajcovi

# notifications.system_emails_buyer_lead_button_3
source: View product details
pt: Ver detalhes do produto
sk: Zobraziť podrobnosti o produkte

# notifications.system_emails_buyer_lead_personal_inbox
source: Talk with sellers via the new chat tool in your @siteName account. Manage all conversations with sellers from one place and easily keep track of your chat history. Have a look and @link.
sk: Rozprávajte sa s predajcami cez nový nástroj chatu na vašom konte @siteName. Spravujte všetky konverzácie s predajcami na jednom mieste a jednoducho sledujte históriu vašich chatov. Pozrite sa a @link.

# notifications.system_emails_buyer_lead_personal_inbox_link
source: go to your inbox
sk: choďte do svojej doručenej pošty

# notifications.the_advert_you_were_looking_for_is_no_longer_available
source: Unfortunately, the advert you were looking for is no longer available. However, you might be interested in one of items listed below.
pt: Infelizmente, o anúncio de que estava à procura já não está disponível. No entanto, poderá estar interessado num dos itens listados abaixo.
sk: Ľutujeme, inzerát, ktorý hľadáte, už nie je k dispozícii. Možno by vás však zaujímala jedna z dole uvedených položiek.

# notifications.transporting_wheels.number
source: Number
sk: Číslo

# notifications.transporting_wheels.street_name
source: Street name
sk: Názov ulice

# notifications.transporting_wheels.to
source: To
sk: Do

# no_antiresonance_diaphragms
source: Number Of Antiresonance Diaphragms
pt: Sem diafragmas antiressonância
sk: Žiadne protirezonančné membrány

# no_autos
source: Number Of Autos
pt: Sem automático
sk: Žiadne autá

# no_beds
source: Number Of Beds
pt: Sem camas
sk: Žiadne postele

# no_concrete_pump_sections
source: Number Of Concrete Pump Sections
pt: Sem secções de bomba para cimento
sk: Žiadne sekcie betónového čerpadla

# no_fuel_tanks
source: Number Of Fuel Tanks
pt: Sem depósitos de combustível
sk: Žiadne palivové nádrže

source: No Gears
pt: Sem mudanças
sk: Žiadne prevodové stupne

# no_horses
source: Number Of Horses
pt: Sem cavalos
sk: Žiadne kone

# no_salon_fridges
source: Number Of Salon Fridges
pt: Sem Frigoríficos de Salão
sk: Žiadne chladničky Salon

# no_salon_microphones
source: Number Of Salon Microphones
pt: Sem Microfones de Salão
sk: Žiadne mikrofóny Salon

# no_salon_monitors
source: Number Of Salon Monitors
pt: Sem Monitores de Salão
sk: Žiadne monitory Salon

# no_salon_power_sunroofs
source: Number Of Salon Power Sunroofs
pt: Sem Tetos Solares Elétricos de Salão
sk: Žiadne strešné okná Salon

# no_valves
source: Number Of Doors
pt: Sem válvulas
sk: Žiadne ventily

# offer.attribute.cabin
source: Cabin type
sk: Typ kabíny

# offer.attribute.color
source: Color
sk: Farba

# offer.attribute.day_cab
source: Day cab
sk: denná kabína

# offer.attribute.emissionlevel
source: Emission category
sk: Emisná kategória

# offer.attribute.sleeper_cab
source: Sleeper cab
sk: kabína pre spanie

# offer.attribute.version
source: Version
sk: Verzia

# offer.attribute.weight
source: Gross Weight
sk: Celková hmotnosť

# offer.contact_me
source: Contact me
sk: Kontaktujte me

# offer.details.more_information
source: More information
sk: Viac informácií

# offer.gross_price
source: Gross
sk: Brutto

# offer.label.gross_price
source: Gross Price
sk: Cena brutto

# offer.map.no_directions
source: Sorry, we are unable to display the directions.
sk: Ľutujeme, nie je možné zobraziť trasy.

# offer.minimum_price
source: Minimum Price
sk: Minimálna cena

# offer.net_price
source: Net Price
sk: Internetová cena

# offer.offer_a_bid
source: Offer a bid
sk: Cenová ponuka

# offer.seller_more
source: Click for more information about the seller
sk: Kliknite pre viac informácií o predávajúcom

# offer.send_message
source: Send a message
sk: Pošlite správu

# offer.specs.left_hand
source: Left Hand
sk: Ľavá ruka

# offer.vat_not_reclaimable
source: Not Reclaimable
sk: Nevymáhateľný

# offer.vat_reclaimable
source: Reclaimable
sk: Vymáhateľný

# offers.headline
source: Offers
sk: Ponudbe

# offer_page.button_texts.place_your_bid
source: Place your bid
sk: Zadajte svoju cenovú ponuku

# offer_page.seller_languages
source: This seller speaks
sk: Tento predajca hovorí

# offer_page.specifications.steering_wheel_side
source: Steering Wheel Side
sk: Strana volantu

# offer_result.depreciates_by
source: Depreciates by %depreciationPercentage%
sk: Zlacnené o %depreciationPercentage%

# offer_result.no_found_items
source: We could not find any items matching your search query
sk: Nismo uspeli najti nobenega elementa, ki se ujema z vašim iskanjem

# offer_result.top_offer_badge
source: Top offer
sk: Top ponuka

# offer_save_search.save_search
source: Save search
sk: Shrani iskanje

# official_tech_specifications
source: Official Technical Specifications
sk: Oficiálne technické špecifikácie

source: Operating Speed
pt: Velocidade operacional
sk: Prevádzková rýchlosť

# options.more
source: More options
sk: Viac možností

# options.options
source: Options
pt: Opções
sk: Možnosti

source: Original language
sk: Pôvodný jazyk

source: Other languages
sk: Iné jazyky

# overview.additional_details
source: Additional Details
sk: Ďalšie podrobnosti

# overview.construction_year
source: Construction year
pt: Ano de fabrico
sk: Leto izdelave

# overview.make
source: Make
pt: Marca
sk: Znamka

# overview.year
source: Year
pt: Ano
sk: Leto

# packages.bronze-label
source: Bronze Seller
sk: Bronze predavač

# packages.gold-label
source: Gold Seller
sk: Gold predavač

# packages.premium-label
source: Premium Seller
sk: Premium predavač

# packages.silver-label
source: Silver Seller
sk: Silver predavač

# payment-user.paypal.beneficiary_name
source: Beneficiary name
sk: Meno príjemcu

# pdp_description.cabin
source: Cabin
sk: Kabína

# pdp_description.cargo_space_height
source: Cargo Space Height
sk: Výška ložného priestoru

# pdp_description.cargo_space_length
source: Cargo space length
sk: Dĺžka ložného priestoru

# pdp_description.cargo_space_width
source: Cargo space width
sk: Šírka ložného priestoru

# pdp_description.chassis_options
source: Chassis Options
sk: Možnosti podvozku

# pdp_description.engine_capacity_or_displacement
source: Engine Capacity Or Displacement
sk: Výkon motora alebo posunutie

# pdp_description.engine_model
source: Engine Model
sk: Model motora

# pdp_description.exterior
source: Exterior
sk: Exteriér

# pdp_description.feed_size
source: Feed Size
sk: Veľkosť podávača

# pdp_description.front_tire_size
source: Front Tire Size
sk: Rozmer prednej pneumatiky

# pdp_description.generator_model
source: Generator Model
sk: Model generátora

# pdp_description.interior
source: Interior
sk: Interiér

# pdp_description.max._payload
source: Max. payload
sk: Max. užitočné zaťaženie

# pdp_description.maximum_lift_capacity
source: Maximum Lift Capacity
sk: Maximálna zdvihová kapacita

# pdp_description.net_power
source: Net Power
sk: Užitočný výkon

# pdp_description.options_and_attachments
source: Options And Attachments
sk: Možnosti a príslušenstvo

# pdp_description.other_options_and_attachments
source: Other Options And Attachments
sk: Ďalšie možnosti a príslušenstvo

# pdp_description.output_capacity
source: Output Capacity
sk: Kapacita výkonu

# pdp_description.power-take-off_(pto)
source: Power-take-off (PTO)
sk: Vývodový hriadeľ (PTO)

# pdp_description.rear_tire_size
source: Rear Tire Size
sk: Rozmer zadej pneumatiky

# pdp_description.suspension_type
source: Suspension Type
sk: Typ závesu

# pdp_description.tank_volume
source: Tank Volume
sk: Objem nádrže

# pdp_description.top_speed
source: Top Speed
sk: Najvyššia rýchlosť

# pdp_description.tractor_type
source: Tractor Type
sk: Typ traktora

# price-rating-valuation.about-tmv-desc
source: The @tradusMarketValue is calculated using advanced @artificialIntelligence taking into consideration several hundred attributes related to this listing. The valuation is based on prices and additional information gathered from millions of current and past listings. While no algorithm is perfect, we constantly improve our system and generally achieve valuation accuracy within an @marginText @marginValue.
sk: @tradusMarketValue je vypočítaná s pomocou pokročilej @artificialIntelligence, ktorá berie do úvahy niekoľko stoviek atribútov súvisiacich s týmto burzovým záznamom. Ohodnotenie je založené na cenách a dodatočných informáciách získaných z miliónov súčasných a minulých burzových záznamov. Hoci žiadny algoritmus nie je dokonalý, neustále zlepšujeme náš systém a všeobecne dosahujeme presnosť ocenenia v rámci @marginText @marginValue.

# price-rating-valuation.about-tmv-v2
source: About @priceTransparency
sk: O @priceTransparency

# price-rating-valuation.bar.text-cheaper
source: Cheaper
sk: Lacnejší

# price-rating-valuation.bar.text-expensive
source: More expensive
sk: Drahší

# price-rating-valuation.factors-excluded-text-v2
source: Factors not included in @priceTransparency model
sk: Faktory nezahrnuté v modeli @priceTransparency

# price-rating-valuation.factors-included-text-v2
source: Factors included in @priceTransparency model
sk: Faktory zahrnuté v modeli @priceTransparency

# price-rating-valuation.fairprice-overpayment-desc-v2
source: This listing is priced high compared to other similar current and previously sold listings in your market. The advertised price of @listingPrice is above the @tradusMarketValue (a.k.a. @priceTransparency) of @marketValue. We rate this listing as @analysisType with estimated potential overpayment of @priceDifference.
sk: Tento burzový záznam má vysokú cenu v porovnaní s inými jemu podobnými, ktoré boli v súčasnosti a v minulosti na vašom trhu predané. Inzerovaná cena @listingPrice je vyššia ako @tradusMarketValue (@priceTransparency) @marketValue. Tento záznam hodnotíme ako @analysisType s odhadovaným potenciálnym preplatkom vo výške @priceDifference.

# price-rating-valuation.fairprice-savings-desc-v2
source: This listing is priced competitively compared to other similar current and previously sold listings in your market. The advertised price of @listingPrice is below the @tradusMarketValue (a.k.a. @priceTransparency) of @marketValue. We rate this listing as @analysisType with estimated potential savings of @priceDifference.
sk: Tento burzový záznam má konkurencieschopnú cenu v porovnaní s inými jemu podobnými, ktoré boli v súčasnosti a v minulosti na vašom trhu predané. Inzerovaná cena @listingPrice je nižšia ako @tradusMarketValue (@priceTransparency) @marketValue. Tento záznam hodnotíme ako @analysisType s odhadovanou potenciálnou úsporou vo výške @priceDifference.

# price-rating-valuation.greatprice-desc-v2
source: This listing is priced very competitively compared to other similar current and previously sold listings in your market. The advertised price of @listingPrice is significantly below the @tradusMarketValue (a.k.a. @priceTransparency) of @marketValue. We rate this listing as @analysisType with estimated potential savings of @priceDifference.
sk: Tento burzový záznam má veľmi konkurencieschopnú cenu v porovnaní s inými jemu podobnými, ktoré boli v súčasnosti a v minulosti na vašom trhu predané. Inzerovaná cena @listingPrice je výrazne nižšia ako @tradusMarketValue (@priceTransparency) @marketValue. Tento záznam hodnotíme ako @analysisType s odhadovanou potenciálnou úsporou vo výške @priceDifference.

# price-rating-valuation.heading
source: @sitename valuation for @make @model
sk: @sitename odhad ceny pre @make @model

# price-rating-valuation.high-mileage
source: Invalid kilometers (possibly too high)
sk: Neplatné kilometre (možno príliš vysoké)

# price-rating-valuation.high-price
source: Invalid listing price (possibly too high)
sk: Neplatná cena (možno príliš vysoká)

# price-rating-valuation.high-year
source: Invalid year (possibly too high)
sk: Neplatný rok (možno príliš vysoký)

# price-rating-valuation.insufficient-information-text
source: We were unable to value the listing due to insufficient information
sk: Túto ponuku nemôžeme oceniť kvôli nedostatku informácií

# price-rating-valuation.invalid-factors-text
source: We are unable to value this listing due to the following reasons:
sk: Tento burzový záznam nemôžeme oceniť z nasledujúcich dôvodov:

# price-rating-valuation.invalid-factors-text-one
source: We are unable to value this listing due to the following reason:
sk: Túto ponuku nemôžeme oceniť z nasledovného dôvodu:

# price-rating-valuation.listing.title
source: This listing
sk: Tento burzový záznam

# price-rating-valuation.low-mileage
source: Invalid kilometers (possibly too low)
sk: Neplatné kilometre (možno príliš nízke)

# price-rating-valuation.low-year
source: Invalid year (possibly too low)
sk: Neplatný rok (možno príliš nízky)

# price-rating-valuation.make-missing
source: Missing make
sk: Chýbajúca značka

# price-rating-valuation.mileage-missing
source: Missing km
sk: Chýbajúce kilometre

# price-rating-valuation.model-missing
source: Missing model
sk: Chýbajúci model

# price-rating-valuation.overpriced-desc-v2
source: This listing is priced very high compared to other similar current and previously sold listings in your market. The advertised price of @listingPrice is significantly above the @tradusMarketValue (a.k.a. @priceTransparency) of @marketValue. We rate this listing as @analysisType with estimated overpayment of @priceDifference.
sk: Tento burzový záznam má veľmi vysokú cenu v porovnaní s inými jemu podobnými, ktoré boli v súčasnosti a v minulosti na vašom trhu predané. Inzerovaná cena @listingPrice je výrazne vyššia ako @tradusMarketValue (@priceTransparency) @marketValue. Tento záznam hodnotíme ako @analysisType s odhadovaným potenciálnym preplatkom vo výške @priceDifference.

# price-rating-valuation.price-less-than
source: Less than
sk: Menej ako

# price-rating-valuation.price-more-than
source: More than
sk: Viac ako

# price-rating-valuation.price-to
source: to
sk: na

# price-rating-valuation.price-too-low
source: Invalid listing price (possibly too low)
sk: Neplatná cena (možno príliš nízka)

# price-rating-valuation.year-missing
source: Missing year
sk: Chýbajúci rok

# price_rating.fuel_type
source: FuelType
pt: Tipo de Combustível
sk: Vir tipa goriva

# price_rating.no_rating_title
source: Not enough information available from the offer to show the price valuation.
pt: Não está disponível informação suficiente sobre a oferta para mostrar a estimativa do preço.
sk: Nie je k dispozícii z ponuky ukázať cenový odhad dostatok informácií.

source: Price Type
sk: Typ ceny

# price_type.auction
source: Auction
sk: Dražba

# price_type.exchange_accepted
source: Exchange Accepted
sk: Výmena bola akceptovaná

# price_type.fixed
source: Fixed
sk: Fixný

# price_type.for_lease
source: For lease
sk: Na leasing

# price_type.for_rent
source: For Rent
sk: Na prenájom

# price_type.leasing
source: To lease
sk: Leasing

# price_type.price_upon_request
source: Price upon request
sk: Cena na vyžiadanie

# price_type.rent
source: Rent
sk: Prenájom

# price_type.upon_request
source: Upon Request
sk: Na požiadanie

# price_type_label
source: Price type
sk: Typ ceny

source: Pumping Distance
pt: Distância de bombeamento
sk: Čerpacia vzdialenosť

# push.favorite_removed_body
source: We found these similar offers for you
pt: Encontrámos para si estas ofertas semelhantes
sk: Našli sme pre Vás podobné ponuky

# push.favorite_removed_button
source: View offers
pt: Ver ofertas
sk: Pozrieť ponuky

# push.favorite_removed_title
source: Your favorite ad has been sold
pt: O seu anúncio favorito foi vendido
sk: Vaša obľúbená reklama bola predaná

# pushcrew_construction_arrivals_message
source: Today’s arrivals! Explore new and used construction units.
pt: Entradas de hoje! Descubra unidades de construção novas e usadas.
sk: Dnešné príchody! Preskúmajte nové a používané stavebné jednotky.

# pushcrew_farming_arrivals_message
source: Today’s arrivals! Explore new and used farming units.
pt: Entradas de hoje! Descubra unidades agrícolas novas e usadas.
sk: Dnešné príchody! Preskúmajte nové a používané poľnohospodárske jednotky.

# pushcrew_opt_in_message
source: Tradus would like to send you notifications of updates and offers. Notifications can be turned off anytime in your browser settings.
pt: A Tradus gostaria de lhe enviar notificações sobre atualizações e ofertas. As notificações poderão ser desativadas em qualquer altura, nas definições do seu navegador.
sk: Tradus by vám chcel posielať oznámenia o aktualizáciách a ponukách. Oznámenia si môžete kedykoľvek vypnúť v nastaveniach svojho prehliadača.

# pushcrew_opt_in_message_button_allow
source: Allow
pt: Permitir
sk: Povoliť

# pushcrew_opt_in_message_button_dont_allow
source: Don't allow
pt: Não permitir
sk: Nepovoliť

# pushcrew_transport_arrivals_message
source: Today’s arrivals! Explore new and used transportation units.
pt: Entradas de hoje! Descubra unidades de transporte novas e usadas.
sk: Dnešné príchody! Preskúmajte nové a používané dopravné jednotky.

# push_notification.find_your_next_vehicle.body
source: Explore our latest arrivals of used trucks and reach out to sellers straight away!
sk: Preskúmajte naše najnovšie prírastky ojazdených kamiónov a ihneď sa spojte s predajcami!

# push_notification.find_your_next_vehicle.title
source: Find your next vehicle on TRADUS
sk: Nájdite si svoje ďalšie vozidlo na TRADUSE

# push_notification.welcome_to_tradus.body
source: Start searching among more than 250,000 international offers!
sk: Začnite vyhľadávanie medzi viac ako 250 000 medzinárodnými ponukami!

# push_notification.welcome_to_tradus.title
source: Welcome to TRADUS!
sk: Vitajte na TRADUSE!

# push_notifications.looking_for_used_transport_vehicles
source: Looking for used transport vehicles? Find your next on TRADUS! Your innovative marketplace for local and international offers.
sk: Hľadáte jazdené dopravné vozidlá? To svoje si nájdite na stránkach TRADUS! Váš inovatívny trh pre lokálne a medzinárodné ponuky.

# push_notifications.looking_for_used_transport_vehicles.button
source: Find it now
sk: Nájdite teraz

# push_notifications.new_offers
source: New offers selected for you!
sk: Nové ponuky vybrané pre vás!

# push_notifications.new_offers.body
source: Click here to check out the newest offers we have found for you!
sk: Kliknite tu a pozrite sa na najnovšie ponuky, ktoré sme vám našli!

# quick_search.any
source: Any
sk: Všetky

# quick_search.detailed_search&#9;
source: Detailed search
sk: Podrobné vyhľadávanie

# quick_search.mileage_upto
source: Mileage up to
sk: Najazdené do

# quick_search.offer_of_the_day_headline
source: Offer of the day
sk: Ponuka dňa

# quick_search.price_upto
source: Price up to
sk: Cena do

# quick_search.view_offer
source: View offer
sk: Zobraziť ponuku

# quick_search.weight_up_to
source: Weight up to
sk: Hmotnosť do

# quick_search.year_from
source: Year from
sk: Rok od

# rear_axle_brakes_type.disc
source: Disc
pt: Disco
sk: Disk

# rear_axle_brakes_type.drum
source: Drum
pt: Tambor
sk: Bubon

# rear_axle_tire_condition_mm
source: Rear Axle Tyre Condition
pt: Condição do Pneu do Eixo Traseiro mm
sk: Zadná náprava Stav pneumatík
