Repository: altafsamnani/tradus-bundle
Catalog: Resources/translations_old/messages.*.xlf
Languages: pt, sk

# emails.tradus_com.buyer_registration_confirmation.bottom
source: Visit our help center over here for questions or support. Or reach out to support@tradus.com.
sk: Ak máte otázky alebo potrebujete pomoc, priamo tu navštívte naše centrum pomoci. Alebo sa obráťte na support@tradus.com.

# emails.tradus_com.buyer_registration_confirmation.bottom.var1
source: over here
sk: priamo tu

# emails.tradus_com.buyer_registration_confirmation.bottom_text
source: Visit our help center @helpCenter for questions or support. Or reach out via @supportEmail.
sk: V prípade vašich otázok alebo s požiadavkou o podporu navštívte naše klientské centrum @helpCenter alebo cez @supportEmail.

# emails.tradus_com.buyer_registration_confirmation.button
source: Confirm your email address
sk: Potvrďte svoju e-mailovú adresu

# emails.tradus_com.buyer_registration_confirmation.button_text
source: Confirm your email address
sk: Potvrďte svoju e-mailovú adresu

# emails.tradus_com.buyer_registration_confirmation.top
source: Welcome to our trading network. Please confirm your email address by clicking the button below.
sk: Vitajte v našej obchodnej sieti. Prosím, potvrďte svoju e-mailovú adresu kliknutím na tlačidlo nižšie.

# emails.tradus_com.buyer_registration_confirmation.top_text
source: Welcome to our trading network. Please confirm your email address by clicking the button below.
sk: Vitajte v našej obchodnej sieti. Svoju e-mailovú adresu potvrďte kliknutím na tlačidlo nižšie.

# emails.tradus_com.forgot_password.bottom
source: Password reset links are only valid for 24 hours. If the link expires, you’ll need to submit a new request here.
sk: Odkazy na obnovu hesla sú platné iba 24 hodín. Ak vyprší platnosť odkazu, musíte tu odoslať novú žiadosť.

# emails.tradus_com.forgot_password.bottom.var1_text
source: here
sk: sem

# emails.tradus_com.forgot_password.bottom_text
source: Password reset links are only valid for 24 hours. If the link expires, you'll need to submit a new request @here.
sk: Odkazy na resetovanie hesla platia iba 24 hodín. Ak platnosť odkazu vyprší, budete musieť poslať novú požiadavku @here.

# emails.tradus_com.forgot_password.button
source: Reset your password
sk: Obnovte svoje heslo

# emails.tradus_com.forgot_password.button_text
source: Reset your password
sk: Resetujte svoje heslo

# emails.tradus_com.forgot_password.top
source: We’ve received a request to reset your password. Click the button below to create a new password.
sk: Dostali sme žiadosť o obnovu vášho hesla. Pre vytvorenie nového hesla kliknite na tlačidlo nižšie.

# emails.tradus_com.forgot_password.top_text
source: We've received a request to reset your password. Click the button below to create a new password.
sk: Dostali sme žiadosť s požiadavkou na resetovanie vášho hesla. Kliknite na tlačidlo nižšie a vytvorte si nové heslo.

# emails.tradus_com.seller_offer_status.return_to_account
source: Return to your account
sk: Návrat do svojho účtu

# emails.tradus_com.seller_offer_status.text_regards
source: Best regards
sk: S pozdravom

# emails.tradus_com.seller_offer_status.top_text
source: Good news! Your ads are attracting potential buyers. Find your monthly performance details below.
sk: Dobré správy! Vaše inzeráty priťahujú potenciálnych kupujúcich. Nižšie zistíte podrobnosti o mesačnej výkonnosti.

# emails.tradus_com.seller_performance.ads_published
source: Current number of ads published
sk: Aktuálny počet zverejnených inzerátov

# emails.tradus_com.seller_performance.bottom.greetings
source: Kind regards
sk: S pozdravom

# emails.tradus_com.seller_performance.bottom_text
source: Reach out to @support-link for questions or support.
sk: Obráťte sa na @support-link v prípade vašich otázok alebo s požiadavkou o podporu.

# emails.tradus_com.seller_performance.email_inquiries
source: Total number of e-mail inquiries
sk: Celkový počet e-mailových dotazov

# emails.tradus_com.seller_performance.performance_detail
source: Your ad performance details
sk: Údaje o výkonnosti vašich inzerátov

# emails.tradus_com.seller_performance.phone_views
source: Total number of phone number views
sk: Celkový počet zobrazení telefónneho čísla

# emails.tradus_com.similar_offer.sell_it_on_tradus
source: Sell it on Tradus
sk: Predajte to na Traduse

# emails.tradus_com.similar_offer.view_ad
source: View ad
sk: Zobraziť reklamu

# emails.tradus_com.similar_offer.view_details
source: View details
sk: Zobraziť podrobnosti

# emails.tradus_com.transporting_wheels.top
source: %user-name% is interested in a quote concerning this advertisement.
sk: %user-name% sa zaujíma o cenovú ponuku v súvislosti s týmto inzerátom.

# emails.tradus_com.transporting_wheels.top.contact_details
source: Contact details
sk: Kontaktné údaje

# emails.tradus_com.transporting_wheels.top.var2_text
source: this advertisement
sk: tento inzerát

# emails.tradus_com.transporting_wheels.top_text
source: @user-name is interested in a quote concerning @advertisement.
sk: @user-name má záujem o cenovú ponuku týkajúcu sa @advertisement.

# emails.tradus_pro.confirmation-registration.bottom
source: Publishing ads on Tradus is only possible with a paid package. Expand your reach globally and easily upgrade your package in your account.
sk: Uverejňovanie inzerátov cez službu Tradus je možné iba so zaplateným balíkom. Rozšírte svoj dosah na globálnu úroveň a jednoducho si aktualizujte balík na svojom účte.

# emails.tradus_pro.confirmation-registration.button
source: Explore Tradus PRO
sk: Preskúmať Tradus PRO

# emails.tradus_pro.confirmation-registration.publishing_on_tradus
source: Publishing on Tradus
sk: Uverejňovanie cez službu Tradus

# emails.tradus_pro.confirmation-registration.top
source: Your account is successfully registered at Tradus PRO! Get to know the platform and check out the available features.
sk: Váš účet je úspešne zaregistrovaný na Tradus PRO! Spoznajte túto platformu a pozrite si dostupné funkcie.

# emails.tradus_pro.forgot_password.bottom
source: Password reset links are only valid for 24 hours. If the link expires, you’ll need to submit a new request here.
sk: Odkazy na obnovu hesla sú platné iba 24 hodín. Ak vyprší platnosť odkazu, musíte tu odoslať novú žiadosť.

# emails.tradus_pro.forgot_password.button
source: Reset your password
sk: Obnovte svoje heslo

# emails.tradus_pro.forgot_password.top
source: We’ve received a request to reset your password. Click the button below to create a new password.
sk: Dostali sme žiadosť o obnovu vášho hesla. Pre vytvorenie nového hesla kliknite na tlačidlo nižšie.

# emails.tradus_pro.payment_confirmation.bottom
source: Do you have a question or need support? Check out our help center or reach out to support@tradus.com.
sk: Máte otázku alebo potrebujete pomoc? Pozrite si naše centrum pomoci alebo sa obráťte na support@tradus.com.

# emails.tradus_pro.payment_confirmation.button
source: Return to your account
sk: Vráťte sa do svojho účtu

# emails.tradus_pro.payment_confirmation.top
source: We have successfully received your payment for @tradus-pro-package. This means you can publish ads straight away and start gathering leads.
sk: Úspešne sme obdržali vašu platbu za @tradus-pro-balíček. To znamená, že môžete ihneď uverejňovať inzeráty a začať zvyšovať svoj náskok.

# emails.tradus_pro.seller_performance.bottom
source: Reach out to support@tradus.com for questions or support.
sk: Ak máte otázky alebo potrebujete pomoc, obráťte sa na support@tradus.com.

# emails.tradus_pro.seller_performance.button
source: Return to your account
sk: Vráťte sa do svojho účtu

# emails.tradus_pro.seller_performance.top
source: Good news! Your ads are attracting potential buyers. Find your monthly performance details below.
sk: Dobré správy! Vaše inzeráty priťahujú potenciálnych kupujúcich. Nižšie nájdete podrobnosti o svojej mesačnej výkonnosti.

source: Email address confirmed.
pt: Endereço de email confirmado.
sk: E-mailová adresa je potvrdená.

# email_confirmation_link
source: We sent you an email with the confirmation link.
sk: Poslali sme vám e-mail s potvrdzovacím odkazom.

source: Engine Brand Other
pt: Marca do Motor Outra
sk: Ďalšie značky motorov

# epic_challenges.banner_cta.button
source: Find your vehicle
sk: Nájdite svoje vozidlo

# epic_challenges.banner_cta.tradus
source: TRADUS - innovative European marketplace for used transport vehicles. Connect with verified sellers from all over Europe.
sk: TRADUS - inovatívny európsky trh pre použité dopravné vozidlá. Spojte sa s osvedčenými predajcami z celej Európy.

# epic_challenges.banner_text.annika
source: Strike! Bowling XXL with a Caterpillar 950 M - Bring it on!
sk: Zásah! XXL bowling s kolesovým nakladačom Caterpillar 950 M - Tak sa ukážte!

# epic_challenges.banner_text.dirk
source: Unimog made for racing? Yes it is!
sk: Unimog vyrobený na pretekanie? Je to tak!

# epic_challenges.banner_text.next_episode
source: Next challenge: @newLine April 8th!
sk: Ďalšia výzva: @newLine 8. apríla!

# epic_challenges.button.close_video
source: Close video
sk: Zatvoriť video

# epic_challenges.countdown
source: days left!
sk: zostávajúce dni!

# epic_tradus_challenges.banner_text.coming_soon
source: Episodes coming soon!
sk: Epizódy už čoskoro!

# epic_tradus_challenges.banner_text.watch_all
source: Watch all episodes!
sk: Sledujte všetky epizódy!

# epic_tradus_challenges.banner_text.watch_first
source: Watch the first episode!
sk: Sledujte prvú epizódu!

# epic_tradus_challenges.banner_text.watch_second
source: Watch the second episode!
sk: Sledujte druhú epizódu!

# error.catalog
source: catalog
sk: katalog

# error.email_already_exists
source: This email already exist.
sk: Tento e-mail už existuje.

# error.email_blank
source: Email can not be blank
sk: E-naslov ne sme biti prazno

# error.email_or_password
source: Email or password is incorrect
sk: E-naslov ali geslo ni pravilno

# error.homepage
source: homepage
sk: domačo stran

# error.name_validate_text
source: Please match the requested format.
sk: Prosím, prispôsobte sa požadovanému formátu.

# error.no_password
source: Password can not be blank
sk: Geslo ne sme biti prazno

# error.passwords_not_matched
source: Passwords do not match.
sk: Geslo se ne ujema.

# error_message.company_name_not_blank
source: Company name cannot be blank
sk: Názov spoločnosti nesmie zostať prázdny

# error_message.email_already_exists
source: The email already exists
sk: E-mail už existuje

# expected_equipment
source: When do you expect to buy the equipment?
sk: Kedy očakávate nákup zariadenia?

# farming.new_page_title&#9;
source: Global marketplace for farming machinery, vehicles & equipment for sale
sk: Globálny trh pre poľnohospodárske stroje, vozidlá a zariadenia na predaj

# farming.title_location
source: Global marketplace for farming machinery, vehicles & equipment for sale in @location
sk: Globálny trh pre poľnohospodárske stroje, dopravné prostriedky a zariadenia na predaj @location

# farming.title_location_paginated
source: Global marketplace for farming machinery, vehicles & equipment for sale in @location - Page @page
sk: Globálny trh pre poľnohospodárske stroje, dopravné prostriedky a zariadenia na predaj @location - Strana @page

# farming.title_paginated
source: Global marketplace for farming machinery, vehicles & equipment for sale - Page @page
sk: Globálny trh pre poľnohospodárske stroje, vozidlá a zariadenia na predaj - Strana @page

# favorite.result
source: result
sk: rezultat

# Feedback_question_text
source: How would you rate your experience on Tradus?
pt: Como avalia a sua experiência no Tradus?
sk: Ako by ste ohodnotili svoje skúsenosti s platformou Tradus?

# Feedback_reply_text
source: Thank you for sharing your feedback with us!
pt: Obrigado por partilhar a sua opinião connosco!
sk: Ďakujeme, že ste sa s nami podelili o vašu spätnú väzbu!

source: Fifth Wheel Height
pt: Altura da quinta roda
sk: Výška točnice

# filter.price_rating
source: Filter by price rating
sk: Filtrovať podľa hodnotenia ceny

# filter.price_type
source: Filter by price type
sk: Filtrovať podľa typu ceny

# filters.all_makes
source: All
sk: Všetky

# filters.apply
source: Apply
sk: Uporabi

# filters.filter_by_mileage
source: Filter by mileage (km)
sk: Filtrovať podľa najazdených km (km)

# filters.from
source: From
sk: Od

# filters.from_validate_text
source: Value must be greater than or equal to
sk: Hodnota musí byť väčšia alebo rovná

# filters.gross_weight
source: Filter by gross weight
sk: Filtrovať podľa celkovej hmotnosti

# filters.location
source: location
sk: umiestnenia

# filters.make
source: make
sk: znacka

# filters.manufacturer
source: Manufacturer
sk: Proizvajalec

# filters.popular_makes
source: Popular
sk: Populárne

# filters.price_rating
source: Price rating
sk: Cenové ohodnotenie

# filters.register_as_seller
source: Register as a Seller
sk: Registrovať ako predajca

# filters.reset
source: Reset
sk: Ponastavi

# filters.reset_filters
source: Reset filters
sk: Ponastavi filtre

# filters.results
source: results
sk: rezultati

# filters.subtype
source: Subtype
sk: Podvrsta

# filters.to
source: To
sk: Do

# filters.type
source: Type
sk: Tip

source: Filter by net weight
sk: Filtrovať na základe čistej hmotnosti

source: Filter by weight
sk: Filtrovať na základe hmotnosti

source: First Registration Month
pt: Primeiro Mês de Registo
sk: Mesiac prvej registrácie

source: First Registration Year
pt: Primeiro Ano de Registo
sk: Rok prvej registrácie

source: First Year
sk: Prvý rok

source: Flusher Make
pt: Marca do Lavador
sk: Model polievacieho vozidla

# footer.button_instagram
source: View %site% on Instagram
sk: Poglej %site% na Instagram

# footer.button_youtube
source: View %site% on Youtube
sk: Poglej %site% na Youtube

# footer.cookies_policy
source: Cookies Policy
pt: Política de cookies
sk: Cookies politika

# forgot-password-question1
source: Did you not receive an email?
sk: Nedostali ste e-mail?

# forgot-password-question2
source: Click here to send email again
sk: Pre opätovné odoslanie e-mailu kliknite sem

# forgot-password-sub-title1
source: We sent you a message to
sk: Poslali sme vám správu na

# forgot-password-sub-title2
source: Click the link in the email to change your password.
sk: Pre zmenu hesla kliknite na odkaz v e-maile.

# forgot-password-title
source: You've got mail!
sk: Máte poštu!

# form_validation.phone_number
source: Please enter a valid phone number
sk: Prosím, zadajte platné telefónne číslo

source: For Containers
pt: Para Contentores
sk: Kontajnery

source: For Parts
pt: Para Peças
sk: Náhradné diely

# front_axle_brakes_type.disc
source: Disc
pt: Disco
sk: Disk

# front_axle_brakes_type.drum
source: Drum
pt: Tambor
sk: Bubon

# front_axle_tire_condition_mm
source: Front Axle Tyre Condition
pt: Condição do Pneu do Eixo Dianteiro mm
sk: Predná náprava Stav pneumatík

# front_axle_tire_condition_pct
source: Front Axle Tyre Condition
pt: Condição do Pneu do Eixo Dianteiro Pct
sk: Predná náprava Stav pneumatík

source: Fuel Consumption Overall
pt: Consumo de combustível geral
sk: Celková spotreba paliva

source: Fuel Tank Capacity
pt: Capacidade do depósito de combustível
sk: Objem palivovej nádrže

source: Gas
sk: Plyn

source: Gas Petrol
pt: Gasolina
sk: Benzín

source: Go back
sk: Naspäť

# go_to_homepage
source: Go to the @link
sk: Ísť na @odkaz

# header.filters
source: Filters
sk: Filtri

# header.message__might-be-interested
source: However, you might be interested in one of the following items
sk: Mogoče vas zanima kateri od naslednjih predmetov

# header.search
source: Search
sk: Iskanje

# header.sort_by
source: Sort by
pt: Ordenar por
sk: Zoradiť podľa

source: Help
sk: Pomoc

# helpdesk.category_name_about_tradus
source: ABOUT TRADUS
sk: O TRADUSE

# helpdesk.category_name_legal
source: LEGAL & PRIVACY INFORMATION
sk: PRÁVNE INFORMÁCIE & OCHRANA OSOBNÝCH ÚDAJOV

# helpdesk.category_name_purchase_vehicle
source: I WANT TO PURCHASE A MACHINE OR VEHICLE
sk: CHCEM KÚPIŤ STROJ ALEBO AUTO

# helpdesk.category_name_safety
source: SAFETY
sk: BEZPEČNOSŤ

# helpdesk.category_name_start_selling
source: I WANT TO START SELLING
sk: CHCEM ZAČAŤ PREDÁVAŤ

# helpdesk.message_about_us
source: ABOUT US Tradus is a global marketplace for used commercial vehicles and pre-owned equipment. On Tradus you can compare used machines and vehicles from all over the world. We help you to find the right equipment for the job and for the right price. If you have equipment for sale, we help you find new buyers through our worldwide network. The global exposure of our platforms will accelerate your sales. Please contact us and we will help you to get your inventory published. We are looking forward to supporting you! Tradus is part of the OLX Group, a network of leading classifieds platforms in 45 markets, including brands like OLX, Avito, Letgo, Dubizzle, Storia, Stradia, among others. The OLX Group connects people to buy, sell or exchange used goods and services by making it fast and easy for anyone to post an offer through their mobile phone or desktop. Hundreds of millions of people around the world generate more than 1.9 billion monthly visits, 37 billion monthly page views and 54 million offers every month on the OLX Group's online marketplaces. At OLX, we believe in making the world a better place: OLX improves people's lives by bringing them together for win-win exchanges. Sellers can easily get some extra cash by simply posting items that are no longer of use to them - thus, giving buyers the opportunity to find high value items at affordable prices.
sk: O NÁS Tradus je globálny trh pre ojazdené úžitkové vozidlá a použité zariadenia. Na stránke Tradus si môžete porovnávať použité stroje a vozidlá z celého sveta a my vám pomôžeme nájsť si to správne zariadenie podľa vašej potreby za dobrú cenu. Ak máte zariadenie na predaj, pomôžeme vám prostredníctvom našej celosvetovej siete nájsť nových kupujúcich. Globálne používanie našich platforiem urýchli váš predaj. Obráťte sa na nás a my vám pomôžeme zverejniť váš tovar. Tešíme sa! Tradus je súčasťou OLX Group, ktorá je sieťou špičkových kategorizovaných platforiem na 45 trhoch vrátane značiek ako sú OLX, Avito, Letgo, Dubizzle, Storia, Stradia. OLX Group spája ľudí, ktorí majú záujem o nákup, predaj alebo výmenu použitého tovaru a služieb tým, že umožňuje rýchlo a jednoducho zverejniť ponuku prostredníctvom mobilného telefónu alebo počítača. Stovky miliónov ľudí na celom svete mesačne navštevujú naše stránky, pričom ide o viac ako 1,9 miliardy návštev, 37 miliárd prehľadávaní a 54 miliónov online ponúk na trhoch OLX Group. V spoločnosti OLX sa snažíme urobiť svet lepším: OLX spája ľudí pre dosiahnutie obojstranného zisku. Predajcovia môžu získať dodatočnú hotovosť tým, že ponúknu na predaj pre nich už nepotrebný tovar a dajú tak príležitosť kupujúcim nájsť si hodnotný tovar za prijateľné ceny.

# helpdesk.message_content_rules
source: PICTURES Offer pictures need to clearly show what is for sale. What is not allowed on pictures: 1. Only Text 2. Color frames What we strongly recommend not to include in the pictures in order to get more views: 1. Stock pictures 2. Watermarks 3. URLs to other sites 4. Contact details DESCRIPTION Use clear descriptions for offers, including technical specifications and relevant information. What is not allowed in descriptions: 1. Links to other websites 2. Contact details 3. Marketing messages: Advertising services or companies instead of actual offers. PRICES Prices have to be realistic (according to market value) Ads that include a price attract more buyers. FORBIDDEN ADS 1. Duplicates. Offers can only be posted once on Tradus. 2. Vehicles or machines already sold or reserved. 3. Vehicles or machines for spare parts can be published only in the spare parts category. 4. Items that are not for sale yet.
sk: OBRÁZKY Obrázky v ponuke musia jasne ukazovať, čo sa predáva. Na obrázkoch nie je povolený: 1. Len samotný text 2. Farebné orámovanie Neodporúčame dávať na obrázky pre získanie ďalších pohľadov: 1. Obrázky skladovaného tovaru 2. Vodoznaky 3. URL adresy iných stránok 4. Kontaktné údaje POPIS Pre ponuky použite jasný popis, vrátane technických špecifikácií a príslušných informácií. V popisoch nie je povolené uvádzať: 1. Odkazy na iné webové stránky 2. Kontaktné údaje 3. Marketingové správy: Reklamné služby alebo spoločnosti namiesto skutočných ponúk. CENY Ceny musia byť reálne (podľa trhovej hodnoty) Inzeráty s atraktívnou cenou, ktorá zaujme čo najviac kupujúcich. ZAKÁZANÉ INZERÁTY 1. Duplikát. Ponuky môžu byť zverejnené iba raz na Tradus. 2. Vozidlá alebo stroje už predané alebo rezervované. 3. Vozidlá alebo stroje určené na náhradné diely sa môžu uverejňovať iba v kategórii náhradných dielov. 4. Položky, ktoré už nie sú určené na predaj.

# helpdesk.message_how_to_contact_seller
source: How do I contact a seller? Keep in mind that Tradus is a classifieds website, so we do not sell machines or vehicles advertised on Tradus.com. You can contact the sellers directly using the contact form or phone number that are available in every ad. Please, mention Tradus when you call a seller, so they can easily refer to the corresponding offer.
sk: Ako môžem kontaktovať predajcu? Pamätajte, že Tradus je kategorizovaná webová stránka, takže my nepredávame stroje alebo vozidlá inzerované na Tradus.com. Predajcov môžete kontaktovať priamo prostredníctvom kontaktného formulára alebo telefonicky na čísla uvedené v každej reklame. Prosíme vás, pri kontaktovaní predajcu sa odvolajte na Tradus, aby bolo možné ľahšie nájsť odkaz na príslušnú ponuku.

# helpdesk.message_how_to_report_fraud
source: I WANT TO REPORT A FRAUD Your safety is important to us. That's why we put daily efforts in keeping Tradus safe and professional. We're grateful having savvy users like you who report ads or users to keep our platform safe for real traders. If you detect a suspicious offer or user: Please, complete this contact form and send us the URL to the ad or seller profile. We will proceed these reports as quickly as possible. Have a look at our safety tips here for extra guidence during trading.
sk: CHCEM NAHLÁSIŤ PODVOD Keďže je vaša bezpečnosť pre nás veľmi dôležitá, denne sa snažime udržať Tradus bezpečný a profesionálny. Ďakujeme našim verným používateľom, ktorí nám, tak ako vy, nahlásia podozrivé inzeráty alebo používateľov, čo prispieva k zabezpečeniu našej bezpečnej platformy pre skutočných obchodníkov. Ak zistíte podozrivú ponuku alebo používateľa: Vyplňte tento kontaktný formulár a pošlite nám URL adresu inzerátu alebo profilu predajcu. Tieto podnety budeme vybavovať čo najskôr. Oboznámte sa s našimi tipmi o bezpečnosti pre hladký priebeh počas obchodovania.
