Repository: altafsamnani/tradus-bundle
Catalog: Resources/translations_old/messages.*.xlf
Languages: pt, sk

source: @startBoldConstruction cranes@endBold @startParagraphConstruction cranes are a common sight on building sites. They are used for heavy lifting jobs at heights people can’t reach. These tasks include lifting, lowering, and moving material in all possible directions. The strength of the building crane is that it can lift loads that human hands never could. A building crane is always operated by a qualified crane operator who needs to have a good understanding of the functioning, possibilities, and impossibilities of a crane.@endParagraph @startBoldComponents of a construction crane@endBold @startParagraphA construction crane is built up from various components, which together ensure that it is a strong and stable machine, which can lift the required weight, won’t fall over, and won’t break. Cranes exist in many types and sizes, each of which consists of separate components. A construction crane has a steel horizontal (The MAST is usually a vertical boom?) boom, called the mast, which is encased in a concrete base. In a regular (construction) crane this is built up from the ground out of several components and ensures stability from the bottom up. After that the base is weighted using concrete plates.@endParagraph @startParagraphAt its top, the mast has a second steel boom, called the jib. A hook hangs from this jib, sometimes with cables, or a trolley on rails. The hook can be operated with a winch, while the trolley on rails can be moved closer or further from the mast. The construction crane is operated from a cabin at the base of the first boom, the mast. In mobile construction cranes, there is no base that attaches to the ground, instead a counter-weight is fitted to the upper frame, so that the crane won’t fall over or otherwise be unable to do its job.@endParagraph @startBoldRange of construction cranes on Tradus @endBold @startParagraphMobile construction cranes, tow trucks and crawler tractors can be found on Tradus. In addition, there is a category for other construction cranes available. Liebherr, Grove, Terex, and Hitachi are frequently featured makes offered for sale by current owners of used construction cranes. Other makes that feature regularly in the adverts include Potain, Genie, Demag, Faun, and PPM.@endParagraph
sk: @startBoldStavebné žeriavy@endBold @startParagraphStavebné žeriavy sa často objavujú na staveniskách. Používajú sa na vykonávanie ťažkej práce vo výškach, ktoré ľudia nedokážu dosiahnuť. Ide o zdvíhanie, spúšťanie a pohyb materiálov vo všetkých možných smeroch. Stavebný žeriav môže zdvihnúť náklad, ktorý nemožno zdvihnúť ľudskými rukami. Stavebný žeriav je prakticky vždy obsluhovaný certifikovaným žeriavníkom, ktorý musí mať potrebné znalosti o prevádzke, možnostiach a obmedzeniach žeriavu.@endParagraph @startBoldKomponenty stavebných žeriavov@endBold @startParagraphStavebný žeriav sa skladá z rôznych častí tvoriacich stabilný a silný stroj, ktorý dokáže zdvihnúť náklad, neprevráti sa ani sa nezlomí. Žeriavy sú k dispozícii v mnohých veľkostiach a tvaroch a každý pozostáva z osobitných častí. Stavebný žeriav má horizontálny oceľový nosník, ktorý sa nazýva stožiar a je zaistený v betónovom podklade. Bežný žeriav alebo stavebný žeriav je to postavený v častiach od zeme, pričom sa zabezpečuje stabilita zospodu. Základňa je ťažšia vďaka betónovej doske.@endParagraph @startParagraph V hornej časti má stožiar druhý oceľový nosník, ktorý sa nazýva výložník. Tento výložník je vybavený hákom, prípadne káblami alebo takzvaným vozíkom na koľajniciach. Hák môže byť ovládaný navijakom, zatiaľ čo vozík na koľajniciach môže byť posunutý smerom k stožiaru alebo od neho. Stavebný žeriav je obsluhovaný z kabíny v spodnej časti prvého nosníka, stožiaru. Mobilné stavebné žeriavy nemajú žiadnu základňu pripevnenú k spodnej časti, ale horný rám je pripojený na protizávažie tak, aby sa žeriav neprevrátil, inak nedokáže vykonávať svoje úlohy.@endParagraph @startBoldSortiment stavebných žeriavov na Traduse@endBold @startParagraphMobilné stavebné žeriavy, ťahače a pásové traktory je možné nájsť cez Tradus. Je tu aj kategória Rôzne stavebné žeriavy. Liebherr, Grove, Terex a Hitachi sú značky, ktoré sú často ponúkané vlastníkmi použitých stavebných žeriavov. Iné značky, ktoré sú pravidelne inzerované: Potain, Genie, Demag, Faun a PPM.@endParagraph

source: @startBoldBulldozers@endBold @startParagraphThe bulldozer consists of a powerful tractor on tracks, an enclosed cabin, and a large metal sheet on the front. This sheet can be an S-sheet, a U-sheet, or a semi-U. The three sheets each have their own function and advantages, such as finer grinding or moving more material at the same time. A bulldozer can move large quantities of sand, debris, or soil at once, but it can’t lift. On the rear, a claw can sometimes be found, with which material can be pulverised before it is cleared. @endParagraph @startBoldPractical application of bulldozers@endBold @startParagraphBulldozers are regularly used on construction sites, but also in mining, on military terrain, and in agriculture. Thanks to the tracks they work fine on otherwise difficult to access terrain, without losing stability. The tracks divide the weight of the bulldozer evenly over a larger surface than wheels would. This prevents the vehicle from sinking into the ground. Bulldozers with wheels instead of tracks also exist, generally these have four wheels and a hydraulic articulated steering system.@endParagraph @startParagraphA bulldozer is often used for equalising rough terrain. Due to its size and power it can equalise large surfaces properly, so bulldozers also come in handy for equalising terrains, forests, or beaches. On farms, bulldozers are also used for heavy duty work, although generally it is not part of the standard machinery. In soil, road, and waterway construction, the heavy machines still come in handy for various tasks, including the raising of dikes.@endParagraph @startBoldDiversity of bulldozers on Tradus@endBold @startParagraphA diverse range of used bulldozers can be found on Tradus, offered for sale by their current owners. Caterpillar is the best-known manufacturer of these heavy machines and is thus well represented in the offers. In addition, used bulldozers of makes like Komatsu, Liebherr, Volvo, Still, and Fiat are offered for sale. Most bulldozers are offered for sale from the Netherlands, Germany, and France.@endParagraph
sk: @startBoldBuldozéry@endBold @startParagraphBuldozér pozostáva z výkonného traktora na pásoch, uzavretej kabíny a veľkej kovovej čepele vpredu. Táto čepeľ môže mať tvar S, U alebo polovičného U. Všetky tri čepele majú svoju vlastnú funkciu a výkon, ako je napr. jemnejšie drvenie alebo prenášanie viac materiálu naraz. Buldozér môže premiestňovať veľké množstvo piesku, trosiek a zeminy, ale nezdvíha ich. Môže mať aj ozubenú radlicu vzadu, ktorá môže rozdrviť materiál, skôr než ho odstráni.@endParagraph @startBoldPraktické využitie bulldozérov@endBold @startParagraphBuldozéry sú pravidelne používané na staveniskách, ale aj v baniach, na vojenské účely a v poľnohospodárskom sektore. Pásy im umožňujú vykonávať svoju prácu na substrátoch, po ktorých sa ťažko pohybuje bez toho, aby sme stratili stabilitu. Pásy ďalej zabezpečujú, aby bola hmotnosť rovnomerne rozložená na väčší povrch, ako by bola v prípade kolies. Znamená to, že ani vozidlo neklesne. Existujú tiež buldozéry, ktoré majú kolesá namiesto pásov. Všeobecne majú štyri kolesá a hydraulický kĺbový riadiaci systém.@endParagraph @startParagraph Buldozéry sú často používané na prácu v ťažkých terénoch. Vďaka svojej veľkosti a výkonu je schopný dobre vyrovnať veľké plochy, čo znamená, že buldozéry sú ideálne pre úpravu terénov, lesov alebo pláží. Buldozéry sa používajú aj na ťažké práce v armáde, aj keď sa vo všeobecnosti nenachádzajú v bežnom sortimente strojov. Ťažké stroje sú často využívané na rôzne činnosti pri zemných, cestných a vodných stavbách, akými sú zvyšovanie hrádze.@endParagraph @startBoldRozmanitosť a buldozéry na Traduse@endBold @startParagraphTradus má široký sortiment jazdených buldozérov, ktoré na predaj ponúkajú ich majitelia. Caterpillar je najznámejší výrobca ťažkých strojov a je zastúpený v ponuke. Ostatné značky použitých buldozérov sú Komatsu, Liebherr, Volvo, Still a Fiat. Najviac jazdených buldozérov sú v ponuke na predaj z Holandska, Nemecka a Francúzska.@endParagraph

source: @startBoldTelescopic handlers@endBold @startParagraphTelescopic handlers are used to bridge distances through the air, to complete a task. The telescopic handler has many similarities with an aerial platform (or cherry picker), but also has features in common with a forklift truck. This machine is often used at construction sites, but also in agriculture. A telescopic handler is characterised by a base on wheels, a cabin with controls, a long telescopic arm, and at the end of that arm an attachment. The attachment can be a small container for a person to stand in, or a double fork like those on a forklift truck. In addition, the container of a telescopic handler can be fitted with a lifting jib, scoop, or gripper. Depending on the task at hand, the attachment can be swapped out. In some parts, telescopic handlers are used for picking fruit off tall trees.@endParagraph @startBoldRotating swing frame @endBold @startParagraphA telescopic handler may be fitted with a rotating swing frame, making it possible to rotate the telescopic arm a full 360 degrees. This allows for lifting materials placed to the side or back of the telescopic handler, rather than just those materials placed directly in front of the machine. Other telescopic handlers have a fixed arm that can only be moved up and down, not sideways. The telescopic arm can reach great heights of, depending on the type, as many as thirty metres in the air. For heavy lifting tasks construction cranes tend to be more popular, as they offer greater lifting strength than the telescopic handler. The telescopic handler is also less suitable for soil movement tasks: for that type of work an excavator or loader is usually preferred.@endParagraph @startBoldRange of used telescopic handlers on Tradus@endBold @startParagraphTelescopic handlers of various makes are being offered for sale on Tradus. Claas, Dieci, Caterpillar, Merlo, JCB, and Manitou are popular makes that recur regularly. Most telescopic handlers are offered for sale from Germany, the Ukraine, and Great Britain. Poland and the Netherlands also see a good volume of telescopic handlers offered for sale on Tradus.@endParagraph
sk: @startBoldTeleskopické manipulátory@endBold @startParagraphTeleskopický manipulátor sa používa na preklenutie dosiahnutie väčšej výšky pri plnení úlohy. Teleskopický manipulátor je veľmi podobný ako pracovná plošina a má aj vlastnosti vysokozdvižného vozíka. Stroj sa štandardne používa v stavebníctve a v poľnohospodárstve. Teleskopický manipulátor sa vyznačuje svojou základňou na kolesách, kabínou s ovládacími prvkami, dlhým teleskopickým ramenom a nadstavcom na konci ramena. Môže to byť malá konštrukcia, v ktorej môže človek stáť, alebo môže mať aj dve vidlice, ako napríklad na vysokozdvižnom vozíku. Rameno teleskopického manipulátora môže byť tiež vybavené konštrukciou, zdvíhacím ramenom, lopatkou alebo drapákom. V závislosti od úlohy je možné vymeniť nadstavec. V niektorých častiach sveta teleskopické manipulátory slúžia na zber ovocia z vysokých stromov.@endParagraph @startBoldOtáčanie nadstavby@endBold @startParagraphTeleskopický manipulátor môže byť vybavený otáčavou nadstavbou, ktorá umožňuje otáčať teleskopické rameno o 360 stupňov. To zjednodušuje nielen zdvíhanie materiálov, ktoré sú priamo pred strojom, ale aj nákladov, ktoré sú umiestnené zboku alebo za teleskopickým ramenom. Ostatné teleskopické manipulátory majú pevné rameno, ktoré sa môže pohybovať hore a dole, ale nie do boku. Rameno teleskopického manipulátora sa môže vysunúť veľmi vysoko a podľa typu to môže byť aj viac ako tridsať metrov. Pri zdvíhacích prácach s vysokou hmotnosťou je stavebný žeriav spoľahlivejšou voľbou, pretože dokáže dvíhať väčšie náklady ako teleskopický manipulátor. Teleskopický manipulátor je tiež menej vhodný pre zemné práce: kolesový nakladač je logickou voľbou pre túto úlohu.@endParagraph @startBoldPonuka použitých teleskopických manipulátorov na Traduse@endBold @startParagraphRôzne značky používaných teleskopických manipulátorov sú v ponuke na predaj na Traduse. Claas, Dieci, Caterpillar, Merlo, JCB a Manitou sú populárne značky, ktoré sa pravidelne objavujú. Väčšina teleskopických manipulátorov sú ponúkané z Nemecka, Ukrajiny a Veľkej Británii. Mnohé teleskopické manipulátory z Poľska a Holandska sú tiež ponúkané na predaj cez Tradus.@endParagraph

source: @startBoldGrinders@endBold @startParagraphA grinder or rubble crusher is used for processing rubble on construction sites into granulates or a useful resource. The remnants left behind can be re-used to serve as foundation material or gravel replacement in other products. So, a grinder or rubble crusher comes in handy when construction and demolition waste can be re-used. Often, they’re only needed for a short amount of time, after which they are moved off the construction site again quickly. The use of a rubble crusher creates a lot of noise. It is therefore recommended to always wear hearing protection when working with, or near, a grinder.@endParagraph @startBoldFunctioning of a grinder @endBold @startParagraphFirst, the rubble is gathered, for example using a loader or crane. Then, the rubble can be loaded into the rubble crusher, where it is crushed by heavy metal teeth. As the larger chunks get crushed they drop down onto a conveyor which moves the finer rubble or granulate upwards to be expelled. From there it can then be transported. Due to the dust and noise the process creates, the use of a grinder may be harmful to the environment. Consumers may require permits for the use of a mobile grinder. @endParagraph @startBoldTypes of grinders@endBold @startParagraphThere are various types of grinders around, each with their own purpose. Jaw crushers can quickly and efficiently break hard, fragile and tough materials. An impact crusher is used to process concrete and masonry rubble into granulate for re-use. Screeners are used to separate the larger pieces from the finer ones at the end of the process. Generally, a screener is fitted in the grinder, but it can also serve as a separate machine. @endParagraph @startBoldRange of used grinders on Tradus@endBold @startParagraphThe offers for used grinders on Tradus is very diverse. Makes like Sonstige, Powerscreen, Sandvik, Metso, and Terex are often offered for sale. Extec, Finlay, and Keestrack also feature regularly. Most used grinders and rubble crushers are offered from the United Kingdom, Germany, and Norway.@endParagraph
sk: @startBoldDrviče@endBold @startParagraphDrvič alebo stroj na drvenie sute sa používa na rozdrvenie sutín na staveniskách na granuláty alebo použiteľnú surovinu. Zvyšky sa môžu použiť ako základové materiály alebo ako náhrada štrkov v iných výrobkoch. Drvič alebo stroj na drvenie sutiny je veľmi užitočný, keďže sa stavebné a demolačné odpady môžu opätovne použiť. Často sú potrebné len veľmi krátko počas veľkých prác, preto opúšťajú stavenisko pomerne rýchlo. Používanie drviča je veľmi hlučné. Preto sa vždy odporúča používať ochranu sluchu pri práci s drvičom alebo v jeho blízkosti.@endParagraph @startBoldFungovanie drviča@endBold @startParagraphNajprv sa trosky zhromažďujú pomocou nakladača alebo žeriavu. Potom sa môžu vložiť do drviča, kde sú rozdrvené ťažkými kovovými zubami. Po rozdrvení veľkých kusov sa malé kusy pohybujú nadol a padajú na dopravný pás, ktorý vedie hore a vystreľuje jemný odpad alebo granulát. Odtiaľ sa môžu prepravovať. V dôsledku uvoľneného prachu, hluku, ktorý produkuje a vibrácií, ktoré stroj vytvára, môže byť použitie drviča pre okolie nepríjemné Súkromné osoby môžu mať povinnosť požiadať o povolenie na používanie mobilného drviča. @endParagraph @startBoldTypy drvičov@endBold @startParagraphExistujú rôzne typy drvičov, pričom každý z nich má svoju vlastnú funkciu. S čeľusťovým drvičom môžete rýchlo a efektívne zlomiť tvrdé, rozbitné a pevné materiály. Rotorový drvič sa používa na premenu betónu a muriva na granulát na opätovné použitie. Sitové zariadenia slúžia na oddelenie hrubých kusov od jemnejších na konci drvenia. Drvič obvykle obsahuje sito, ktoré však môže existovať aj ako samostatný stroj. @endParagraph @startBoldSortiment použitých drvičov na Traduse@endBold @startParagraphNa Traduse je pestrá ponuka drvičov. Značky ako Sonstige, Powerscreen, Sandvik, Metso a Terex säú pravidelne v ponuke na predaj. Extec, Finlay a Keestrack sa tiež často objavujú. Najviac použitých drvičov je v ponuke na predaj z Veľkej Británie, Nemecka a Francúzska.@endParagraph

source: %3Cspan%3Ecategory-91%3C%2Fspan%3E
sk: %3Crozpätie%3Ekategória-91%3C%2Frozpätie%3E

source: @startBoldRoad equipment@endBold @startParagraphIn making, maintaining, and repairing roads, various machines are used. The most common ones are offered for sale in used condition on Tradus, by owners from various countries. Rollers or waltzes, asphalt pavers, and compactors can be found throughout the range. @endParagraph @startBoldPurpose of road equipment@endBold @startParagraphAll road equipment is meant to maintain safety, and to improve comfort in traffic and on the roads. For this task heavy machinery is required which can ensure that the various roads are in optimal operational state and able to withstand significant loads for prolonged periods of time. For smaller tasks, around houses and buildings, the machines can come in handy as well.@endParagraph @startBoldTypes of road equipment @endBold @startParagraphCommonly used machines for making roads are asphalt pavers and compactors. An asphalt paver is used for making tarmac roads. This material is placed on the ground at high temperatures, after which it cools rapidly. Afterwards it is then compacted further by a roller, further improving its bond to the ground underneath. Finally, a compactor or vibration plate is used to achieve an even more compacted mixture, although this normally applies more for smaller surfaces, for which a roller is too big.@endParagraph @startBoldAvailability of road equipment on Tradus@endBold @startParagraphOwners of used road equipment are offering their machines for sale on Tradus. There is a good supply of rollers and waltzes, asphalt pavers, and compactors, which are also referred to as vibration plates. Makes that regularly feature in the range include Bomag, Hamm, Dynapac, Ammann, and Caterpillar. But a lot of other makes have also been included in the range, and even more are added on a regular basis.@endParagraph
sk: @startBoldCestné stroje@endBold @startParagraphRôzne stroje sa používajú na výstavbu, údržbu a opravu ciest. Najčastejšie sú v ponuke jazdené stroje z rôznych krajín. V tomto sortimente sa objavujú valce, asfaltovacie stroje a zhutňovacie stroje. @endParagraph @startBoldÚčel cestných strojov@endBold @startParagraphVšetkých cestovné stroje sú určené na zabezpečenie bezpečnosti a pohodlia v doprave a na komunikáciách. Táto práca vyžaduje ťažké stroje, ktoré dokážu udržiavať cesty v optimálnom stave a vydržať ťažké zaťaženie počas dlhšieho obdobia. Stroje môžu tiež prísť vhod pri menších úlohách okolo domov a budov.@endParagraph @startBoldDruhy cestných strojov@endBold @startParagraphBežne používané stroje pri výstavbe ciest sú asfaltová dlabačka a zhutňovací stroj. Na výstavbu asfaltovej cesty sa používa asfaltovací stroj. Materiál sa uloží na zem pri vysokej teplote a rýchlo sa ochladí. Potom sa zhutňuje valcom, čo zlepšuje priľnavosť k zemi. Potom sa použije zhutňovací stroj alebo vibračná doska, aby zmesi ešte hustšie, aj keď to zvyčajne nastane skôr v prípade menších povrchov, ktoré sú príliš malé pre valček.@endParagraph @startBoldDostupnosť cestných strojov na Tradus@endBold @startParagraphMajitelia použitých cestných strojov ponúkajú svoje stroje na predaj prostredníctvom Tradusu. Existuje široká škála valcov, asfaltovacích a zhutňovacích strojov, ktoré sa tiež nazývajú vibračné dosky alebo dusadlá. Značky, ktoré sa pravidelne objavujú, sú Bomag, Hamm, Dynapac, Ammann a Caterpillar. Mnohé ďalšie značky tiež patria do tohto sortimentu. A ďalšie značky sú pridávané pravidelne.@endParagraph
