Repository: altafsamnani/tradus-bundle
Catalog: Resources/translations_old/messages.*.xlf
Languages: pt, sk

source: @startBoldForklifts@endBold @startParagraphForklifts are a means of transportation, mainly for the transport of materials that are stacked on a pallet, most likely in a warehouse or at an industrial site. A forklift is driven by an electric engine or an internal combustion engine. The electric engine is commonly used in forklifts in warehouses and distribution centers, while diesel engines are not the best fit for indoor jobs. For smaller duties, a regular forklift does the job quite well. For the loading and unloading of large trucks, bigger forklifts are usually taken into consideration. These can haul up to ten tons in weight. @endParagraph @startBoldHeavy counterweight@endBold @startParagraphA forklift consists of four main parts: a fork, a control unit, a motor and a heavy counterweight. Other parts include the overhead guard and the mast. A forklift must be heavier at the back than at the front, to be able to lift a load. For this reason, a forklift has a counterweight at the back axle. It should also always have rear-wheel steering to be able to manoeuvre in tight areas. The center of gravity in a forklift varies continually while moving. A forklift must therefore never take a sudden turn at speed as this will cause the forklift to tip over. @endParagraph @startBoldAttachments to a forklift@endBold @startParagraphA forklift can be modified with many options. A sideshifter is a hydraulic attachment with which the fork or forks can be moved sideways. With a fork positioner it becomes easier to move the forks away from each other, or closer together if needed. This means that a wider or smaller load can also be lifted. Optionally, a pole can be attached to the forklift. This makes it possible to lift large items in one piece, such as carpet rolls or metal tubes. Some forklifts can also have a cabin attached in which a person can take place to reach certain heights. This cabin has railings and brackets for the safety of the person inside. Other applications include a snowplough, that can be assembled to the forklift in winter. In other seasons that same snowplough can be put to used for. @endParagraph @startBoldAvailability on Tradus@endBold @startParagraphTradus has a large amount of used forklifts listed. Linde is a well-known brand among forklift manufacturers, as well as Toyota, Still, and Jungheinrich. Other brands of used forklifts include BT, Hyster, Caterpillar, Nissan, Kalmar, Manitou, Mitsubishi, Komatsu, and Yale. @endParagraph
sk: @startBoldVysokozdvižné vozíky@endBold @startParagraphVysokozdvižné vozíky sú dopravné prostriedky určené hlavne na prepravu materiálov, ktoré sú uložené na palete, pričom najčastejšie sú využívané v skladoch alebo v priemyselnej výrobe. Vysokozdvižný vozík je poháňaný elektrickým motorom alebo vnútorným spaľovacím motorom. Elektrický motor sa bežne používa vo vysokozdvižných vozíkoch v skladoch a distribučných centrách, keďže naftové motory nie sú najvhodnejšie pre interiérové práce. Pri menších úlohách bežný vysokozdvižný robí svoju prácu dobre. Na nakládku a vykládku veľkých nákladných automobilov sa využívajú veľké vysokozdvižné vozíky. Tie môžu prepravovať až desať ton. @endParagraph @startBoldVeľké protizávažie@endBold @startParagraphVysokozdvižný vozík pozostáva zo štyroch hlavných častí: vidlice, riadiacej jednotky, motora a ťažkého protizávažia. Medzi ďalšie časti patrí ochranná strecha a tyč. Vysokozdvižný vozík musí byť ťažší vzadu než na prednej strane, aby mohol zdvihnúť náklad. Z tohto dôvodu má vysokozdvižný vozík na zadnej náprave protizávažie. Takisto musí vždy mať riadenie zadného kolesa, aby bol schopný manévrovať v tesných priestoroch. Ťažisko vo vysokozdvižnom vozíku sa mení počas jazdy. Vysokozdvižný vozík sa preto nikdy nesmie rýchlo otáčať, pretože to spôsobí preklopenie vysokozdvižného vozíka. @endParagraph @startBoldPríslušenstvo k vozíku@endBold @startParagraphVozík môže byť upravený rôznou výbavou. Bočný posúvač je hydraulické zariadenie, pomocou ktorého sa vidlica alebo vidlice môžu pohybovať bokom. Pomocou polohovacieho zariadenia, sa budú vidlice ľahšie pohybovať smerom od seba, alebo k sebe. To znamená, že väčší alebo menší náklad môže byť dvíhaný. Na vysokozdvižný vozík možno voliteľne pripevniť tyč. To umožňuje zdvihnúť veľké kusy v jednom kuse, ako sú kotúče kobercov alebo kovové rúry. Niektoré vysokozdvižné vozíky môžu byť vybavené aj kabínou, v ktorej sa osoba môže usadiť do určitej výšky. Táto kabína má zábradlie a konzoly pre bezpečnosť osoby vo vnútri. Ďalší spôsob využitia sú snehové pluhy, ktoré sa môžu montovať na vysokozdvižný vozík v zime. V ostatných ročných obdobiach sa môže použiť ako snehový pluh. @endParagraph @startBoldDostupnosť na Traduse@endBold @startParagraphTradus obsahuje veľké množstvo jazdených vysokozdvižných vozíkov. Linde je známou značkou medzi výrobcami vysokozdvižných vozíkov, ďalej sú to Toyota alebo Jungheinrich. Medzi ďalšie značky jazdených vysokozdvižných vozíkov patria BT, Hyster, Caterpillar, Nissan, Kalmar, Manitou, Mitsubishi, Komatsu, a Yale. @endParagraph

source: @startBoldBox trucks@endBold @startParagraphSometimes a regular van does not suffice and a bigger and stronger vehicle might be better suited for the job. Box trucks allow people to move more cargo faster, cheaper and more efficiently. Box trucks now come in all sizes and colours and are some of the most available commercial vehicles on Tradus.@endParagraph @startBoldMany dimensions and volumes@endBold @startParagraphBecause of its flexibility, the box or ‘closed box’ is the most common and most frequently used solution in transport. Depending on the chassis, there’s an endless list of options in dimensions and volumes. The spacious box makes it easy to carry goods or for hauling appliances or furniture.@endParagraph @startBoldLots of functionalities for box trucks@endBold @startParagraphFor those looking for a reliable solution in transport, Tradus lists a large inventory of used box trucks. Brands vary from Mercedes-Benz, MAN, Iveco, DAF, Renault, Volvo, Scania, Volkswagen, Ford, Mitsubishi, Isuzu and Nissan to even MB and Sonstige. Used box trucks are offered from practically anywhere in Europe and are often equipped with lots of functionalities, such as steel drive axle suspension, aluminum side guard safety rails, a door lift, and a rear view camera. Sellers on Tradus include the build year of their vehicles or the amount of mileage run.@endParagraph
sk: @startBoldSkriňové nákladné autá@endBold @startParagraphNiekedy bežná dodávka nestačí a väčšie a silnejšie vozidlo by mohlo byť pre danú prácu vhodnejšie. Skriňové nákladné autá umožňujú ľuďom prepravovať viac nákladu rýchlejšie, lacnejšie a efektívnejšie. Skriňové nákladné autá sú v rôznych veľkostiach a farbách a sú jedny z najviac dostupných komerčných vozidiel na Traduse.@endParagraph @startBoldRôzne rozmery a objemy@endBold @startParagraphVďaka svojej flexibilite, boxu alebo „uzavretej skrini“ predstavujú najbežnejšie a najčastejšie používané riešenie v doprave. V závislosti od podvozku existuje nekonečný zoznam možností rozmerov a objemov. Priestranné skrine uľahčuje prepravu tovaru alebo spotrebičov a nábytku.@endParagraph @startBoldVeľa funkcií skriňových nákladných áut@endBold @startParagraphPre tých, ktorí hľadajú spoľahlivé riešenie v doprave, Tradus ponúka široký výber skriňových nákladných áut. Značky zahŕňajú Mercedes-Benz, MAN, Iveco, DAF, Renault, Volvo, Scania, Volkswagen, Ford, Mitsubishi, Isuzu, Nissan, dokonca aj MB a Sonstige. Jazdené skriňové nákladné autá sa ponúkajú prakticky odkiaľkoľvek v Európe a často sú vybavené množstvom funkcií, ako je napríklad oceľové zavesenie hnacích náprav, hliníkové bočné ochranné kryty, výklopné dvere a zadná cúvacia kamera. Predávajúci na Traduse uvádzajú rok výroby svojich vozidiel alebo počet najazdených kilometrov.@endParagraph

source: @startBoldFlatbed open@endBold @startParagraphThe open flatbed is a smart and simple solution for the transport of goods. It is one of the most popular trucks used for freight shippings. The ‘open’ refers to the top. They are commonly used to move machines and material, unlike the flatbed tarp. In most cases, the open flatbed has closed sides so that whatever is inside will not be moved during the transport. An advantage of the open flatbed is the easy and efficient loading and unloading of the truck: there is no need to tie or loosen a tarpaulin since the bed is directly accessible after letting down the back board and the sides. A forklift is commonly used for loading and unloading. With unsteady weather conditions, it is advised to use a box truck or a flatbed tarp.@endParagraph @startBoldSteel and aluminium@endBold @startParagraphOpen flatbeds are often used to transport building material, but also flat steel, coiled steel, channel steel, rebar and lumber. Most open flatbeds are made from steel or aluminum or from a steel/aluminum combination. The weight of the open flatbed differs: they go from a lightweight 3,500 kg to a massive 32,000 kg.@endParagraph @startBoldLarge amount of listings@endBold @startParagraphThe open flatbed truck is in the top ten of most listed trucks for transport on Tradus. Among the available brands are Mercedes-Benz, Iveco, MAN, Volvo, DAF, Renault, Scania, Volkswagen, Ford, Unimog, Fiat, Nissan and Hyundai. New open flatbed trucks are listed every day.@endParagraph
sk: @startBoldOtvorená plošina@endBold @startParagraphOtvorená plošina je elegantné a jednoduché riešenie na prepravu tovaru. Je to jeden z najobľúbenejších typov nákladných vozidiel používaných pre nákladnú dopravu. Otvorená je vrchná časť plošiny. Bežne sa používajú na presun strojov a materiálu, na rozdiel od plošiny s nepremokavou plachtovinou. Vo väčšine prípadov má otvorená plošina uzavreté boky, takže všetko, čo je vo vnútri, sa nebude počas prepravy posúvať. Výhodou otvorenej plošiny je jednoduché a efektívne nakladanie a vykladanie nákladného vozidla: nie je potrebné spájať alebo uvoľňovať plachtovinu, pretože plošina je priamo prístupná po uvoľnení zadnej steny a bočných stien. Na nakladanie a vykladanie sa bežne používa vysokozdvižný vozík. Pri nestálom počasí sa odporúča použiť skriňové auto alebo plošinu s nepremokavou plachtovinou.@endParagraph @startBoldOceľ a hliník@endBold @startParagraphPlošiny sa často používajú na prepravu stavebného materiálu, ale aj plochej ocele, zvinutej ocele, ocele profilu U, výstuže a reziva. Väčšina plošín je vyrobená z ocele alebo hliníka alebo z kombinácie ocele a hliníka. Hmotnosti otvorených plošín sú rôzne: od ľahkých 3 500 kg až po obrovské 32 000 kg.@endParagraph @startBoldVeľké množstvo položiek@endBold @startParagraphNákladné vozidlá s otvorenou plošinou je v prvej desiatke najviac inzerovaných nákladných vozidiel na Traduse. K dispozícii sú značky Mercedes-Benz, Iveco, MAN, Volvo, DAF, Renault, Scania, Volkswagen, Ford, Unimog, Fiat, Nissan a Hyundai. Nové nákladné vozidlá s otvorenou plošinou sú inzerované každý deň.@endParagraph

source: @startBoldFlatbed tarpaulin@endBold @startParagraphThe flatbed tarpaulin, also known as flatbed tarp, is a great way to move steel, lumber and similar transport carefully. They are typically equipped with a dry box with tarp on both sides, or a flatbed with changeable ribs supported by a tarp. The tarp itself is common language for plastic coated fabric and is meant to protect whatever is inside from all sorts of weather. Preferably, the flatbed tarp is not used to transport machines and construction tools.@endParagraph @startBoldA flexible solution@endBold @startParagraphThe flatbed typically has no enclosure or doors. Loading and unloading can therefore be easily done from the sides or from above. To shield the cargo, a tarp is placed on the skeleton mounted to the flatbed. It’s a more basic form of a closed box truck but still highly popular due to their flexibility. Tradus provides many used flatbed tarps for sale for those interested. Brands include Hino, MAN, Isuzu, Mitsubishi, Renault, Volvo, Scania, Iveco, DAF, Mercedes-Benz and many others.@endParagraph @startBoldSuitable for a wide range of cargo@endBold @startParagraphTo load from the side, the tarp will be pulled to the top and the skeleton will be dismantled. To load or unload from the top, for example with a crane, the tarp is pulled forward and the skeleton can be dismantled partially. Whatever your cargo requires. Flatbed trailers come in all sizes and shapes, varying from 7 meters up to 17 meters, providing solutions for a wide range of cargo.@endParagraph
sk: @startBoldPlošina s plachtou@endBold @startParagraphPlošinová plachta, tiež známa ako plošinová plachtovina, je skvelý spôsob, ako starostlivo prepravovať oceľ, drevo a podobný náklad. Zvyčajne sú vybavené skriňou s plachtou na oboch stranách alebo plošinou s vymeniteľnou konštrukciou s podpornou plachtou. Samotná plachta predstavuje textíliu potiahnutú plastom, pričom je určená na ochranu toho, čo je vo vnútri a to v každom počasí. Plošina s plachtou sa zvyčajne nepoužíva na prepravu strojov a stavebných nástrojov.@endParagraph @startBoldFlexibilné riešenie@endBold @startParagraphPlošina zvyčajne nemá žiadny kryt alebo dvierka. Nakládku a vykládku je možné ľahko vykonať z bokov a zhora. Na zaistenie nákladu je na skelet plošiny namontovaná plachta. Je to základná forma uzavretého nákladného auta, ale stále je veľmi obľúbená kvôli svojej flexibilite. Tradus ponúka veľa použitých plošinových plachiet na predaj pre prípadných záujemcov. Značky zahŕňajú Hino, MAN, Isuzu, Mitsubishi, Renault, Volvo, Scania, Iveco, DAF, Mercedes-Benz a mnohé iné.@endParagraph @startBoldVhodné pre širokú škálu nákladov@endBold @startParagraphNa nakladanie z boku sa nepremokavá plachtovina vytiahne a skelet sa demontuje. Na nakladanie alebo vykladanie zhora, napríklad pomocou žeriavu, sa plachta vytiahne dopredu a skelet možno čiastočne demontovať. Čokoľvek váš náklad vyžaduje. Plošinové prívesy sú v rôznych veľkostiach a tvaroch od 7 metrov do 17 metrov, pričom poskytujú riešenia pre širokú škálu nákladov.@endParagraph

source: @startBoldCab and chassis@endBold @startParagraphA cab and chassis does not have a pre-assembled flatbed or container. The owner is free to add any equipment or trailer to this basic set of cabin and bare chassis. The cab and chassis can be fitted to be suitable for a large number of applications and can be turned into a dump truck, box truck, flatbed tarp or other vehicle.@endParagraph @startBoldStrong and flexible@endBold @startParagraphA cab and chassis combines power and flexibility. Because the vehicle is modular it is a great option for hauling a variety of loads and therefore has wide commercial applications. Simply use a cab and chassis as a starting point to create a build-up based on the need of mobility and (re)configure the vehicle where needed.@endParagraph @startBoldWide range@endBold @startParagraphTradus has a special category for used cab and chassis and offers a large stock. Brands include Mercedes-Benz, MAN, Iveco, Volvo, Ford, Scania, DAF, Renault, Star, MB, and many others. Sellers on Tradus tend to list vehicles with the build year or mileage run and possibly a combination of the two.@endParagraph
sk: @startBoldKabína a podvozok@endBold @startParagraphKabínu a podvozok nemajú vopred namontovanú plošinu alebo kontajner. Majiteľ si môže pridať akékoľvek vybavenie alebo príves do tejto základnej súpravy kabíny s holým podvozkom. Kabína a podvozok môžu byť namontované tak, aby boli vhodné pre rôzne použitia, pričom sa môžu premeniť na sklápač, skriňový automobil, plošinu s plachtou alebo iné vozidlo.@endParagraph @startBoldPevné a pružné@endBold @startParagraphKabína a podvozok spájajú v sebe výkon a flexibilitu. Vzhľadom na to, že vozidlo je modulárne, je to skvelá voľba pre prepravu rôznych nákladov, a preto má široké komerčné využitie. Jednoducho použite kabínu a podvozok ako východiskový bod na vytvorenie zostavy pre potreby mobility a (opätovne) nakonfigurujte vozidlo tam, kde je to potrebné.@endParagraph @startBoldŠiroký sortiment@endBold @startParagraphTradus má špeciálnu kategóriu pre použité kabíny a podvozky, pričom ponuka je veľká. Značky zahŕňajú Mercedes-Benz, MAN, Iveco, Volvo, Ford, Scania, DAF, Renault, Star, MB, a mnohé iné. Predávajúci na Traduse uvádzajú rok výroby alebo počet najazdených kilometrov prípadne aj oba údaje.@endParagraph

source: @startBoldTipper/dumper truck@endBold @startParagraphThe tipper/dumper truck is the ideal means of transport for loose material such as gravel or sand for constructions. They are typically equipped with an open-box bed and hydraulic rams to be able to lift the front. The cargo will be stored in the flatbed, and can later be emptied by tipping it at the front until the complete material has left the open-box bed. Tipper/dumper trucks come in all sizes and shapes so there will always be one suited for your application.@endParagraph @startBoldFor different terrains@endBold @startParagraphThe biggest tipper/dumper trucks can be up to 20 meters long, allowing for large loads. The terrain on which the tipper/dumper trucks are used is an important factor in deciding which truck to choose: an appropriate truck is recommended when executing work on asphalt, sand, gravel or streets. On Tradus used tipper/dumper trucks are offered for sale all through Europe and come with many functionalities, such as reversing cameras, aluminum insulated tipping body, a steel drive axle suspension and a vertical exhaust system. Choose from popular brands like: Mercedes-Benz, MAN, Iveco, Volvo, Scania, Renault, DAF, Thwaites, Terex and many others.@endParagraph
sk: @startBoldVyklápacie/sklápacie nákladné vozidlo@endBold @startParagraphVyklápacie/sklápacie nákladné vozidlo je ideálnym prostriedkom na prepravu sypkých materiálov, ako napríklad štrk alebo piesok na stavby. Spravidla sú vybavené plošinou s otvorenou skriňou a hydraulickými piestami na zdvíhanie prednej časti. Náklad sa naloží na plošinu, pričom sa môže neskôr vyprázdniť tak, že sa zdvihne predná strana až kým sa celý materiál nevysype z otvoru. Vyklápacie/sklápacie nákladné vozidlo ponúkame v rôznych veľkostiach a tvaroch, preto tu bude vždy jeden vhodný pre vašu aplikáciu.@endParagraph @startBoldPre rôzne terény@endBold @startParagraphNajväčšie vyklápacie/sklápacie nákladné vozidlá sú až 20 metrov dlhé pre veľké náklady. Terén, na ktorom sa používajú vyklápacie / sklápacie nákladné vozidlá, je dôležitým faktorom pri rozhodovaní, ktoré vozidlo si vyberiete: na prácu na asfalte, piesku, štrku alebo v uliciach si treba vybrať vhodný nákladný automobil. Na Traduse sú v ponuke na predaj jazdené vyklápacie / sklápacie nákladné vozidlá z celej Európy s mnohými funkciami, ako napríklad cúvacie kamery, hliníková izolovaná vyklápacia karoséria, oceľová hnacia náprava a vertikálny výfukový systém. Vyberte si z populárnych značiek: Mercedes-Benz, MAN, Iveco, Volvo, Scania, Renault, DAF, Thwaites, Terex a mnohé iné.@endParagraph

source: @startBoldConcrete mixer/pump@endBold @startParagraphConcrete mixers are most commonly seen on building sites. After preparing the cement, the liquid concrete is transported slowly to a construction site with a concrete mixer. To make sure the concrete does not set before it can be applied, it is continuously rotated. Despite the continued rotation, there’s typically a timeframe of about one hour to prevent the concrete mix to set. After arrival, the mixer is rotated the opposite way to unload.@endParagraph @startBoldThree types of concrete mixers@endBold @startParagraphThere are three main types of concrete mixers: twin shaft mixers, vertical axis mixers, and drum mixers. Each of these has its own strengths and weaknesses. The twin shaft mixer has a high intensity mixing and short mixing times. The vertical axis mixer is commonly used for coloured concrete and smaller batches. The drum mixer is usually taken into consideration for larger volumes and is capable of high production speeds. These are also low-cost in maintenance. Regardless of the type, concrete mixer trucks usually have a single cabin up front.@endParagraph @startBoldAvailability on Tradus@endBold @startParagraphThe used concrete mixer trucks that are listed on Tradus are offered from anywhere in the world and many brands are available. Varying from Astra, Putzmeister, MB and Renault up to more popular brands as MAN, DAF, Scania, Volvo, Iveco, and Mercedes-Benz.@endParagraph
sk: @startBoldDomiešavač/čerpadlo na betón@endBold @startParagraphMiešačky na betón často vidieť na stavbách. Po príprave cementu sa tekutý betón prepravuje pomaly na stavenisko pomocou domiešavača. Na zabezpečenie toho, aby sa betón nepretržite otáčal a nestuhol pred jeho použitím. Napriek pokračujúcej rotácii je zvyčajne zostáva asi jedna hodina, aby betónová zmes nestuhla. Po príchode sa domiešavač otáča opačným smerom na vyloženie betónu.@endParagraph @startBoldTri typy miešačiek na betón@endBold @startParagraphExistujú tri hlavné typy miešačky na betón: miešačky s dvoma hriadeľmi , miešačky so zvislou osou a bubnové miešačky. Každý z nich má svoje silné a slabé stránky. Dvojitý hriadeľ miešačky má vysokú intenzitu miešania a krátke časy miešania. Domiešavač s vertikálnou osou sa bežne používa na farebný betón a menšie dávky. Bubnové miešačky sa zvyčajne využívajú pre väčšie objemy, pričom dokážu rýchlo vyrábať betón. Majú nízke náklady na údržbu. Bez ohľadu na typ majú domiešavače zvyčajne jednu kabínu vpredu.@endParagraph @startBoldDostupnosť na Traduse@endBold @startParagraphJazdené domiešavače, ktoré sú inzerované na Traduse, sú z rôznych kútov sveta a v ponuke sú mnohé značky. Od Astra, Putzmeister, MB a Renault až po populárne značky, MAN, DAF, Scania, Volvo, Iveco, Mercedes-Benz.@endParagraph
