Repository: altafsamnani/tradus-bundle
Catalog: Resources/translations_old/messages.*.xlf
Languages: pt, sk

source: @startBoldTillers@endBold @startParagraphTillers are generally robust machines for heavy duty purposes. They can be divided into two categories: the primary machines, such as ploughs, which can penetrate deep into the soil, and with which the soil can be churned, and the secondary machines, such as rakes, hoes, and vaporisers, used to process the surface of the land. @endParagraph @startBoldPrimary machines@endBold @startParagraphThe plough, for example, falls under the primary machines. In agriculture, a plough is used to prepare the soil for use, especially for sowing. Due to improved techniques, and using tractors, thousands of acres of land can nowadays be ploughed in a single day. Tillers are getting larger and more efficient and can generally work both forwards and backwards. Often, they are fitted with rotating blades, which allow large quantities of soil to be churned in short periods of time. There are many different applications around for tillers. Ploughing and harrowing, for example, are done when preparing the soil for sowing. While a stubble plough with multiple sheers can penetrate deeper into the soil. @endParagraph @startBoldSecondary machines@endBold @startParagraphSecondary tillers, such as rakes, hoes, and vaporisers can also be found on Tradus. Just like primary machines, they are separate components which can be attached to a tractor, to then be used in processing soil. Rakes and hoes however, are more suitable for work on the surface, rather than deep in the soil. @endParagraph @startBoldRange on Tradus@endBold @startParagraphA wide range of used tillers can be found on Tradus. Ploughs, harrows, hoeing machines, cultivators, rollers, and presses of various makes are regularly offered. The recurring makes of tillers include Kverneland, Lemken, Kuhn, Gruber, Amazone, Väderstad and many other makes. @endParagraph
sk: @startBoldStroje na obrábanie pôdy@endBold @startParagraphStroje na obrábanie pôdy sú vo všeobecnosti spoľahlivé stroje pre ťažké práce. Môžu byť rozdelené do dvoch kategórií: primárne stroje, ako sú pluhy, ktoré môžu preniknúť hlboko do zeme a obrátiť pôdu a sekundárne stroje, ako sú hrable, motyky a injektory, ktoré sa používajú na prácu na povrchu pôdy. @endParagraph @startBoldZákladné stroje@endBold @startParagraphPluh je jeden zo strojov, ktorý je považovaný za hlavný nástroj. V poľnohospodárstve sa pluh používa na prípravu pôdy, hlavne na siatie. Vďaka zdokonaleným technikám a s pomocou traktorov je dnes možné orať tisíce hektárov pôdy za deň. Stroje na obrábanie pôdy sa stávajú väčšími a účinnejšími a môžu všeobecne jazdiť smerom vpred aj vzad. Často sú vybavené rotujúcimi čepeľami, aby pluhovali veľa pôdy v krátkom čase. Existujú rôzne druhy strojov na obrábanie pôdy. Napríklad pluhy a brány sa používajú pri príprave pôdy na siatie. Na spracovanie pôdy na hlbšej úrovni sa môže použiť pluh na strnisko s viacerými nožnicami. @endParagraph @startBoldSekundárne stroje@endBold @startParagraphStroje na sekundárne obrábanie pôdy, ako sú hrable, motyky a vstrekovače, nájdete tiež na Traduse. Rovnako ako primárne stroje ide o samostatné komponenty, ktoré môžu byť pripojené k traktoru a potom použité na spracovanie pôdy. Hrable a motyky sa používajú najmä na prácu na povrchu a nie hlbšie. @endParagraph @startBoldPonuka na Traduse@endBold @startParagraphTradus ponúka široký sortiment použitých strojov na obrábanie. Pluhy, brány, plečky, kultivátory, valčeky a lisy rôznych značiek sú v ponuke pravidelne. Časté značky strojov na obrábanie pôdy zahŕňajú Kverneland, Lemken, Kuhn, Gruber, Amazone, Väderstad a mnohé iné značky. @endParagraph

source: @startBoldSowing and planting machines @endBold @startParagraphSowing and planting machines are used in agriculture for sowing seed, with the intention of letting it grow into crops. Nowadays, large machines are available which can sow many acres of land, which greatly increases the efficiency of sowing. In the period during which the land is suitable for sowing, the sowing or planting machine moves over the land, while the gutter plough slightly opens the land. Through the sowing pipe, the seed is then released into the open groove. A seed coulter is then used to apply a new layer of soil, closing the groove. @endParagraph @startBoldComponents of a sowing machine @endBold @startParagraphA sowing machine consists of a great number of different components. Such as the lump clearer, the seed drain plug, the storage bin, the leading roll, the seed coulter, the intermediate pressure roll, and the conical pressure roll. Each element has its own function, and can remove soil, sow seed, apply new soil, or equalise the soil. When sowing, it is important not only that the seeds are at equal distance, but also that they are at the right depth. The ideal sowing depth is different for each crop. @endParagraph @startBoldMaintenance of the sowing machine @endBold @startParagraphA sowing or planting machine requires proper maintenance, just like many other machines in agriculture. The various elements must be aligned correctly and checked regularly. A sowing machine consists of fixed components, as well as moving and rotating components, and each requires its own maintenance. Although it can be a time-consuming task to check and maintain the sowing or planting machine, it is the best way to ensure its continued functioning for a long time. @endParagraph @startBoldPlanting machines@endBold @startParagraphUsing planting machines, crops, plants, and trees, with or without clump, can be placed in the soil. This includes tulip bulbs, hyacinth bulbs, and other early-stage plants, as well as rootstocks, linchpins, and conifers. In the category of planting machines, a diverse range of types can be found for performing different tasks. @endParagraph @startBoldUsed sowing and planting machines on Tradus@endBold @startParagraphMany used sowing and planting machines are offered for sale through Tradus. These often include makes such as Siewnik, Amazone, Väderstad, Kuhn, Kverneland and Horsch. In addition, makes such as Gaspardo, Inny, John Deere, Nordsten, and Lemken are also offered. On a weekly basis, more different makes of used sowing and planting machines are offered for sale. @endParagraph
sk: @startBoldStroje na výsev a siatie@endBold @startParagraphVysádzacie a sejacie stroje sa používajú na siatie semien v poľnohospodárstve na účely pestovania plodín. Dnes sú k dispozícii veľké stroje, ktoré sa dajú použiť na siatie na veľkej ploche, vďaka čomu je siatie oveľa efektívnejšie. V dobe, keď je pôda vhodná na siatie, je vysádzací alebo sejací stroj ťahaný po celom láne a otvárač brázdy zaisťuje, že pôda sa trochu otvorí. Osivo je potom púšťané do otvorenej brázdy cez semenovod. Radlička sa potom použije na nanesenie novej vrstvy zeminy, ktorá zatvára brázdu. @endParagraph @startBoldKomponenty sejacieho stroja@endBold @startParagraphSejací stroj sa skladá z veľkého počtu rôznych častí. K dispozícii sú okrem iného aj odstraňovač hromady, zátka na vyprázdňovanie osiva, násypka, predný valec, výsevná sejačka, stredný tlakový valec a kužeľový tlakový valec. Každý prvok má svoju vlastnú funkciu a môže pomôcť odstrániť pôdu, zasiať semená, nniesť novú pôdu alebo vyrovnať zem. Pri siatí je dôležité použiť semená v rovnakej vzdialenosti a v správnej hĺbke. Ideálna hĺbka výsevu sa líši podľa typu plodiny. @endParagraph @startBoldÚdržba sejacieho stroja@endBold @startParagraphStroj na výsadbu alebo výsev musí byť dobre udržiavaný, rovnako ako mnohé iné stroje v poľnohospodárstve. Rôzne prvky musia byť správne vyrovnané, nastavené a pravidelne kontrolované. Sejací stroj pozostáva z pevných, pohyblivých a otočných komponentov a všetky potrebujú vlastnú údržbu. Aj keď to môže byť časovo náročná úloha na kontrolu a údržbu výsadby alebo sejacieho stroja, je to najlepší spôsob, ako s ňou pracovať dlhšie. @endParagraph @startBoldSejačky@endBold @startParagraph Sejacie stroje môžu byť použité na plodiny, rastliny a stromy vysádzané do zeme, ktorá môže ale nemusí mať hrudy. Toto sa líši od tulipánových cibuliek, hyacintových cibuliek a iných mladých rastlín až po podnožky, vretená a ihličnany. V kategórii sejačiek existuje rôznorodá škála typov na vykonávanie rôznych prác. @endParagraph @startBoldPoužité vysádzacie a sejacie stroje na Traduse@endBold @startParagraphNa predaj cez Tradus je v ponuke mnoho použitých vysádzacích a sejacích strojov. Často ide o značky ako Siewnik, Amazone, Väderstad, Kuhn Kverneland a Horsch. Značky ako Gaspardo, Inny, John Deere, Nordsten a Lemken sú tiež v ponuke. Každý týždeň sa pridávajú rôzne značky použitých vysádzacích a sejacích strojov, ktoré sa ponúkajú na predaj. @endParagraph

source: Export language
sk: Izvoz jezika

source: @startBoldSprayers@endBold @startParagraphWith a sprayer, liquids, such as liquid fertilisers or compost, can be sprayed over the land with force, giving them the primary function of fertiliser dispenser. However, they can also be applied for spreading insecticides in land cultivation. Other situations where sprayers can be used include giving supplementary nutrition to many types of agricultural product, like grain, grass, potatoes, flower bulbs, vegetables, and asparagus, or young trees. @endParagraph @startBoldComponents of the sprayer @endBold @startParagraphSprayers are available in many different weights and sizes. Some are fitted with very large tanks that can hold thousands of litres of spraying liquid, while nowadays there are also a lot of self-driving sprayers, which can, for example, protect vegetables or crops from various diseases. These can also be fitted with special sensors for extra accuracy in their operation. Then, a sprayer contains a pump, spray truck, caps, filters, taps, fittings, flow meters and manometers, and a command block.@endParagraph @startBoldCleaning and maintenance @endBold @startParagraphProper cleaning of the sprayer is important. Often, they are cleaned on the land, although this does cause a certain amount of dredging. Increasingly, it is preferred to clean, or have cleaned, the sprayer in a designated washing location on the terrain. This also prevents crop protection agents or cleaning agents from entering the surface water. In terms of maintenance, the same applies as it does for many agricultural machines, that it should be checked regularly to ensure all components remain in working order and correctly aligned, and whether any rust has formed on the exterior or interior. @endParagraph @startBoldDiverse range on Tradus@endBold @startParagraphThe range of used sprayers on Tradus is almost always high. In the Netherlands, makes such as Dubex, Veenhuis, and Hardi are regularly offered for sale. Outside of the Netherlands, Amazone, John Deere, Berthoud, and Holder are popular makes that often recur in the range on Tradus. Denmark, Germany, Poland, and France are the countries from where new adverts containing used sprayers regularly appear. @endParagraph
sk: @startBoldPostrekovače@endBold @startParagraphPoľnohospodárske postrekovače môžu byť použité na rozprašovanie kvapalín po celej ploche role. Napríklad kvapalné hnojivá alebo komposty, ktoré slúžia hlavne ako rozmetadlo hnoja, ale môžu slúžiť aj na postrek insekticídov na poli. Poľnohospodárske postrekovače sa používajú aj na doplnenie mnohých poľnohospodárskych produktov, ako sú obilie, trávne porasty, zemiaky, kvetinové cibule, zelenina a špargľa, ale aj napríklad mladé stromy. @endParagraph @startBoldKomponenty postrekovača@endBold @startParagraphPostrekovače sú k dispozícii v rôznych veľkostiach a hmotnostiach. Niektoré z nich sú vybavené veľmi veľkým zásobníkom, ktorý sa hodí na tisíce litrov rozprašovacieho prostriedku, zatiaľ čo v súčasnosti existuje aj mnoho samochodných postrekovačov, ktoré chránia zeleninu alebo plodiny pred rôznymi chorobami. Môžu byť vybavené špeciálnymi snímačmi pre lepšiu presnosť pri práci. Postrekovač má tiež čerpadlo, postrekovacie auto, uzávery, filtre, ventily, spojky, prietokomery a manometre a príkazové bloky.@endParagraph @startBoldČistenie a údržba@endBold @startParagraphDôležité je dôkladné čistenie postrekovača. Často sa čistia na samotnej pôde, ale potom je potrebné bagrovanie. Čím ďalej tým viac je zástancov čistenia postrekovača na špeciálnom umývacom mieste vo vlastných priestoroch. Takto sa zabráni vnikaniu prípravkov na ochranu rastlín alebo čistiacich prostriedkov do povrchovej vody. Na údržbu, rovnako ako pri mnohých poľnohospodárskych strojoch, je potrebné vždy skontrolovať, či sú veci správne nastavené a či sa na vnútornej aj vonkajšej strane nevytvorila hrdza. @endParagraph @startBoldRôzny sortiment na Traduse@endBold @startParagraphNa Traduse je takmer vždy široká ponuka použitých poľnohospodárskych postrekovačov. V Holandsku sú značky ako Dubex, Veenhuis a hardi pravidelne ponúkané na predaj. Okrem toho, Amazone, John Deere, Berthoud a Holder sú populárne značky, ktoré sa často objavujú v ponuke na Traduse. Mnoho nových inzerátov použitých postrekovačoch často pochádza z Dánska, Nemecka, Poľska a Francúzska. @endParagraph

source: @startBoldSpreaders@endBold @startParagraphA good spread is important for the yield and quality of the crop. Spreaders can be used in various activities in agriculture. For the spreading of fertiliser, for example, using a machine is essential, but they also come in handy for spreading grass seed, granulate, insecticides, other (artificial) manures, or, depending on the season, grit salt. If spreading is not done carefully it can cause damage to eyes or the environment: valuable minerals in the soil are lost to over-nutrition from fertiliser on the soil. It is also important to be aware of the weight of the spreader. If the tractor is fairly light, sufficient forward weight needs to be added: this will allow the tractor to pull the full spreader better. @endParagraph @startBoldMaintenance of the spreader@endBold @startParagraphWith good maintenance, a spreader can have a fairly long lifespan, even if it has had a previous owner. Wear and tear of the spreading pipe, for example, can be checked effortlessly. A little wear is not a big problem, but if clearly visible grooves begin to form in the spreading pipe, it is time to replace it. The internal wear of the spreading pipe also needs to be kept in check. It is important to clean the spreader properly after each use: it prevents rust from forming, as well as unnecessary spreading faults upon subsequent use. @endParagraph @startBoldSpreaders on Tradus@endBold @startParagraphThe range of used spreaders on Tradus runs in the thousands. Renowned makes like Vicon, Ausa, and Veenhuis are well represented, while sellers of used spreaders also offer makes like Rauch, Samson, Bogballe, and Bredal. @endParagraph
sk: @startBoldRozmetadlá@endBold @startParagraphPoriadne rozmetanie je dôležité pre výnosy a kvalitu úrody. Rozmetadlá môžu byť použité pre rôzne aktivity v poľnohospodárstve. Napríklad je potrebné použiť stroj na šírenie umelých hnojív, ale sú tiež užitočné na rozmetanie trávnych semien, granúl, insekticídov, iných hnojív alebo, v závislosti od sezóny, aj rozmetanie soli. Ak sa rozmetanie nevykoná opatrne, môže to mať za následok stratu zberu a dopad na životné prostredie: vzácne minerály v pôde sa strácajú, keď pôdu preplňujete umelými hnojivami. Je tiež dôležité venovať pozornosť hmotnosti rozmetadla. Ak je traktor pomerne ľahký, musia byť namontované dostatočné predné závažia. Traktor tak môže lepšie zdvihnúť celé rozmetadlo. @endParagraph @startBoldÚdržba rozmetadla@endBold @startParagraphPri správnej údržbe, rozmetadlo vydrží veľmi dlho, a to aj napriek tomu, že už malo predchádzajúceho majiteľa. Napríklad je možné ľahko skontrolovať opotrebovanie rúrky. Malé opotrebenie nie je veľký problém, ale keď sú v rozdeľovacej rúrke jasné drážky, je na čase ich vymeniť. Aj vnútorné opotrebovanie rúrok rozmetadla je potrebné sledovať. Pri každom použití je dôležité vyčistiť rozmetadlo: zabraňuje tvorbe hrdze a zbytočným chybám pri následnom použití. @endParagraph @startBoldRozmetadlá na Traduse@endBold @startParagraphNa Traduse sú v ponuke tisíce rozmetadiel. Známe značky ako Vicon, Ausa a Veenhuis sú dobre zastúpené, pričom predajcovia používaných rozmetadiel ponúkajú aj značky ako Rauch, Samson, Bogballe a Bredal. @endParagraph

source: @startBoldLivestock farming@endBold @startParagraphLand cultivation is not the only agricultural sector that relies heavily on machines to do the work efficiently; livestock farming, and horticulture use machinery for many tasks as well. Offered for sale on Tradus, you’ll find feed mixers, silage cutters, and wood chippers, among others. Of course, these machines must comply with a lot of regulations for use in livestock farming. There’s also milking parlours and mobile milking trucks, concentrated feed boxes, thermal troughs, automated calf feeders, and cow brushes. @endParagraph @startBoldTypes of machines@endBold @startParagraphThe two largest categories of used machines being offered for sale through Tradus are feed mixers and silage cutters. A feed mixer, a trusted and often-used machine at many livestock farms, can mix various types of feed and offer it to the livestock. Feed mixers contain a cutting and mixing mechanism that turns the supplied ingredients into a single mixture. The animals are then offered the mixture on a conveyor or through a gutter. @endParagraph @startBoldSilage cutters@endBold @startParagraphA silage cutter harvests silage grass as stock for the animals. The fully dried grass is collected by a loader wagon and stacked on a pile. After the pile has been thoroughly compressed, the livestock farmer can harvest regular amounts of grass from the pit using a silage cutter. @endParagraph @startBoldMachines for livestock farming on Tradus@endBold @startParagraphOther machines offered for sale in the livestock farming and horticulture section on Tradus include, for example, branch chippers, corn discs, and wood chippers. Makes like Kongskilde, Trioliet, Kuhn, Strautmann, and Funki are strongly represented in the range. A lot of livestock farming machinery is offered for sale from Denmark. But there are also sellers from Germany, the Netherlands, and France. Makes frequently offered for sale in the Netherlands include Trioliet, Schuitemaker, and BvL. @endParagraph
sk: @startBoldZvieratá@endBold @startParagraphNielen poľnohospodárstvo si vyžaduje veľké množstvo zariadení na správne vykonávanie všetkých prác; hospodárske zvieratá a záhradníctvo tiež vyžadujú stroje na obhospodarovanie. Na Traduse sú v ponuke na predaj aj frézy na siláž, miešacie kŕmne a sekačky. Prirodzene, tieto stroje musia spĺňať veľké množstvo pravidiel, ktoré sa týkajú dobytka. Ďalej sú to dojacie stroje a mobilné vozíky na mlieko, kondenzačné boxy, tepelné nápoje, tekutiny na pitie a kravské kefy. @endParagraph @startBoldTypy strojov@endBold @startParagraph Dve hlavné kategórie, v ktorých sú použité stroje ponúkané na predaj cez Tradus, zahŕňajú miešacie kŕmne a frézy na siláž. Miešacou kŕmňou, dôveryhodným a často používaným strojom na mnohých farmách pre chov dobytka, možno rôzne druhy krmiva zmiešať a dať hovädziemu dobytku. Takáto miešiaca kŕmňa má rezací a miešací mechanizmus, ktorý mieša všetky prísady do jedinej zmesi. Zvieratám sa potom môže krmivo podať na páse alebo žľabe. @endParagraph @startBoldRezačky na siláž@endBold @startParagraphSilážne rezačky sa používajú na zbieranie silážnej trávy pre zvieratá. Úplne vysušená tráva sa zhromažďuje nákladným vozňom a umiestni sa na hromadu. Po správnom stlačení môže farmár pravidelne naberať trávu zo siláže silážnou frézou. @endParagraph @startBoldStroje pre živočíšnu výrobu na Traduse@endBold @startParagraphMedzi ostatné stroje, ktoré sú ponúkané na predaj na chov hospodárskych zvierat a pre záhradníctvo prostredníctvom Tradusu, patria štiepkovače konárov, obilné disky a štiepkovače na drevo. Značky ako Kongskilde, Trioliet, Kuhn, Strautmann a Funki sú zastúpené v sortimente. Mnoho strojov pre živočíšnu výrobu sú ponúkané na predaj z Dánska. Okrem toho, mnohí obchodníci sa nachádzajú v Nemecku, Holandsku a Francúzsku. Značky, ktoré sú často ponúkané na predaj zahŕňajú Trioliet, Schuitemaker a BvL. @endParagraph

source: %3Cspan%3Ecategory-59%3C%2Fspan%3E
sk: %3Crozpätie%3Ekategória-59%3C%2Frozpätie%3E

source: @startBoldHarvesters@endBold @startParagraphFor certain crops, the inedible parts need to be separated from the edible parts. Grain for example; the tips of the plant can be used, the rest is chaff and can be rejected. Modern machines can harvest quickly, fully, and efficiently, by simply driving the machine over the field. The grain gets cut, threshed, and cleaned using the specially designed mechanical tools. The chaff disappears back onto the land through the rear of the combine harvester, while the usable seeds end up in a cabin which can in turn be emptied into containers. @endParagraph @startBoldTypes of harvesters @endBold @startParagraphThere are many different types of harvesters around. For grain on the land, a combine harvester can be used, while crops like potatoes, beets, and onions are more efficiently harvested by a puller. A chipper can harvest silage corn, grass, rapeseed straw, and alfalfa. The general approach is for the harvester to pull the crops out of the soil, then to remove or leave any leaves, and then transport it into trucks or containers via conveyors. Generally, the harvest is then inspected by workers before going into final storage for transport. @endParagraph @startBoldAdverts for harvesters @endBold @startParagraphFrom Poland, Germany, Denmark, and Sweden, many used harvesters are offered for sale. Frequently featuring makes for these include John Deere, Claas, Grimme, Sipma, New Holland, and Ponsse. Makes like Krone, Valmet, Eco Log, and Welger are also offered in adverts for used harvesters on a regular basis.@endParagraph
sk: @startBoldŽacie stroje@endBold @startParagraphPri niektorých plodinách je potrebné oddeliť nejedlé časti od jedlých častí. Vezmite si zrno, napríklad: vrcholy rastliny sú použiteľné, ale zvyšok sú plevy, ktoré možno zlikvidovať. S modernými strojmi môže dôjsť k rýchlemu, úplnému a efektívnemu zberu tým, že sa strojom jazdí po poli. Obilie je zrezané, drvené a očistené pomocou obrábacích strojov vyvinutých na tieto účely. Pleva spadne na zem cez zadnú časť kombajnu, zatiaľ čo použiteľné semená skončia v kabíne, ktorá môže byť vyprázdnená do kontajnerov. @endParagraph @startBoldTypy žacích strojov@endBold @startParagraphExistujú rôzne typy žacích strojov. Kombinované kombajny môžu byť použité na zrno na poli, zatiaľ čo žací stroj je vhodný pre plodiny ako zemiaky, cukrová repa a cibuľa. Sekačka môže byť použitý na zber kukurice, trávy, slamy z repky a lucerny. Bežnou praxou je používanie zberacieho stroja na vytiahnutie plodín zo zeme, prípadne odstránenie ich lístia a potom na ich prepravu do nákladných automobilov alebo kontajnerov pomocou pásu alebo dopravníka. Zvyčajne sa zber kontroluje pracovníkmi skôr, ako sa pripraví na prepravu. @endParagraph @startBoldInzeráty pre žacie stroje@endBold @startParagraphVeľa používaných žacích strojov je v ponuke na predaj z Poľska, Nemecka, Dánska a Švédska. Bežné sú značky John Deere, Claas, Grimme, Sipma, New Holland a Ponsse. Značky ako Krone, Valmet, Eco Log a Welger sa pravidelne objavujú v inzerátoch na žacie stroje. @endParagraph
