Repository: altafsamnani/tradus-bundle
Catalog: Resources/translations_old/messages.*.xlf
Languages: pt, sk

source: Exclude disabled offers.
sk: Izključi onemogočene ponudbe.

source: Tradus specific search index tracker.
sk: Indeksni sledilnik posebnega iskanja Tradus.

source: This module contains the seller components.
sk: Ta modul vsebuje komponente prodajalca.

source: Free user
sk: Brezplačni uporabnik

source: Premium user
sk: Premium uporabnik

source: Offers
sk: Ponudbe

source: Contains the total amount of offers a user has.
sk: Vsebuje skupno število ponudb, ki jih ima uporabnik.

source: The batch user update is finished.
sk: Posodobitev svežnja uporabnikov dokončana.

source: Updated user: @user
sk: Posodobljeni uporabnik: @user

source: Tradus Seller
sk: Prodajalec Tradus

source: Allows a user to be able to call the cache warmer.
sk: Omogoča uporabniku, da prikliče ogrevalnik medpomnilnika.

source: Tradus seller config
sk: Konfiguracija prodajalca Tradus

source: Tradus seller settings configuration
sk: Konfiguracija nastavitev prodajalca Tradus

source: Export csv
sk: Izvoz csv

source: Access seller page
sk: Dostop do strani prodajalca

source: Allow access to seller page listing offers, even when seller is not premium
sk: Omogoči dostop do seznama ponudb na strani prodajalca, tudi če prodajalec ni premium uporabnik

source: Tradus seller settings
sk: Nastavitve prodajalca Tradus

source: The page controller for the seller overview page.
sk: Krmilnik strani za pregledno stran prodajalca.

source: Exports all the user data to a csv file.
sk: Izvozi vse podatke uporabnika v datoteko csv.

source: Download the user data as a csv file.
sk: Prenese vse podatke uporabnika kot datoteko csv.

source: Administer Tradus configuration
sk: Upravljanje s konfiguracijo Tradus

source: Free
sk: Brezplačno

source: Processed :id of :max
sk: Obdelano :id od :max

source: You+can+download+the+export+%3Ca+href%3D%22%3Alink%22%3Ehere%3C%2Fa%3E.+This+file+can+be+downloaded+once
sk: Izvoz+lahko+prenesete+%3Ca+href%3D%22%3Alink%22%3Etukaj%3C%2Fa%3E.+To+datoteko+je+mogo%C4%8De+prenesti+enkrat

source: Failed to generate the export, please contact your site admin.
sk: Ustvarjanje izvoza neuspešno; obrnite se na skrbnika strani.

source: Seller logo cache warming failed.
sk: Ogrevanje medpomnilnika logotipa prodajalca neuspešno.

source: One logo warmed up.@count logos where warmed up.
sk: En logotip ogret.@count logotipov je bilo ogretih.

source: Building user export.
sk: Izvoz uporabnikov zgradbe.

source: Seller id
sk: ID prodajalca

source: Company name
sk: Ime podjetja

source: Phone
sk: Telefon

source: City
sk: Kraj

source: Address
sk: Naslov

source: Replies
sk: Odgovori

source: Total offers
sk: Skupaj ponudbe

source: Live offers
sk: Ponudbe v živo

source: Account status
sk: Stanje računa

source: Another+export+was+completed+already.+Please+download+that+export+%3Ca+href%3D%22%3Alink%22%3Ehere%3C%2Fa%3E.%22
sk: Drug+izvoz+je+%C5%BEe+bil+dokon%C4%8Dan.+Prenesite+ta+izvoz+%3Ca+href%3D%22%3Alink%22%3Etukaj%3C%2Fa%3E.%22

source: Offline
sk: Nedosegljiv

source: Tradus logo warming batch.
sk: Sveženj ogrevanja logotipov Tradus.

source: Bump premium Sellers.
sk: Preslikava premium prodajalcev.

source: Check this to enable periodic bumping of premium seller content. Enabling this option ads a significant load to the system.
sk: Preverite to, da omogočite periodično preslikavo vsebine premium prodajalcev. Omogočanje te možnosti dodatno obremenjuje sistem.

source: De-bump Time for non-premium Sellers.
sk: Odslikava časa za ne-premium prodajalce.

source: Time in seconds to de-bump non-premium seller content.
sk: Čas v sekundah za odslikavanje vsebine ne-premium prodajalcev.

source: Enable contact seller logging
sk: Omogočanje dnevniških zapisov stikov prodajalca

source: Check this to enable storing (partial) form submissions from the contact seller flow.
sk: Potrdite to, da omogočite shranjevanje (delnih) poslanih obrazcev iz pretoka vsebine prodajalcev.

source: This module contains the Seller workflows.
sk: Ta modul vsebuje poteke dela prodajalca.

source: Table \tradus_seller_flow_form_entries" already exists."""
sk: Tabela \tradus_seller_flow_form_entries" že obstaja."""

source: Added \tradus_seller_flow_form_entries" table."""
sk: Dodana tabela \tradus_seller_flow_form_entries"."""

source: Tradus Apollo Batch table added.
sk: Dodana tabela svežnja Tradus Apollo.

source: About us
sk: O nas

source: Tradus seller flow
sk: Potek prodajalca Tradus

source: How to sell?
sk: Kako prodajati?

source: First name
sk: Ime

source: @name on Tradus would like to talk sell
sk: @name v Tradusu bi se rad/-a dogovoril/-a za prodajo

source: There was a problem sending the message to Tradus.
sk: Prišlo je do težave med pošiljanjem sporočila v Tradus.

source: Category Overview
sk: Pregled kategorij

source: @name is interested in @title on Tradus
sk: @name je zainteresiran za @title na Tradusu

source: More information @title
sk: Več informaicj o @title

source: There was a problem sending the message to the seller.
sk: Prišlo je do težave med pošiljanjem sporočila prodajalcu.

source: There was a problem sending your message to the seller.
sk: Prišlo je do težave med pošiljanjem vašega sporočila prodajalcu.

source: Your inquiry about @title has been shared with the seller
sk: @title - vaše povpraševanje je bilo posredovano prodajalcu

source: There was a problem sending the message to the buyer.
sk: Prišlo je do težave med pošiljanjem sporočila kupcu.

source: There was a problem sending a success message to your email address.
sk: Prišlo je do težave med pošiljanjem sporočila o uspehu na vaš e-poštni naslov.

source: Contact seller form rest resource
sk: Obrazec za stik s prodajalcem o preostalih virih

source: The webservice module for Tradus.
sk: Modul spletnih storitev za Tradus.

source: Brands Overview
sk: Pregled znamk

source: Swagger documentation endpoint
sk: Končna točka dokumentacije Swagger

source: One node generated.@count nodes generated to test offers on your site.
sk: Eno vozlišče ustvarjeno. @count vozlišč ustvarjenih za preizkus ponudb na vaši strani.

source: The language of our site is currently set to @currentLanguage.
sk: Jezik na naši strani je trenutno nastavljen na Slovenčina.

source: Switch to @language.
sk: Preklopi v @language.

source: Could not obtain extension from file url: @name
sk: Ni bilo mogoče pridobiti razširitve iz spletnega naslova datoteke: @name

source: Could not create file: @name
sk: Ni bilo mogoče ustvariti datoteke: @name

source: Could not create folder for images: @path
sk: Ni bilo mogoče ustvariti mape za slike: @path

source: @make @model (@year) in @country
sk: @make @model (@year) v @country

source: Secure token received
sk: Varni žeton prejet

source: Page not found
sk: Stran ni bila najdena

source: Missing: @fields, field this is a required field.Missing: @fields, these are required fields
sk: Manjkajoče: @fields, polje; to je zahtevano polje.Manjkajoče: @fields, to so zahtevana polja

source: This is the api documentation for Tradus
sk: To je dokumentacija api za Tradus

source: Expanding the database with test offer nodes.
sk: Razširjanje zbirke podatkov z vozlišči testnih ponudb.

source: Select currency
sk: Izberi valuto

source: Cron cache warmer
sk: Ogrevalnik medpomnilnika Cron

source: Cron currency updater
sk: Pripomoček za posodobitev valute Cron

source: Cron image grabber
sk: Pripomoček za prijemanje slik Cron

source: Cron translation builder
sk: Gradnik za prevode Cron

source: File: @url could not be fetched. Retried @attempts times. Data: @data
sk: Datoteka: @url ni bilo mogoče pridobiti. Ponovno poskusili @attempts krat. Podatki: @data

source: File: @url could not be fetched, response: @reponse
sk: Datoteka: @url ni bilo mogoče pridobiti, odziv: @reponse

source: File: @url headers could not be fetched
sk: Datoteka: glav @url ni bilo mogoče pridobiti

source: Corrected invalid image position: @position to @new for file: @fid
sk: Popravljeni neveljavni položaj slike: @position v @new za datoteko: @fid

source: Invalid position: @position for file: @fid for node: @nid
sk: Neveljavni položaj: @position za datoteko: @fid za vozlišče: @nid

source: Could not correct the image position of file: @fid because the url: @url is not on the doorlinkenvoorraad.nl domain.
sk: Ni mogoče popraviti položaja slike datoteke: @fid zaradi spletnega naslova: @url ni na domeni doorlinkenvoorraad.nl.

source: Type of ad Resource
sk: Vrsta vira oglasa

source: Axle configuration Resource
sk: Vir za konfiguracijo osi

source: Body type resource
sk: Vir telesnega tipa

source: Cabin resource
sk: Vir kabine

source: Fetches the value for the active currency according to the session value.
sk: Pridobi vrednost za aktivno valuto skladno z vrednostjo seje.

source: Categories Resource
sk: Vir kategorije

source: Chassis options resource
sk: Vir možnosti šasije

source: Condition Resource
sk: Vir stanja

source: Country Resource
sk: Vir države

source: Crusher type resource
sk: Vir tipa drobilnika

source: Currency Resource
sk: Vir valute

source: Cylinders resource
sk: Vir valjev

source: Drive configuration resource
sk: Vir za konfiguracijo pogona

source: Drive resource
sk: Vir pogona

source: Emission level resource
sk: Vir stopnje emisij

source: Exterior resource
sk: Zunanji vir

source: Fifth wheel type resource
sk: Vir tipa petega kolesa

source: Fuel type resource
sk: Vir tipa goriva

source: Interior resource
sk: Notranji vir

source: Language Resource
sk: Vir jezika

source: Mileage unit resource
sk: Vir enote prevoženih kilometrov

source: Number of axles resource
sk: Vir števila osi

source: Could not find an offer with ad_id: @ad_id
sk: Ni bilo mogoče najti ponudbe z ad_id: @ad_id

source: Could not find this ad_id: @ad_id
sk: Ni bilo mogoče najti tega ad_id: @ad_id

source: The ad_id parameter is missing
sk: Parameter ad_id manjka

source: Warms up the preprocessing cache to make life faster.
sk: Segreje predobdelovalni medpomnilnik, da bo življenje hitrejše.

source: Seller: @id is blocked. New ad cannot be created for this seller.
sk: Prodajalec: @id je blokiran. Za tega prodajalca ni bilo mogoče ustvariti novega oglasa.

source: The ad_id: @ad_id is already in use.
sk: ad_id: @ad_id je že v uporabi.

source: The value: @value does not exist in field: @field
sk: Vrednost: @value ne obstaja v tem polju: @field

source: The language: @language is not yet available.
sk: Jezik: @language še ni na voljo.

source: The currency: @currency is not yet available.
sk: Valuta: @currency še ni na voljo.

source: The country: @country is not yet available.
sk: Država: @country še ni na voljo.

source: The @value value has duplicate entries.
sk: Vrednost @value ima podvojene vnose.

source: The taxonomy term: @term cannot be found and may not be created.
sk: Izraz za razvrstitev izrazja: @term ni bilo mogoče najti in ga ni dovoljeno ustvariti.

source: Seller: @id could not be found.
sk: Prodajalec: @id ni bilo mogoče najti.

source: Could not find an offer with ad_id: @id.
sk: Ni bilo mogoče najti ponudbe z ad_id: @id.

source: Import translations
sk: Uvoz prevodov

source: Seller: @id is blocked. You cannot change content of this seller.
sk: Prodajalec: @id je blokiran. Ni mogoče spremeniti vsebine tega prodajalca.

source: The node could not be loaded please contact the site admin.
sk: Vozlišča ni bilo mogoče naložiti; obrnite se na skrbnika strani.

source: Could not find the required token or its malformed.
sk: Ni bilo mogoče najti potrebnega žetona ali pa je deformiran.

source: The following fields cannot be mapped: @fields
sk: Naslednjih polj ni mogoče preslikati: @fields

source: Offer resource
sk: Vir ponudb

source: Options attachments resource
sk: Vir možnosti prilog

source: Price type resource
sk: Vir vrste cene

source: Failed to load account.
sk: Ni bilo mogoče naložiti računa.

source: Could not find a seller with seller id: @seller
sk: Ni bilo mogoče najti prodajalca z ID-jem prodajalca: @seller

source: Could not find a seller with email: @email
sk: Ni bilo mogoče najti prodajalca z e-pošto: @email

source: Tracking config form
sk: Obrazec za konfiguracijo sledenja

source: Failed to generate a unique name.
sk: Ni bilo mogoče ustvariti edinstvenega imena.

source: The email address: @address is not valid.
sk: E-poštni naslov: @address ni veljaven.

source: The field @field: may not be empty.
sk: Polje @field: ne sme biti prazno.

source: Failed to fetch and attach the image.
sk: Ni bilo mogoče pridobiti in priložiti slike.

source: This user cannot be altered.
sk: Tega uporabnika ni mogoče spremeniti.

source: Could not find a company with id: @seller.
sk: Ni bilo mogoče najti družbe z ID-jem: @seller.

source: The field @field: only accepts strict integer or boolean values.
sk: Polje @field: sprejema le stroge celotne ali logične vrednosti.

source: The field @field: has an invalid value of @value.
sk: Polje @field: ime neveljavno vrednost @value.

source: The received data was correct but the server messed it up. Please contact the site admin.
sk: Prejeti podatki so bili pravilni, vendar je prišlo do napake strežnika. Prosimo, obvestite skrbnika strani.

source: This user cannot be removed.
sk: Tega uporabnika ni mogoče odstraniti.

source: Optimizely configuration
sk: Konfiguracija optimizacije

source: Could not find a user with seller: @seller.
sk: Ni bilo mogoče najti uporabnika s prodajalcem: @seller.

source: The user could not be loaded please contact the site admin.
sk: Uporabnika ni bilo mogoče naložiti; obrnite se na skrbnika strani.

source: Seller resource
sk: Vir prodajalca

source: Steering wheel side resource
sk: Vir strani krmila

source: Suspension type resource
sk: Vir vrste vzmetenja

source: Tractor type resource
sk: Vir vrste traktorja

source: Transmission resource
sk: Vir menjalnika

source: Make resource
sk: Vir znamke

source: Contains the sitemap generator for tradus.
sk: Vsebuje generator zemljevida strani za tradus.

source: Spent @time seconds using @memory bytes of memory building the sitemap
sk: Porabljenih @time sekund z uporabo @memory bajtov pomnilnika za izgradnjo zemljevida strani

source: Cleanup makes form
sk: Obrazec za čiščenje znamk

source: Sitemap config
sk: Konfiguracija zemljevida strani

source: Tradus sitemap config
sk: Konfiguracija zemljevida strani Tradus

source: Sitemap configuration
sk: Konfiguracija zemljevida strani

source: Custom routes
sk: Poti po meri

source: Please add non default routes that need to be included. One per line.
sk: Dodajte neprivzete poti, ki morajo biti vključene. Ena na linijo.

source: Pagesize
sk: Velikost strani

source: The limit of urls per sitemap page.
sk: Omejitev spletnih naslovov na stran.

source: Route: @route was not found
sk: Pot: @route ni bila najdena

source: Contains the MVP statistics implementation of Tradus.
sk: Vsebuje statistiko implementacije MVP za Tradus.

source: Add to homescreen
sk: Dodaj na začetni zaslon

source: Tradus tradus_statistics table added.
sk: Dodana tabela tradus_statistics za Tradus.

source: Tradus tradus_statistics table already present in database.
sk: Tabela s tradus_statistics za Tradus že obstaja v zbirki podatkov.

source: Tradus statistics
sk: Statistika Tradus

source: Export statistics
sk: Izvoz statistike

source: Tradus tracking pixel controller
sk: Krmilnik sledenja slikovnih pik Tradus

source: Export type
sk: Vrsta izvoza

source: The type of data you would like to export
sk: Vrsta podatkov, ki jih želite izvoziti

source: Phone clicks
sk: Telefonski kliki

source: Offer views
sk: Ogledi ponudb

source: Exports the Seo description csv which can be altered and reimported.
sk: Izvozi opis Seo v obliki csv, ki ga je mogoče spremeniti in znova uvoziti.

source: Email leads
sk: Sledi e-pošte

source: day
sk: dan

source: week
sk: teden

source: month
sk: mesec

source: year
sk: leto

source: previous year
sk: prejšnje leto

source: all
sk: vse

source: Tradus - Global Marketplace for selling and buying heavy machinery
sk: Tradus - Globalno tržišče za prodajo in nakup težkih strojev

source: Export interface translations
sk: Izvoz prevodov vmesnikov

source: The Tradus theme.
sk: Tema Tradus.

source: @title @make for sale @location
sk: @title @make za prodajo @location

source: @condition @title for sale in @location - Year: @year, Mileage: @mileage
sk: @condition @title za prodajo na @location - leto: @year, prevoženi kilometri: @mileage

source: @placeholder for sale @location
sk: @placeholder za prodajo @location

source: Used @placeholder for sale @location - All Makes at the Best Price
sk: Uporabljeni @placeholder za prodajo @location - Vse znamke za najboljšo ceno

source: Used Machinery and Equipment for sale
sk: Rabljeni stroji in oprema za prodajo

source: Used Machinery and Equipment for sale @location - All Makes at the Best Price
sk: Uporabljeni stroji in oprema za prodajo @location - Vse znamke za najboljšo ceno

source: @placeholder for sale
sk: @placeholder za prodajo

source: Used @placeholder for sale by Make, Year, Price and Location on Tradus
sk: Rabljeni @placeholder za prodajo po znamki, letniku, ceni in lokaciji na Tradusu

source: Used Machinery and Equipment for sale as
sk: Rabljeni stroji in oprema za prodajo kot

source: Export taxonomy translations
sk: Izvoz prevodov razvrstitev izrazja

source: Used Machinery and Equipment @query @location for sale by Make, Year, Price and Location on Tradus
sk: Rabljeni stroji in oprema @query @location za prodajo po znamki, letniku, ceni in lokaciji na Tradusu

source: @name, @city, @country - all adverts for sale
sk: @name, @city, @country - vsi oglasi za prodajo

source: @name used equipment for sale in @city, @country
sk: Rabljena oprema @name za prodajo v @city, @country

source: Global marketplace for buying and selling heavy machinery equipment, specialized on used commercial vehicles and pre-owned equipment like trucks, trailers, excavators, cranes, loaders, dozers, tractors, other farm equipment and spare parts.
sk: Globalni trg za kupovanje in prodajo opreme težkih strojev, specializiran za rabljena gospodarska vozila in rabljeno opremo, npr. tovornjake, prikolice, bagre, žerjave, nakladalnike, buldožerje, traktorje, drugo kmetijsko opremo in nadomestne dele.

source: One offer warmed up.@count offers where warmed up.
sk: Ena ponudba ogreta.@count ponudb je bilo ogretih.

source: Terms & conditions
sk: Pogoji in določila

source: Tradus, an OLX company
sk: Tradus, družba OLX

source: Taurusavenue+105%3Cbr%2F%3E%5Cn++++++++++++++++2132+LS+Hoofddorp%3Cbr%2F%3E%5Cn++++++++++++++++The+Netherlands
sk: Taurusavenue+105%3Cbr%2F%3E%5Cn++++++++++++++++2132+LS+Hoofddorp%3Cbr%2F%3E%5Cn++++++++++++++++Nizozemska

source: Could not rename received data: @term_id, @replacement
sk: Ni bilo mogoče preimenovati prejetih podatkov: @term_id, @zamenjava

source: View Tradus on Wikipedia
sk: Poglej Tradus na Wikipediji

source: Close search
sk: Zapri iskanje

source: Close menu
sk: Zapri meni

source: Could not load the term: @term_id
sk: Ni bilo mogoče naložiti termina: @term_id

source: in
sk: v

source: Choose a category
sk: Izberi kategorijo

source: Could not load the node: @node_id
sk: Ni bilo mogoče naložiti vozlišča: @node_id

source: Apply+%3Cspan+class%3D%22sr-only%22%3Efilter%3C%2Fspan%3E%22
sk: Uveljavi+%3Cspan+class%3D%22sr-only%22%3Efilter%3C%2Fspan%3E%22

source: Please enter your email
sk: Vnesite svojo e-pošto

# category_picker.choose_category
source: Choose a @categoryLevel in @parentCategory
sk: Izberi @categoryLevel v @parentCategory

# contact.confirmation_back
source: Back to ad
sk: Nazaj na oglas

# contact.confirmation_close
source: Close window
sk: Zapri okno

# contact.confirmation_contact_soon
source: The seller should contact you soon
sk: Prodajalec bo kmalu stopil v stik z vami

# contact.confirmation_take_a_look
source: Before you go, you might want to take a look at these items as well!
sk: Preden odidete, boste morda želeli pogledati tudi te predmete!

# error.server
source: Server error
sk: Napaka strežnika

# favorite.my_favorites
source: My favorites
sk: Moje priljubljene

# favorite.no_favorites
source: No favorites listed yet
sk: Na seznamu še ni priljubljenih

# favorite.unable_to_load
source: Unable to load favorites
sk: Ni mogoče naložiti priljubljenih

# filters.checkbox_search_label
source: Search on @placeholder
sk: Išči na @placeholder

# filters.no_matches
source: No matches
sk: Ni ujemanj

# footer.button_facebook
source: View %site% on Facebook
sk: Poglej %site% na Facebooku

# footer.button_linkedin
source: View %site% on LinkedIn
sk: Poglej %site% na LinkedInu

# footer.content_information
source: Content information
sk: Informacije o vsebini

# footer.legal_infromation
source: Legal information
sk: Pravne informacije

# footer.marketplace
source: Heavy Machinery Marketplace
sk: Tržišče za težke stroje

# footer.menu_home
source: Home
sk: Domov

# header.clear_input
source: Clear input
sk: Počisti vnos

# header.open_menu
source: Open menu
sk: Odpri meni

# header.open_search
source: Open search
sk: Odpri iskanje

# header.search_box_label
source: What are you searching for?
sk: Kaj iščete?

# label.change
source: Change
sk: Spremeni

# label.close_title
source: Close @title
sk: Zaprto @title

# label.company
source: Company
sk: Družba

# label.images
source: Images
sk: Slike

# label.index
source: Index
sk: Kazalo

# label.interested
source: Interested in this machine?
sk: Vas zanima ta stroj?

# label.name
source: Name
sk: Ime

# label.open_title
source: Open @title
sk: Odprto @title

# label.page_settings
source: Page settings
sk: Nastavitve strani

# label.previous_page
source: Previous
sk: Prejšnja stran

# label.toggle
source: Toggle fullscreen
sk: Preklopi celozaslonski način

# label.zoom
source: Zoom in/out
sk: Povečaj/pomanjšaj

# price_rating.range
source: Range
sk: Razpon

# price_type.on_request
source: On request
sk: Na zahtevo

# pwa_benefits.menu_install
source: Install Tradus app to your homescreen
sk: Namestite aplikacijo Tradus na svojo domačo stran

# pwa_benefits.partners
source: Partners
sk: Partnerji

# seller.contact_seller
source: Contact seller
sk: Kontakt s prodajalcem

# seller.lead_status
source: Status
sk: Stanje

# text.add_favorites
source: Add to favorites
sk: Dodaj med priljubljene

# text.back_to_top
source: Back to top
sk: Nazaj na vrh

# text.breadcrumb
source: Breadcrumb
sk: Drobtinice

# text.jump_to
source: jump to
sk: skoči na

# text.remove_favorites
source: Remove from favorites
sk: Odstrani iz priljubljenih

# text.see_all_categories
source: See all categories
sk: Poglej vse kategorije

# text.show_results
source: Show results
sk: Pokaži rezultate

# text.user_details_title
source: Fill in the form and let us know who you are
sk: Izpolnite obrazec in nam povejte, kdo ste

# text.youtube_url
source: Youtube url
sk: Spletni naslov Youtube

# user.not_found
source: Sorry we can't find the page you were looking for.
pt: Lamentamos, mas não nos foi possível encontrar a página que procurava.
sk: Žal, ne moremo najti strani ste jo iskali.

# user_account.contact_customer_support
source: If you no longer use the e-mail associated with your @site account, you may contact
sk: Če uporabljate več e-pošto, povezano z vašim računom @site, se lahko obrnete

# validation.client_side
source: Error message (client-side validation)
sk: Sporočilo o napaki (validacija na strani stranke)

# validation.client_side_simulated
source: Error message (client-side validation simulated)
sk: Sporočilo o napaki (simulacija validacije na strani stranke)

# validation.input_invalid
source: Error message (server added `fieldset__input--invalid`)
sk: Sporočilo o napaki (dodani strežnik `fieldset__input--invalid`)

# validation.validate
source: Validate
sk: Validiraj
