Repository: altafsamnani/tradus-bundle
Catalog: Resources/translations_old/messages.*.xlf
Languages: pt, sk

source: @startBoldContainer semi-trailer @endBold @startParagraphA container semi-trailer is a vehicle frame that is able to fit and carry a container. It can be connected to a motorized cab and commonly consists of a steel or aluminum frame and six or more wheels. A container semi-trailer is commonly used as basis to carry a large load for transport. Depending on the size of the trailer and the container, it can carry up to tens of thousands of kilos. The length of a container semi-trailer varies and can go from 6 meters up to almost 15 meters. @endParagraph @startBoldStanding stable@endBold @startParagraphThe container semi-trailer has two or more rear axles, is equipped with shields to protect the wheels, and with hydraulic rams which make it possible for the semi-trailer to stand stable on the ground. The trailer commonly has its own license plate and lights, but cannot function by itself since it does not contain an engine. A container can be loaded onto the semi-trailer with a crane. Some container semi-trailers also have the possibility to transport two heavy containers if the semi-trailer is over 15 meters long. @endParagraph @startBoldAvailability on Tradus@endBold @startParagraphTradus offers many listings for used container semi-trailers. Brands vary from Fliegl to Renders and Van Hool, Krone, LAG, Groenewegen, D-tec and many others. The most listings come from the Netherlands and Polen, but new container semi-trailers from several countries are added to Tradus on a regular basis. @endParagraph
sk: @startBoldKontajnerový náves @endBold @startParagraphKontajnerový náves je rám vozidla, ktorý je prispôsobený na prepravu kontajnera. Môže byť pripojený k motorovej kabíne a bežne pozostáva z oceľového alebo hliníkového rámu a šiestich alebo viacerých kolies. Návesový kontajner sa bežne používa ako základňa pre prepravu veľkého bremena. V závislosti od veľkosti prívesu a kontajnera môže uniesť až desiatky tisíc kilogramov. Dĺžka kontajnerového návesu sa mení a môže sa pohybovať od 6 metrov až po takmer 15 metrov. @endParagraph @startBoldStabilita@endBold @startParagraphKontajnerový náves má dva alebo viac zadných náprav, je vybavený krytmi na ochranu kolies a hydraulickými piestami, aby náves mohol stabilne stáť na zemi. Príves má obyčajne vlastnú poznávaciu značku a svetlá, ale nemôže fungovať sám o sebe, pretože nemá motor. Kontajner sa môže nakladať na náves pomocou žeriavu. Niektoré kontajnerové návesy majú tiež možnosť prepravy dvoch ťažkých kontajnerov, pokiaľ má náves viac ako 15 metrov. @endParagraph @startBoldDostupnosť na Traduse@endBold @startParagraphTradus ponúka množstvo inzerátov kontajnerových návesov. Medzi značky patria Fliegl, Renders, Van Hool, Krone, LAG, Groenewegen, D-tec a mnoho ďalších. Najviac inzerátov je z Holandska a Poľska, ale nové kontajnerové návesy aj z ďalších krajín sú pridávané na Traduse pravidelne. @endParagraph

source: @startBoldCar transport semi-trailer@endBold @startParagraphCars often need to be transported. Repair shops and car scrapyard may need a semi-trailer for incoming cars, but car dealers also make use of car transport semi-trailers to bring in new models that will go in the showroom. A car transport semi-trailer can contain one or two beds on which cars can be tied, but they could also have room for a box to be placed onto the bed. That way, cars are protected from all weather conditions and are also invisible from the outside, which makes them less sensitive to theft. @endParagraph @startBoldVarying capacity@endBold @startParagraphThe capacity of a car transport semi-trailer varies greatly. Some are designed to carry only one car, which makes them ideal to use for small repair shops or for car enthusiasts. Some car transport semi-trailers are even equipped with a hand winch or manual winch, which makes it possible to pull a car onto the bed. Other car transport semi-trailers can be loaded with multiple cars. Cars will generally be driven onto the bed before being strapped down. @endParagraph @startBoldCar transport semi-trailers on Tradus@endBold @startParagraphTradus offers many different used car transport semi-trailers. Sellers have listed vehicles from brands like Nooteboom, Sonstige, Nicolas, Kässbohrer, ACTM, Fliegl, Lohr, Kaiser, and many others. @endParagraph
sk: @startBoldNávesy na prepravu áut@endBold @startParagraphAutá treba často prepravovať. Opravárne a vrakoviská môžu využívať návesy na prepravu áut, ale aj predajcovia automobilov využívajú návesy na ich prepravu, aby priviezli nové modely, ktoré sa dostanú do showroomu. Náves na prepravu automobilov môže obsahovať jednu alebo dve plošiny, na ktorých môžu byť priviazané autá, ale môže mať aj priestor na uloženie skrine na plošinu. Týmto spôsobom sú vozidlá chránené pred všetkými poveternostnými podmienkami a sú tiež zvonka neviditeľné, čo znižuje možnosť krádeže. @endParagraph @startBoldRôzne kapacity@endBold @startParagraphKapacita auta s návesom na prepravu automobilov sa rôzni. Niektoré sú navrhnuté tak, aby prepravovali len jedno auto, čo je ideálne na použitie pre malé opravárne alebo pre nadšencov áut. Niektoré návesy na prepravu automobilov sú dokonca vybavené ručným navijakom alebo manuálnym navijakom, ktorý umožňuje vytiahnuť auto na plošinu. Na ostatné návesy na prepravu vozidiel je možné naložiť viacero áut. Vo všeobecnosti sa vozidlá posúvajú na plošinu predtým, než sa pripevnia. @endParagraph @startBoldNávesy na prepravu automobilov na Traduse@endBold @startParagraphTradus ponúka množstvo inzerátov na návesy na prepravu automobilov. Predajcovia ponúkajú vozidlá značiek ako Nooteboom, Sonstige Nicolas, Kässbohrer, ACTM, Fliegl, Lohr, Kaiser, a mnoho ďalších. @endParagraph

source: @startBoldTanker/silo semi-trailer@endBold @startParagraphTanker and silo semi-trailers are trailers without a front axle, that are used to transport different sorts of loads. Usually they contain liquefied loads and sanitary transport such as dairy, crude oil, gasoline, dry bulk cargo like grain, coal and gravel and several types of gases. Given the wide variety of transportable liquids, dry goods and gases, the size en shape tanker semi-trailers come in vary greatly. They usually belong to the larger and longer semi-trailers and have more capacity. Tanker and silo semi-trailers are often used at construction sites, at airports and in the agricultural areas. @endParagraph @startBoldUp to 50,000 liter@endBold @startParagraphSmall tank semi-trailers can haul up to 10,000 liter and are typically used in local communities or on farms. Large tank semi-trailers can contain up to almost 50,000 liter of liquified load. The tank is usually of a cylindrical shape and lies on the trailer bed horizontally. The tank commonly has multiple compartments to prevent the load from causing great movement during transport. It also makes it possible to carry more than one product in a tanker semi-trailer. And thirdly, there is a preventive side to this, because multiple compartments stabilise the vehicle better and prevent the semi-trailer from tipping over and thus causing accidents. @endParagraph @startBoldMultiple listings on Tradus@endBold @startParagraphTradus has many listings of used tanker/silo semi-trailers. Many of these come from the Netherlands and Poland, but semi-trailers from Germany, Russia and Belgium also appear frequently. Other countries include Spain, Ukraine, Czech Republic, Italy, Romania and the United Kingdom. Brands of tanker semi-trailers that are found on Tradus include Feldbinder, Sonstige, LAG, Magyar, Kässbohrer, Spitzer, Van Hool, Burg and many others. @endParagraph
sk: @startBoldCisternový/silážny náves@endBold @startParagraphCisternové/silážne návesy sú prívesy bez prednej nápravy, ktoré sa používajú na prepravu rôznych druhov nákladu. Zvyčajne obsahujú skvapalnené náklady a a prepravujú tekutiny ako sú mlieko, ropa, benzín, sypký náklad ako obilie, uhlie a štrk a niekoľko druhov plynov. Vzhľadom na širokú škálu prepravovaných kvapalín, sypkého nákladu a plynov, veľkoformátové cisternové návesy sa značne líšia. Zvyčajne patria medzi väčšie a dlhšie návesy a majú väčšiu kapacitu. Cisternové a silážne návesy sa často používajú na stavbách, na letiskách a v poľnohospodárstve. @endParagraph @startBoldAž 50 000 l@endBold @startParagraphMalé cisternové návesy môžu prevážať až 10 000 litrov a zvyčajne sa používajú v miestnych spoločenstvách alebo na farmách. Veľké cisternové návesy môžu prevážať až 50 000 litrov skvapalneného nákladu. Nádrž má zvyčajne valcovitý tvar a je umiestnený horizontálne na plošine prívesu. Cisterna má zvyčajne viacero častí, aby sa zabránilo pohybu nákladu počas prepravy. Taktiež umožňuje prevážať viac ako jeden výrobok v cisternovom návese. A po tretie, má to aj preventívnu stránku, pretože viacero častí lepšie stabilizuje vozidlo a bráni návesu, aby sa prevrátil a spôsobil nehodu. @endParagraph @startBoldInzeráty na Traduse@endBold @startParagraphTradus ponúka množstvo inzerátov cisternových/silážnych návesov. Mnoho z nich pochádza z Holandska a Poľska, ale aj návesy z Nemecka, Ruska a Belgicka sa objavujú často. Ďalšie krajiny zahŕňajú Španielsko, Ukrajinu, Českú Republiku, Taliansko, Rumunsko a Spojené kráľovstvo. Medzi značky cisternových návesov, ktoré sa nachádzajú na Traduse patria Feldbinder, Sonstige, LAG, Magyar, Kässbohrer, Spitzer, Van Hool, Burg a mnoho ďalších. @endParagraph

source: @startBoldIsolated/freezer semi-trailer@endBold @startParagraphMany loads can be transported in regular trucks, vans, and containers. Perishable items, however, need their own tailored transport. Flowers, medicines, fruit, meat, deep frozen food and cooled drinks should always be refrigerated before they can be loaded for transport. For this reason, special isolated and freezer trailers have been manufactured. These trailers are equipped with a special system that controls the temperature inside. The introduction of isolated and freezer semi-trailers made it easier to supply supermarkets, hospitals and flower auctions. @endParagraph @startBoldConstant cooling@endBold @startParagraphFrom the first moment of loading until the last moment of unloading an isolated semi-trailer, the temperature must remain constant. The special refrigeration systems aboard semi-trailers are usually powered by small diesel engines or cooling aids. Keeping the load in a semi-trailer at a constant temperature costs energy, whether the semi-trailer is connected and on its way or standing still. Insulated material is used to prevent the load from defrosting, or from getting cold. Polyurethane foam is commonly used as an insulating material in an isolated semi-trailer to efficiently keep the temperature constant. Furthermore, freezer semi-trailers are often equipped with a cooling motor. It’s most commonly located in the front of the truck. At the back of an isolated semi-trailer, it’s important to close the doors quickly. This prevents the cold from finding its way out and prevents the load from perishing. @endParagraph @startBoldIsolated semi-trailers on Tradus@endBold @startParagraphAs similar to other types of semi-trailers, Schmitz Cargobull is a well-represented brand in the isolated semi-trailers category on Tradus. Other brands that are frequently listed are Krone, Lamberet, Schmitz, Chereau, Kogel, Sonstige, and Pacton. @endParagraph
sk: @startBoldIzolované/mraziarenské návesy@endBold @startParagraphVeľa nákladov sa môže prepravovať bežnými nákladnými automobilmi a kontajnermi. Tovary rýchlo podliehajúce skaze však potrebujú osobitnú prepravu. Kvety, lieky, ovocie, mäso a hlboko zmrazené potraviny a chladené nápoje by mali vždy byť ochladené pred tým, ako sa naložia na prepravu. Z tohto dôvodu sa vyrábajú špeciálne izolované a mraziarenské prívesy. Tieto prívesy sú vybavené špeciálnym systémom, ktorý reguluje teplotu vo vnútri. Zavedenie izolovaných a mraziarenských návesov uľahčilo zásobovanie supermarketov, nemocníc a kvetinárstiev. @endParagraph @startBoldKonštantné chladenie@endBold @startParagraphOd prvého momentu naloženia do posledného okamihu vyloženia izolovaného návesu musí byť teplota konštantná. Špeciálne chladiace systémy pre návesy sú spravidla napájané z malých dieselových motorov alebo chladiaceho zariadenia. Udržiavanie nákladu v návese pri konštantnej teplote stojí veľa energie, či je vozidlo v pohybe alebo stojí. Izolovaný materiál sa používa na to, aby sa predišlo rozmrazeniu alebo ochladeniu nákladu. Polyuretánová pena sa bežne používa ako izolačný materiál v izolovanom návese na efektívne udržiavanie konštantnej teploty. Okrem toho sú mraziarenské návesy často vybavené chladiacim motorom. Najčastejšie je umiestnený v prednej časti vozidla. V zadnej časti izolovaného návesu je dôležité rýchlo zatvoriť dvere. To zabraňuje tomu, aby sa chlad dostal von a zabránilo sa pokazeniu nákladu. @endParagraph @startBoldIzolované návesy na Traduse@endBold @startParagraphRovnako ako ostatné typy návesov, Schmitz Cargobull je dobre zastúpená značka na Traduse v kategórii izolovaných návesov. Ostatné značky, ktoré sú často inzerované, zahŕňajú Krone, Lamberet, Schmitz, Chereau, Kogel, Sonstige a Pacton. @endParagraph

source: @startBoldLivestock semi-trailer@endBold @startParagraphLivestock semi-trailers are unmotorized vehicles that can serve as a means of transport for live animals. These are often used by poultry farms and by businesses that take care of transport for other livestock such as cattle, sheep, goats and horses. The semi-trailer can be connected to a pulling vehicle. While being transported, animals should be treated carefully. Thus, their accommodation needs to meet specific criteria. The inflow of oxygen, the ability to stand without assistance, separation from other animals in the shipment, and the use of bandage boots can be some of these rules. @endParagraph @startBoldWooden and aluminum decks@endBold @startParagraphDifferent semi-trailers can be used for different kinds of livestock. Some contain cages in which animals can be individually stalled, while others may have one or two boxes for larger livestock. The center of gravity of a livestock semi-trailer changes continuously, which makes it all the more important to drive carefully. Livestock semi-trailers can be equipped with a wooden deck or aluminum deck. There is always enough room for animals to be comfortable during their transport and, if applicable, to stand apart from other animals. Semi-trailers with one deck are lighter in weight and allow for less use of fuel. Multi-deck semi-trailers make it easier to transport more animals at once. @endParagraph @startBoldMultiple listings on Tradus@endBold @startParagraphTradus has listings for many different brands of used livestock semi-trailers. Floor, Burg, Sonstige, and Pezzaioli are some of these brands. Other brands of livestock semi-trailers are listed regularly. @endParagraph
sk: @startBoldNávesy na prepravu zvierat@endBold @startParagraphNávesy na prepravu hospodárskych zvierat sú bezmotorové vozidlá, ktoré môžu slúžiť ako dopravný prostriedok na prepravu živých zvierat. Často ich používajú hydinárne a podniky, ktoré sa starajú o prepravu iných hospodárskych zvierat, ako sú dobytok, ovce, kozy a kone. Náves môže byť pripojený k ťažnému vozidlu. Počas prepravy zvierat by sa malo s nimi zaobchádzať veľmi opatrne. Preto starostlivosť musí spĺňať určité kritériá. Príjem kyslíka, schopnosť stáť bez pomoci, oddelenie od iných zvierat a používanie zavinovacej ochrany nôh môžu byť niektoré z týchto pravidiel. @endParagraph @startBoldDrevené a hliníkové paluby@endBold @startParagraphRôzne návesy sa môžu používať pre rôzne druhy hospodárskych zvierat. Niektoré obsahujú klietky, v ktorých môžu byť zvieratá individuálne zatvorené, zatiaľ čo iné môžu mať jednu alebo dve skrine pre väčšie hospodárske zvieratá. Ťažisko návesu na prepravu hospodárskych zvierat sa neustále mení, preto je dôležité opatrne jazdiť. Návesy na prepravu hospodárskych zvierat môžu byť vybavené drevenou palubou alebo hliníkovou palubou. Vždy je dostatok priestoru na to, aby zvieratá mali počas prepravy pohodlie a aby stáli oddelene od ostatných zvierat. Návesy s jednou palubou majú nižšiu hmotnosť a majú nižšiu spotrebu paliva. Viacpodlažné návesy umožňujú prepravu väčšieho počtu zvierat naraz. @endParagraph @startBoldInzeráty na Traduse@endBold @startParagraphTradus ponúka množstvo značiek návesov na prepravu zvierat. Floor, Burg, Sonstige a Pezzaioli sú niektoré z týchto značiek. Ostatné značky návesov na prepravu zvierat sú inzerované pravidelne. @endParagraph

source: Brands
sk: Znamke

source: @startBoldLowbed/lowboy semi-trailer@endBold @startParagraphLowbed or lowboy semi-trailers are trailers that usually have no front axle and can typically not drive themselves. They need to be connected to a motorised pulling vehicle, for instance a truck cab or tractor unit. Lowbed semi-trailers come in many different sizes and shapes, from a regular two-axle lowbed up to large eight-axles lowbed. They are commonly used to move large equipment or machines to building sites or companies. Because of their excellent manoeuvrability, they are a popular means of transport.@endParagraph @startBoldLoading and unloading from the side@endBold @startParagraphA low bed semi-trailer or lowboy trailer consists of a cab and chassis with an open bed. The bed commonly contains rails to which machines or goods can be strapped down, to prevent the load from moving during transport. The bed has no sides, but large racks at the back. Loading and unloading can be done from the side with help from a forklift or crane. There is commonly no roof on a lowbed trailer either, which makes it possible to load and unload from the top. @endParagraph @startBoldMultiple listings on Tradus@endBold @startParagraphNew listings of second-hand lowbed semi-trailers appear on Tradus on almost a daily basis. Nooteboom, Faymonville, Goldhofer and Sonstige have proven to be among the popular brands. Other brands that are featured regularly include Broshuis, EMTECH, Meusburger, Kässbohrer, Doll, HRD and Nicolas. @endParagraph
sk: @startBoldNízkoložný náves@endBold @startParagraphNízkoložné návesy sú sú prípojné vozidlá, ktoré zvyčajne nemajú žiadnu prednú nápravu a zvyčajne sa nemôžu riadiť samy. Musia byť pripojené k motorovému ťažnému vozidlu, napríklad nákladnému autu alebo ťahaču. Nízkoložné návesy sa dodávajú v mnohých rozmeroch a tvaroch, od bežného dvojnápravového nízkoložného až po veľké osemnápravové nízkoložné návesy. Obyčajne sa používajú na presun veľkých zariadení alebo strojov na staveniská alebo do spoločností. Vzhľadom na ich vynikajúcu manévrovateľnosť sú obľúbeným dopravným prostriedkom.@endParagraph @startBoldVykládka a nakládka z boku@endBold @startParagraphNízkoložný náves alebo príves pozostáva z kabíny a podvozka s plošinou. Plošina je zvyčajne vybavená koľajničkami, do ktorých môžu byť pripútané stroje alebo tovar, aby sa zabránilo pohybu nákladu počas prepravy. Plošina nemá boky, ale veľké stojany sú na zadnej strane. Nakládku a vykládku je možné urobiť z boku pomocou a vysokozdvižného vozíka alebo žeriavu. Zvyčajne nie je žiadna strecha na nízkoložnom prívese, čo umožňuje nakladanie a vykladanie zhora. @endParagraph @startBoldMnoho inzerátov na Traduse@endBold @startParagraphNové inzeráty na nízkoložné návesy z druhej ruky sa na Traduse objavujú takmer denne. Nooteboom, Faymonville, Goldhofer a Sonstige sa ukázali byť jednými z najpopulárnejších značiek. Medzi ostatné značky, ktoré sa objavujú pravidelne, patria Broshuis, EMTECH, Meusburger, Kässbohrer, Doll, HRD a Nicolas. @endParagraph

source: %3Cspan%3Ecategory-37%3C%2Fspan%3E
sk: %3Crozpätie%3Ekategória-37%3C%2Frozpätie%3E

source: %3Cspan%3Ecategory-38%3C%2Fspan%3E
sk: %3Crozpätie%3Ekategória-38%3C%2Frozpätie%3E

source: @startBoldBox trailers@endBold @startParagraphBox trailers are commonly used in all kinds of businesses. They can be used to transport goods, either stacked or on supply wagons. Box trailers are also suited to transport small and larger items when moving houses or for temporary use around the office. Some used box trailers on Tradus are even equipped to transport manure and fertilisers. Sizes and shapes vary from small to very large. Nonetheless, a towing vehicle is always necessary to move the trailer forward. @endParagraph @startBoldOpenings and maintenance@endBold @startParagraphStepping aside from the regular van, the box or ‘closed box’ is a common and much used solution in transport. The spacious box makes it easy to transport goods quickly. Boxes are typically closed on top and on the sides: there is usually one opening which is at the back of the box trailer. This opening commonly consists of one or two doors that can be either pushed up or pulled open. Inside is an empty cabin, often but not always equipped with rails. Maintenance for a box trailer is low-cost, since the vehicle itself does not contain an engine. Only the wheels, axle, and body will need a check-up from time to time. @endParagraph @startBoldMany listings on Tradus@endBold @startParagraphTradus has many used box trailers that provide a reliable solution in transport. Categories vary from Humbaur, Sonstige, Meyer, Möslein, Bockmann, Cheval Liberté, Saris, Wm Meyer, Brenderup, Unsinn, Kock, and Hapert. Used box trailers are listing throughout Europe and can be equipped with different functionalities. These vary from trailer to trailer. @endParagraph
sk: @startBoldSkriňové prípojné vozidlá@endBold @startParagraphSkriňové prípojné vozidlá sú bežne používané vo všetkých druhoch podnikania. Môžu byť použité na prepravu tovaru, a to buď v stohoch alebo na zásobovacích vozňoch. Skriňové prívesy sú vhodné aj na prepravu malých a väčších predmetov pri sťahovaní domov alebo dočasnom používaní v súvislosti s chodom kancelárie. Niektoré použité prívesy na Traduse sú dokonca vybavené na prepravu hnoja a hnojív. Veľkosti a tvary sa líšia od malých po veľmi veľké. Napriek tomu je vždy potrebné ťažné vozidlo. @endParagraph @startBoldOtvory a údržba@endBold @startParagraphOkrem bežnej dodávky je skriňa alebo „uzatvorená skriňa“ bežným a veľmi používaným riešením v doprave. Priestranné skrine umožňujú rýchlu prepravu tovaru. Skrine sú zvyčajne uzavreté na vrchu a na bokoch: zvyčajne je jeden otvor, ktorý sa nachádza na zadnej strane skrine. Tento otvor bežne pozostáva z jedného alebo dvoch dverí, ktoré môžu byť tlačené alebo ťahané. Vo vnútri je skriňa prázdna, často ale nie vždy vybavená koľajnicami. Údržba skriňového prívesu je nenákladná, pretože samotné vozidlo nemá motor. Len kolesá, nápravy, a karoséria sa musia z času na čas skontrolovať. @endParagraph @startBoldVeľa inzerátov na Traduse@endBold @startParagraphTradus ponúka mnoho jazdených prívesov, ktoré poskytujú spoľahlivé riešenie v oblasti dopravy. Medzi značky patria Humbaur, Sonstige, Meyer, Möslein, Bockmann, Cheval Liberté, Saris, Wm Meyer, Brenderup, Unsinn, Kock, a Hapert. Skriňové prípojné vozidlá sú inzerované z celej Európy a môžu byť vybavené rôznymi funkciami. Funkcie sa u jednotlivých prívesov líšia. @endParagraph
