Repository: altafsamnani/tradus-bundle
Catalog: Resources/translations_old/messages.*.xlf
Languages: pt, sk

source: @startBoldAsphalt paver@endBold @startParagraphAn asphalt paver deposits a layer of asphalt onto a not yet paved road. The asphalt is first transported to its designated location by an insulated truck. There, it is poured into an asphalt paver, which then deposits it in an even layer on the road.@endParagraph @startBoldApplications of the asphalt paver@endBold @startParagraphAlthough some asphalt pavers are pulled by a truck, most of these machines are self-driven nowadays. Streets, bicycle lanes, footpaths, and hard shoulders are generally paved by different machines than larger roads. For smaller roads, smaller types of asphalt pavers are used. These days, extra fast asphalt pavers can lay two layers of asphalt simultaneously, speeding up the process. These machines are more commonly used when making or repairing large roads and choke points.@endParagraph @startBoldComponents and functioning of asphalt pavers @endBold @startParagraphAn asphalt paver has different settings, controlled by the operator, these are asphalt paving, driving, and manoeuvring. The various components of an asphalt paver differ per type, but the elements present in all of them are the motor, the hydraulic drive and control elements, drive tracks, an asphalt distributor, a distribution system, and a screed. The latter is used for equalising the asphalt before it is laid on the road. Ensuring the correct thickness of asphalt is continuously applied is done through a special thickness control. The asphalt is almost immediately suitable to walk on, but after laying is compacted further by a roller or waltz. This ensures that the asphalt is compressed even more, making it even more compact.@endParagraph @startBoldRange of used asphalt pavers on Tradus@endBold @startParagraphMost used asphalt pavers are offered for sale from the Netherlands, Germany, Poland, and Italy. Renowned makes include Vogele, Dynapac, Wirtgen, and ABG. In addition, owners are offering asphalt pavers made by Demag and Bitelli.@endParagraph
sk: @startBoldFinišer@endBold @startParagraphPásový finišer sa používa na nanesenie vrstvy asfaltu na netvrdenej ceste. Najprv sa asfalt prepravuje na miesto, kde je potrebné uložiť pomocou uzavretého, izolované nákladného automobilu. Potom je uložený do finišera, ktorý ju potom položí na cestu v čistej a rovnej vrstve..@endParagraph @startBoldPoužitie finišera@endBold @startParagraphHoci niektoré finišre sú stále ťahané nákladným vozidlom, väčšina strojov už jazdí samostatne. Ulice, cyklistické trasy, chodníky a krajnice ciest sú zvyčajne pokryté iným asfaltovacím strojom ako hlavné cesty. Na menšie cesty sa používajú menšie typy finišerov. V dnešných dňoch sú extrémne rýchle finišre schopné naniesť dve vrstvy asfaltu naraz, čo urýchľuje proces. Tieto stroje sa väčšinou používa pri budovaní alebo oprave hlavné cesty v rušných oblastiach.@endParagraph @startBoldKomponenty a funkcie finišera@endBold @startParagraphFinišer je možné nastaviť na rôzne nastavenia pomocou ovládača, konkrétne asfaltovanie, jazdenie a ovládanie. Rôzne časti finišera sa líšia podľa typu, ale prvky, ktoré stroj má vždy, sú motor, hydraulické pohony a ovládacie prvky, poháňané pásy, rozstrekovač asfaltu, rozstrekovací systém a poter. Ten sa používa na vyrovnanie asfaltu pred jeho uložením na ceste. Špeciálnou reguláciou hrúbky je možné zabezpečiť, že má asfalt správnu hrúbku. Asfalt je takmer okamžite vhodný na chôdzu, ale po jeho položení musí byť stlačený valcom. Valec stlačí asfalt ešte viac a je kompaktnejší.@endParagraph @startBoldSortiment jazdených finišerov na Traduse@endBold @startParagraphVäčšina z inzerovaných jazdených finišerov je v ponuke na predaj v Holandsku, Nemecku, Poľsku a Taliansku. Medzi dobre známe značky patria Vogele, Dynapac, Wirtgen a ABG. Majitelia finišetov ponúkaju aj značky ako Demag a Bitelli.@endParagraph

source: @startBoldCompaction machines@endBold @startParagraphA compactor, or vibration plate, is used in construction to compact surfaces. The vibration plate is commonly used for this process in the construction of paths, pavements, driveways, gardens, and streets. It can compact a bed of sand, or make a hard base even more compact. Where larger surfaces are concerned, a waltz or roller is more commonly used because they are able to cover larger surfaces more easily, thus finishing the job much faster. The category of compactors contains machines of various types and sizes.@endParagraph @startBoldDragged and switched vibration plates @endBold @startParagraphWith a dragged vibration plate, compacting can only be done in straight lines. They are light and agile, but forward running, so it cannot reverse; to go the other way, the entire dragged vibration plate needs to be turned around. The result of a dragged vibration plate is sometimes seen as more appealing than the results achieved with a switched vibration plate. This is partly due to the balancing weight of the machine being at the front. Dragged vibration plates have a powerful diesel motor, are generally fitted with an ergonomically shaped pusher, and are fitted with rubber in various places, to reduce vibration. Switched vibration plates can move forwards and backwards and are ideal for heavy duties. They are easy to use but tend to be more expensive to purchase than dragged vibration plates. Just like dragged vibration plates, they are fitted with rubber in various places to counter vibration.@endParagraph @startBoldWater tank@endBold @startParagraphBoth dragged and switched vibration plates have a water tank: the volume of the tank varies greatly per type. The water is needed to suppress dust clouds created by the compression process. A sprayer on the underside of the vibration plate spreads the water to the different sides. The compactors have been continuously improved over the years and nowadays vibration plates are available that can be controlled remotely. These offer the advantage of being able to work in places that are difficult to access for people as well as reducing the noise, vibration, and dust discomforts caused to the operator.@endParagraph @startBoldRange of used compactors @endBold @startParagraphOn various terrains, and for various tasks, the need for good compactors will remain. Several used compactors and vibration plates are offered for sale on Tradus. The most popular makes among them are Bomag, Wacker, Wacker Neuson, Ammann, and Weber. Countries from where compactors are offered for sale regularly include Finland, Poland, and Norway, although most adverts on Tradus are placed by owners from Germany and the Netherlands. @endParagraph
sk: @startBoldZhutňovacie stroje@endBold @startParagraphZhutňovacie stroje alebo vibračné dosky sa používajú v stavebníctve na pevné zhutnenie povrchu. Vibračné dosky sa používajú najmä pri výstavbe ciest, chodníkov, vozoviek, záhrad a dlažby. Môže zhutniť pieskové podložie alebo ďalej komprimovať tvrdý podklad. Keď ide o väčšie plochy, valec je oveľa jasnejšou voľbou: môže pracovať na väčšom povrchu naraz a môže vykonávať prácu rýchlejšie, než by to robila bežná vibračná doska. V kategórii strojov na zhutňovanie sú rôzne tvary a veľkosti.@endParagraph @startBoldDusadlá a manuálne vibračné dosky@endBold @startParagraphDusadlo môže byť použité len na zhutňovanie smerom vpred. Sú ľahké a pružné, ale nie je možné používať pri cúvaní, dusadlo treba obrátiť. Výsledok dusadla je niekedy lepší ako výsledok dosiahnutý ručnou vibračnou doskou. To je čiastočne spôsobené tým, že odstredivá hmotnosť stroja je vpredu. Dusadlá majú výkonný dieselový motor, zvyčajne majú ergonomicky tvarovanú rukoväť a gumu na zníženie vibrácií na viacerých miestach. Ručné vibračné dosky môžu ísť dopredu a dozadu a sú ideálne pre ťažšie práce. Ľahšie sa používajú, ale vo všeobecnosti sú o niečo drahšie ako dusadlo. Rovnako ako dusadlá, majú na rôznych miestach gumu na zmiernenie vibrácií.@endParagraph @startBoldVodná nádrž@endBold @startParagraphDusadlá aj ručné vibračné dosky majú na palube vodnú nádrž: objem sa značne líši podľa typu. Voda je potrebná na potlačenie prašnosti, ktorá sa vytvára pri zhutňovaní pôdy. Postrekovač na spodnej strane zhutňovacieho stroja zaisťuje, že voda je rozstriekaná na všetky strany. Zhutňovacie stroje sa vyvinuli v priebehu rokov a teraz existujú aj vibračné dosky, ktoré možno ovládať na diaľku. Tieto majú výhodu, že dokážu robiť svoju prácu na ťažko dostupných miestach, pričom používateľ nie je obťažovaný hlukom, vibráciami a prachom.@endParagraph @startBoldSortiment použitých zhutňovacích strojov@endBold @startParagraphZhutňovacie stroje budú vždy potrebné v rôznych terénoch a na rôzne práce. Viacnásobné použitie zhutňovacích strojov a vibračné dosky je v ponuke na predaj na Traduse. Obľúbené značky sú Bomag, Wacker, Wacker Neuson, Ammann a Weber. Použité zhutňovacie stroje sú často ponúkané na predaj z krajín ako Fínsko, Poľsko a Nórsko, ale veľa inzerátov na Traduse pochádza aj od vlastníkov v Nemecku a Holandsku.@endParagraph

source: @startBoldAerial platform with articulated arm@endBold @startParagraphAerial platforms with articulated arms, also called articulated telescope aerial platforms, are a slightly different variant. The difference with the regular telescopic aerial platform is that the articulated arm aerial platform has more mast components. This allows more and different movements to be made, without having to move the chassis. The aerial platform with articulated arm thus has more uses and can reach even more places than a regular aerial platform, scissor work platform, or telescopic aerial platform. A disadvantage is that the work surface or container of the aerial platform with articulated arm tends to be smaller, and that the machine has to be transported on a trailer.@endParagraph @startBoldFunctioning of the aerial platform with articulated arm @endBold @startParagraphThe aerial platform with articulated arm allows hard-to-reach places to be reached, without having to be directly underneath. They are also ideal when there are obstacles to overcome. This type of aerial platform is suitable for use outdoors and can even be used on rough terrain if they’re fitted with tracks. Normally, aerial platforms with articulated arms have a chassis on wheels, which houses the hydraulics. Because aerial platforms are fitted with a container, someone can be lifted to perform the work at height. Using the control panel, that person can move, stop, and lock the arm and container. @endParagraph @startBoldUsed aerial platforms with articulated arm on Tradus@endBold @startParagraphA wide selection of used aerial platforms with articulated arm is being offered for sale on Tradus. They are offered from places like Italy, Germany, Spain, the Netherlands, and Belgium. Makes that feature frequently include Genie, JLG, Haulotte, and Manitou.@endParagraph
sk: @startBoldKĺbové výložníky@endBold @startParagraphKĺbový výložník, tiež známy ako teleskopická kĺbová pracovná plošina, je trochu iný variant. Rozdiel oproti bežným teleskopickým pracovným plošinám spočíva v tom, že zdvíhací plošinový klzák má viac komponentov stožiarov. To znamená, že môže vykonávať viac pohybov bez toho, aby sa hýbal podstavec. Kĺbový výložník má viac spôsobov využitia a môže dosiahnuť viac miest než bežná pracovná plošina, nožnicová plošina alebo teleskopická pracovná plošina. Jednou nevýhodou je, že pracovná klietka je vo všeobecnosti o niečo menšia a stroj musí byť prepravovaný na plošine.@endParagraph @startBoldFungovanie kĺbového výložníka@endBold @startParagraphKĺbový výložník umožňuje dosiahnuť ťažké miesta bez toho, aby ste museli byť priamo pod nimi. Sú tiež ideálne na použitie v prípade prekážok, ktoré je potrebné prekonať. Tento typ pracovnej plošiny je skvelý pre vonkajšie použitie a môže pracovať aj na nerovnom teréne, ak je vybavená pásom. Zvyčajne sú kĺbové výložníky vybavené základňou na kolesách, v ktorej je hydraulický systém. Vzhľadom k tomu, že pracovné plošiny majú konštrukciu, môže byť osoba zdvihnutá a manuálne vykonať prácu vo výške. Pomocou ovládacieho panela sa môže táto osoba pohybovať, zastaviť a zaistiť rameno a skrinku.@endParagraph @startBoldJazdené kĺbové výložníky na Traduse@endBold @startParagraphNa Traduse je v ponuke široký sortiment kĺbových výložníkov. Mnohé z nich pochádzajú z Talianska, Nemecka, Španielska, Holandska a Belgicka. Značky, ktoré sa pravidelne objavujú, sú Genie, JLG, Haulotte a Manitou.@endParagraph

source: @startBoldAerial platform with scissor system @endBold @startParagraphThe aerial platform with scissor system, also known as scissor work platform, is one of the possible types of aerial platform. On an aerial platform with scissor system a platform or working cage is fitted, which can be raised by the X-shaped scissors. These are ‘folded open’ as it were, by the mechanical or hydraulic cylinder, causing the platform to be pushed into the air. This allows tasks at height to be completed.@endParagraph @startBoldVertical movements only @endBold @startParagraphThe scissor work platform can only be used for upward movement. The operator enters the container when it is only just above ground level and uses the controls to slowly move the aerial platform upwards. The platform cannot be moved sideways. This requires the entire aerial platform to be moved to the required location. It is not recommended to do this while occupying the elevated container. For the same safety concerns, the work platform should not be entered or exited while it is elevated.@endParagraph @startBoldMisalignment safeguard@endBold @startParagraphAnother safety requirement is that an aerial platform is only used when placed on hard and even surfaces, to prevent shifting and any accidents that might cause. Generally, aerial platforms have an integrated misalignment safeguard which prevents the aerial platform from raising and lowering when it exceeds a 14-degree tilt. Other additional elements that may be part of a scissor work platform are non-marking tyres, an emergency stop in the working cage, an hour meter, and a drive alarm.@endParagraph @startBoldAdverts for used aerial platforms@endBold @startParagraphOwners of scissor work platforms offer their machines for sale on Tradus. Genie, Haulotte, JLG, and Skyjack are makes that regularly feature in the online range. Other used scissor work platforms in the aerial platforms category include makes like Snorkel, Iteco, Up-Right, and Holland Lift. Most used scissor work platforms are offered for sale from the Netherlands and Germany. @endParagraph
sk: @startBoldVysokozdvižné pracovné plošiny s nožnicovým systémom@endBold @startParagraphVysokozdvižné pracovné plošiny s nožnicový systém, známe aj ako nožnicové pracovné plošiny, sú jednou z možných verzií vysokozdvižnej pracovnej plošiny. Nožnicová pracovná plošina plošinu alebo konštrukciu, ktorú možno zdvihnúť pomocou nožníc v tvare x. Tieto sa otvárajú mechanickým alebo hydraulickým valcom, ktorý tlačí plošinu do vzduchu. Týmto spôsobom je možné vykonávať prácu vo výške.@endParagraph @startBoldVertikálny pohyb@endBold @startParagraphNožnicové pracovné plošiny môže fungovať iba v zvislom smere. Obsluhuje sa z konštrukcie, ktorá je tesne nad zemou a pomocou ovládacích prvkov pomaly priťahuje plošinu. Plošinu nie je možné posunúť do strán. To vyžaduje presunutie celej pracovnej plošiny. V takom prípade sa neodporúča zostať vo vnútri konštrukcie kabíny. Nastupovanie alebo vystupovanie vo výške nie je z bezpečnostných dôvodov povolené.@endParagraph @startBoldOchrana proti preklopeniu@endBold @startParagraphĎalším bezpečnostným pravidlom je, že pracovná plošina môže byť použitá iba na tvrdých a rovných plochách, aby sa zabránilo náhodným posunom a nehodám. Všeobecne zabudovaná ochrana proti prevráteniu zabezpečuje, že pracovná plošina pri zdvíhaní nepresiahne uhol sklonu o viac ako 14 stupňov . Ďalšie doplnkové prvky, ktoré môžu byť súčasťou nožnicovej pracovnej plošiny, sú pneumatiky, núdzové zastavenie v pracovnej kabíne, hodinový merač a alarm.@endParagraph @startBoldInzeráty na použité pracovné plošiny@endBold @startParagraphMajitelia nožnicových pracovných plošín ponúkajú svoje stroje na predaj cez Tradus. Genie, Haulotte, JLG a Skyjack sú značky, ktoré sa pravidelne objavujú online. Ostatné použité nožnicové systémy v kategórii pracovných plošín sú Snorkel, Iteco, Up-Right a Holland Lift. Väčšina nožnicových pracovných plošín je v ponuke na predaj v Holandsku a Nemecku.@endParagraph

source: @startBoldOther aerial platforms@endBold @startParagraphApart from regular aerial platforms and scissor work platforms, other types of aerial platforms are also being offered for sale on Tradus. These include telescopic aerial platforms, trailer aerial platforms, articulated arm aerial platforms, spider aerial platforms, and others. A spider aerial platform may be fitted with tracks but owes its name mainly to the version with four support legs around the aerial platform. Using a spider aerial platform will soon make an unstable ladder or difficult to build scaffolding obsolete, making the task at height easier to complete. A spider aerial platform can be fully electric or run on petrol. The heights a spider aerial platform can reach vary: some variants can reach up to thirty metres into the air.@endParagraph @startBoldTelescopic aerial platforms@endBold @startParagraphAnother type is the telescopic aerial platform. This type makes it easier to move sideways than, for example, the scissor work platform, which only moves vertically. A telescopic aerial platform is useful for a large variety of activities: repairs at height, lifting a person, or lowering a person down from a height, and when anything needs to be fitted, removed, replaced, painted, or placed at height. Using a telescopic aerial platform creates great working height and width. This machine consists of a chassis, superstructure, telescopic mast, work platform or container, and control box. The height a telescopic aerial platform can reach varies per type. @endParagraph @startBoldOther aerial platforms on Tradus@endBold @startParagraphMany types of aerial platforms that do not fit into the categories scissor work platform or articulated arm aerial platform can be found on Tradus. These mainly concern the renowned and popular makes like Genie, Haulotte, JLG, and Manitou, but the less known makes like Hinowa, Teupen, and Youngman feature as well. Most adverts offering used aerial platforms for sale on Tradus come from Germany, Poland, the Netherlands, and Italy.@endParagraph
sk: @startBoldOstatné vysokozdvižné pracovné plošiny@endBold @startParagraphOkrem bežných pracovných plošín, nožnicových systémov, existujú aj iné typy pracovných plošín, ktoré sú ponúkané prostredníctvom Tradusu. Napríklad teleskopické pracovné plošiny, rôzne výťahy s výložníkmi a iné stroje. Výložník s pavúkom môže mať pás, ale väčšinou vďačí svojmu názvu verzii, ktorá má štyri nohy okolo pracovnej plošiny. Výložník s pavúkom rýchlo nahradí nestabilný rebrík alebo lešenie a uľahčuje prácu vo výške. Výložník s pavúkom môže byť elektrický alebo na benzín. Výšky, do ktorých siaha pavúkový výložník, sa líšia podľa typu: niektoré verzie môžu dosiahnuť viac ako tridsať metrov do vzduchu.@endParagraph @startBoldTeleskopické pracovné plošiny@endBold @startParagraphĎalší variant sú teleskopické pracovné plošiny. Tento stroj uľahčuje pohyb bokom oproti napríklad nožnicovej pracovnej plošiny, ktorá sa môže pohybovať iba vertikálne. Teleskopická pracovná plošina je užitočná pre všetky druhy práce: keď je potrebné opraviť niečo vo výške, keď sa človek musí zdvihnúť alebo znížiť, alebo keď niečo musí byť pripevnené, odstránené, vymenené, maľované alebo umiestnené vo výške. Teleskopická pracovná plošina pacuje do výšky aj do šírky. Stroj sa skladá z podvozku, nadstavby, výsuvného stožiara, pracovnej kabíny a ovládacej skrinky. Výška teleskopickej pracovnej plošiny môže byť rôzna podľa typu.@endParagraph @startBoldOstatné vysokozdvižné pracovné plošiny na Traduse@endBold @startParagraphMnohé typy pracovných plošín, ktoré nespadajú do kategórie nožnicové pracovné plošiny alebo kĺbové ramenné výložníky možno nájsť prostredníctvom Tradusu. Ide o dobre známe a obľúbené značky ako Genie, haulotte, JLG a Manitou, ale aj menej známe značky ako Hinowa, Teupen a Youngman. Väčšina inzerátov na použité vysokozdvižné pracovné plošiny na Traduse pochádza z Nemecka, Poľska, Holandska a Talianska.@endParagraph

source: %3Cspan%3Ecategory-3696%3C%2Fspan%3E
sk: %3Crozpätie%3Ekategória-3696%3C%2Frozpätie%3E
