Repository: altafsamnani/tradus-bundle
Catalog: Resources/translations_old/messages.*.xlf
Languages: pt, sk

source: @startBoldLow bed trucks@endBold @startParagraphLow bed trucks are similar to trucks with an open flatbed. The main difference between the two is that low bed trucks commonly have no sides or closed end. They consist of a single cabin with an open bed at the trailer. The bodywork is completely flat, which makes it easy to quickly load and unload goods. In many cases, low bed trucks are used to transport goods and materials that are allowed in different types of weather conditions. Also, goods that do not easily fit in a closed box are well suited for a low bed truck. The downside of a low bed truck is that the load is not protected from outside elements very well.@endParagraph @startBoldNo box, roof, or sides@endBold @startParagraphLow bed trucks often have a solid bed made from wooden planks, aluminum, or steel. They are not equipped with a box, roof, or sides. The load on a low bed truck is commonly held together and tied down with ropes or hooks that are tied to the bed. A tarp or tarpaulin can be attached to the load if needed. A regular flatbed tarpaulin truck is quite similar and is therefore suited for similar applications. These trucks are also listed on Tradus.@endParagraph @startBoldAvailability on Tradus@endBold @startParagraphWhile low bed trucks are not as popular as they have been, they are still in use. For specialised cargos like constructional steelwork, they remain an often-used means of transportation. Used low bed trucks are often listed on Tradus.@endParagraph
sk: @startBoldNízkoložný príves@endBold @startParagraphNákladné autá s nízkoložným prívesom sú podobné ako nákladné autá s otvorenou plošinou. Hlavným rozdielom medzi týmito dvoma je, že nízkoložné prívesy nemajú bočnice ani uzavreté konce. Skladajú sa z jednej kabíny s otvorenou plošinou na prívese. Karoséria je úplne plochá, čo uľahčuje nakladanie a vykladanie tovaru. V mnohých prípadoch sú nízkoložné vozidlá používané na prepravu tovaru a materiálov, ktoré je možné prepravovať v rôznych poveternostných podmienkach. Tovar, ktorý nie je ľahké naložiť do uzavretej skrine, je vhodný na prevážanie nízkoložnými prívesmi. Nevýhodou nízkoložného prívesu je, že náklad nie je zvonku veľmi dobre chránený .@endParagraph @startBoldŽiadna skriňa, strecha alebo bočnice@endBold @startParagraphNízkoložné prívesy majú často masívne plošiny vyrobené z drevených dosiek, hliníka alebo ocele. Nemajú žiadnu skriňu, strechu alebo bočnice. Náklad na nízkoložnom prívese je bežne zviazaný dokopy pomocou lán alebo hákov, ktoré sú pripevnené o plošinu. Na náklad je možné pripevniť plachtu alebo plachtovinu, ak je to potrebné. Bežný plošinový nákladný automobil s plachtou je dosť podobný a je preto vhodný na podobné použitie. Tieto vozidlá sú tiež inzerované na Traduse.@endParagraph @startBoldDostupnosť na Traduse@endBold @startParagraphHoci nízkoložné prívesy nie sú tak populárne ako kedysi, stále sa však používajú. Pri špecializovaných nákladoch, ako je konštrukčná oceľ, zostávajú často používanými dopravnými prostriedkami. Jazdené nízkoložné prívesy sú často inzerované na Traduse.@endParagraph

source: %3Cspan%3Ecategory-24%3C%2Fspan%3E
sk: %3Crozpätie%3Ekategória-24%3C%2Frozpätie%3E

source: @startBoldBox semi-trailer@endBold @startParagraphBox semi-trailers are a simple and efficient way to transport goods. They consist of a box with framework that rests on a bed and on four or more wheels. Box semi-trailers commonly have no front axle and are therefore not able to move on their own. A cab and chassis has to be connected to the semi-trailer to leave their place. The box semi-trailer is a box that is enclosed from both sides, the top and the front. The back of the box can be opened with doors or a rolling shutter. Box semi-trailers can be used for many different purposes: for moving business, store supply, warehouse deliveries and many other purposes. @endParagraph @startBoldSpacious box@endBold @startParagraphBox semi-trailers allow for people to move goods faster, more efficient and cost-efficient. The spacious box makes it possible to deposit heavier loads inside. Since it has closed sides and a closed front, the box semi-trailer is a means of transport that can be used under all weather conditions. It is only not suited for refrigerated goods and machines and also not the recommended type of trailer for heavy-duty machines. @endParagraph @startBoldLots of functionalities for box trucks@endBold @startParagraphTradus offers many listings of second-hand box semi-trailers for those looking for a reliable solution in transport. Categories vary from Schmitz Cargobull, Fruehauf, Krone, Samro, Groenewegen and Kogel to Schmitz, Sonstige, Pacton and Sommer. Sellers on Tradus include as many details as possible and new listings appear on Tradus weekly. @endParagraph
sk: @startBoldSkriňový náves@endBold @startParagraph Skriňové návesy sú jednoduchým a efektívnym spôsobom na prepravu tovaru. Pozostávajú zo skrine s konštrukciou, ktorá spočíva na plošine a na štyroch alebo viacerých kolesách. Skriňové návesy obvykle nemajú žiadnu prednú nápravu a preto nie sú schopné sa pohybovať samostatne. Kabína a podvozok musia byť pripojené k návesu, aby sa mohli pohnúť. Skriňový náves je box, ktorý je uzavretý z oboch strán, v hornej a prednej časti. Zadná časť skrine sa dá otvoriť pomocou dverí alebo rolety. Skriňové návesy môžu byť použité na rôzne účely: na sťahovanie, prepravu skladových zásob do obchodov, skladových zásob do skladov a mnoho ďalších účelov. @endParagraph @startBoldPriestranná skriňa@endBold @startParagraphSkriňové návesy umožňujú ľuďom prevážať tovar rýchlejšie, efektívnejšie a lacnejšie. Priestranné skrine umožňujú uložiť väčší náklad vo vnútri. Vzhľadom na to, že má uzavreté bočné strany a uzavretú prednú časť, je skriňový náves dopravným prostriedkom, ktorý je možné používať pri všetkých poveternostných podmienkach. Nie je vhodný iba pre chladiarenské tovary a stroje, a nie je ani odporúčaný typ prívesu pre stroje na ťažkú prácu. @endParagraph @startBoldVeľa funkcií pre skriňové vozidlá@endBold @startParagraphTradus ponúka mnoho položiek z druhej ruky pre skriňové návesy pre tých, ktorí hľadajú spoľahlivé riešenie v oblasti dopravy. Prívesy sú od Schmitz Cargobull, Fruehauf, Krone, Samro, Groenewegen, Kogel, Schmitz, Sonstige, Pacton a Sommer. Predávajúci na Traduse uvádzajú podľa možnosti čo najviac podrobných údajov a nové položky sa objavujú na Traduse raz týždenne. @endParagraph

source: Export
sk: Izvoz

source: @startBoldFlatbed open semi-trailer@endBold @startParagraphOpen flatbed semi-trailers have proven to be a smart and simple solution for the transport of different goods. They cannot move themselves and will always need to be hooked up to a motorized pulling vehicle, for example a tractor unit or truck. The ‘open’ in a flatbed open semi-trailer refers to the the top, which is usually uncovered. Flatbed open semi-trailers can be used to transport machines and material that does not fit optimally in a closed box or a flatbed tarp. The biggest advantage of an open flatbed semi-trailer is the ease with which it can be loaded and unloaded. This can be done from both sides and from the back with a forklift or small crane. @endParagraph @startBoldSteel and aluminum@endBold @startParagraphOpen flatbed semi-trailers are often used to transport building material, but also flat steel, coiled steel, channel steel, rebar and lumber. They can contain load that can withstand weather conditions like rain, wind and snow and are more likely to be used for this purpose than box trucks or box semi-trailers. Most open flatbed semi-trailers are made from steel or aluminum or from a steel/aluminum combination. The weight of the open flatbed differs greatly, depending on the job that needs to be done with it. @endParagraph @startBoldVariety in listings on Tradus@endBold @startParagraphThe second-hand open flatbed semi-trailer is listed often on Tradus. Listings come from basically anywhere in Europe, varying from the Netherlands and Poland to Belgium, Germany and Russia. Among popular brands are Floor, Fliegl, Van Hool, Kogel, Lecitrailer, Fruehauf, Pacton, LAG, Schmitz, Schmitz Cargobull and Krone. @endParagraph
sk: @startBoldNáves s otvorenou plošinou@endBold @startParagraphNávesy s otvorenou plošinou sa osvedčili ako elegantné a jednoduché riešenie na prepravu rôzneho tovaru. Nemôžu sa pohybovať samostatne a vždy budú musieť byť pripojené k motorovému ťažnému vozidlu, napríklad ťahaču alebo nákladnému automobilu. ""Otvorené"" v plošinovom návese sa vzťahuje na vrchnú časť, ktorá je zvyčajne odkrytá. Návesy s otvorenými plošinami sa dajú použiť na prepravu strojov a materiálu, ktoré sa optimálne nezmestia do uzavretej skrine alebo na plošinu s plachtou. Najväčšou výhodou otvoreného plošinového návesu je ľahkosť, s ktorou je možné náklad nakladať a vykladať. Môžete to urobiť z oboch strán a zo zadnej strany pomocou vysokozdvižného vozíka alebo malého žeriavu. @endParagraph @startBoldOceľ a hliník@endBold @startParagraphOtvorené plošinové návesy sa často používajú na prepravu stavebného materiálu, ale aj plochej ocele, zvinutej ocele, ocele profilu U, výstuže a reziva. Môžu prevážať náklad, ktorý dokáže odolávať poveternostným podmienkam ako dážď, vietor a sneh, a je pravdepodobnejšie, že budú použité na tento účel ako skriňové vozíky alebo skriňové návesy. Väčšina plošín je vyrobená z ocele alebo hliníka alebo z kombinácie ocele a hliníka. Hmotnosť otvorenej plošine výrazne líši v závislosti od úloh, ktoré je potrebné urobiť. @endParagraph @startBoldRôzne plošiny inzerované na Traduse@endBold @startParagraphPlošinové návesy z druhej ruky sú často inzerované na Traduse. Inzeráty pochádzajú v podstate zo všetkých európskych krajín od Holandska a Poľska až po Belgicko, Nemecko a Rusko. Medzi obľúbené značky patria Floor, Fliegl, Van Hool, Kogel, Lecitrailer, Fruehauf, Pacton, LAG, Schmitz, Schmitz Cargobull a Krone. @endParagraph

source: @startBoldFlatbed tarpaulin semi-trailer@endBold @startParagraphFlatbed tarpaulin semi-trailers, also known as flatbed tarp semi-trailers, are trailers that have no front axle. They are commonly called ‘semis’ and distinguish themselves from other semi-trailers with the presence of a box with tarp on both sides. They can also be flatbeds with changeable ribs supported by a tarp. Tarp comes from tarpaulin and is common language for plastic coated fabric. Its purpose is to protect the load from all weather conditions, either cold, snow and rain or warmer temperatures. The flatbed tarpaulin semi-trailer is not the optimal means of transport for machines and construction tools. @endParagraph @startBoldQuick loading and unloading@endBold @startParagraphFlatbed tarp semi-trailers can be coupled and uncoupled in little time, which makes them useful in different businesses. Loading and unloading can happen independently from the cab. Semi-trailers have only one turning point, which makes them flexible and easier to reverse. The flatbed tarp semi-trailer has no front wheels and cannot move by itself: it always needs to be connected to a motorised vehicle, most commonly the tractor part of a truck. It’s also possible to use a trailer dolly between the semi-trailer and the tractor. @endParagraph @startBoldAvailability on Tradus@endBold @startParagraphKrone, Schmitz Cargobull, Kogel, Schmitz, Fliegl, Schwarzmuller and Fruehauf are semi-trailer brands that are listed often on Tradus. Kässbohrer, Pacton and Wielton are a few of the other brands that are listed weekly. A large part of the listings come from Germany, Poland and the Netherlands. France, Czech Republic and Belgium are among other countries that regularly list used flatbed tarp semi-trucks. @endParagraph
sk: @startBoldPlošinový náves s plachtou@endBold @startParagraphPlošinové návesy s plachtou známe aj ako plachtovinové plošiny sú prívesy, ktoré nemajú prednú nápravu. Niekedy sa nazývajú „semis“ a odlišujú sa od ostatných návesov tým, že majú skriňu s plachtou na oboch stranách. Existujú aj plošiny s vymeniteľnými rebrami podporovanými plachtou. Plachtovina je vlastne plachta vyrobená z textílie potiahnutej plastom. Jej účelom je chrániť náklad pred všetkými poveternostnými podmienka, chladom, snehom, dažďom alebo vyššími teplotami. Plošinový náves s plachtou nie je vhodný dopravný prostriedok pre stroje a stavebné náradie. @endParagraph @startBoldRýchle nakladanie a vykladanie@endBold @startParagraphPlošinový náves s plachtou môže byť rýchlo pripojený a odpojený, vďaka čomu je využiteľný v rôznych oblastiach podnikania. Nakladanie a vykladanie sa môže vykonávať nezávisle od kabíny. Návesy majú iba jeden bod obratu, vďaka čomu sú pružné a ľahšie sa otáčajú. Plošinový náves s plachtou nemá žiadne predné kolesá a nedokáže sa pohybovať sám: vždy musí byť pripojený k motorovému vozidlu, najčastejšie ťahaču nákladného automobilu. Rovnako je možné použiť odťahovací príves medzi návesom a ťahačom. @endParagraph @startBoldDostupnosť na Traduse@endBold @startParagraphKrone, Schmitz Cargobull, Kogel, Schmitz, Fliegl, Schwarzmuller a Fruehauf sú značky návesov, ktoré sú často inzerované na Traduse. Kässbohrer, Pacton Wielton a niekoľko ďalších značiek sú inzerované každý týždeň. Veľká časť inzerátov pochádza z Nemecka, Poľska a Holandska. Francúzsko, Česká republika a Belgicko sú medzi ostatnými krajinami, ktoré pravidelne inzerujú plošinové návesy s plachtou. @endParagraph

source: @startBoldSemi-trailer chassis@endBold @startParagraphA semi-trailer chassis is a vehicle frame that serves as a basis for a semi-trailer. It commonly consists of two or more wheels and the framework for a fitting semi-trailer. The chassis cannot move by itself and will always need a motorised pulling vehicle. The chassis can be equipped with a bed, a box or a container of any kind and does not include a cab. The wheels and other important parts of the chassis are often protected by shields. A semi-trailer chassis regularly has its own license plate and lights. @endParagraph @startBoldLoad of any kind@endBold @startParagraphThe connections for the flow and compressed air supply in a semi-trailer chassis are often protected from damage when setting up the semi-trailer. The chassis is one of the most powerful parts of a complete semi-trailer. Load of any kind can be placed on the chassis with help from a bed or box. The axle needs to carry the weight and must therefore be very strong. Pneumatic suspension makes it possible to carry a heavy load during transport. A motorised vehicle makes it possible for the chassis to be pulled forward and serve as part of the transport. @endParagraph @startBoldMultiple listings on Tradus@endBold @startParagraphIn the Truck category, several cab and chassis listings can be found. These are not to be confused with semi-trailer chassis listings, of which less are listed on Tradus. However, there are still many listings of used semi-trailer chassis. Mercedes-Benz, Iveco, MAN, Fliegl, Volvo, Van Hool, and Krone are some of the brands that are available. @endParagraph
sk: @startBoldPodvozok návesu@endBold @startParagraphPodvozok návesu je rám vozidla, ktorý slúži ako základ pre náves. Bežne pozostáva z dvoch alebo viacerých kolies a systému pre upevnenie návesu. Podvozok sa nemôže pohybovať sám osebe a preto vždy potrebuje motorové ťahadlo. Podvozok môže byť vybavený plošinou, skriňou alebo kontajnerom akéhokoľvek druhu a nemá kabínu. Kolesá a iné dôležité časti podvozku sú často chránené štítmi. Podvozok návesu má bežne svoju vlastnú ŠPZ a svetlá. @endParagraph @startBoldNáklad akéhokoľvek druhu@endBold @startParagraphPripojenie prívodu stlačeného vzduchu v podvozku návesu je pri inštalácii návesu často chránené pred poškodením. Podvozok je jednou z najvýkonnejších častí kompletného návesu. Náklad akéhokoľvek druhu môže byť umiestnený na podvozku vďaka plošine alebo skrini. Náprava musí uniesť veľkú hmotnosť a preto musí byť veľmi silná. Pneumatické pruženie umožňuje prepravu ťažkého nákladu. Motorové vozidlo umožňuje, aby sa podvozok posunul dopredu a slúžil na prepravu. @endParagraph @startBoldInzeráty na Traduse@endBold @startParagraphV kategórii nákladné automobily je niekoľko inzerátov na kabínu a podvozok. Nemožno ich zamieňať s inzerátmi podvozkov návesov, ktorých je menej na Traduse. Existuje však mnoho inzerátov použitých podvozkov. Mercedes-Benz, Iveco, MAN, Fliegl, Volvo, Van Hool, a Krone sú niektoré z dostupných značiek. @endParagraph

source: @startBoldTipper/dumper semi-trailer@endBold @startParagraphA tipper/dumper semi-trailer consists of a cab and chassis, with an open container on top of the bed. The semi-trailer has no front wheels, but commonly four to six back wheels and can only be used if it is connected to a motorised vehicle, for example the tractor part of a truck. Another option is to have a truck pull a semi-trailer using a trailer dolly, which is a detachable front-axle assembly. Loose material, such as gravel or sand, is commonly transported and deposited in a tipper/dumper semi-trailer. @endParagraph @startBoldConstruction and agriculture@endBold @startParagraphTipper/dumper semi-trailers are commonly seen on construction sites and in agricultural businesses. The load can be emptied by lifting the container with hydraulic rams. During the unloading of a tipper/dumper semi-trailer, the truck head must always be straight in line with the semi-trailer. This offers enough counterweight to prevent the semi-trailer from tipping over and accidents from happening. Tipper/dumper semi-trailers come in many different sizes and shapes and therefore, the capacity also varies greatly. @endParagraph @startBoldTipper/dumper semi-trailers on Tradus@endBold @startParagraphFor lighter types of cargo, the body is usually made from aluminum. A steel body is more suitable for heavy-duty jobs and heavy cargo. Tradus offers many listings for used tipper/dumper semi-trailers from well-known manufacturers like Mega, Mercedes-Benz, Schmitz Cargobull, Benalu, Wielton, Star and Fliegl. @endParagraph
sk: @startBoldVyklápač/sklápač s návesom@endBold @startParagraphVyklápač/sklápač s návesom pozostáva z kabíny a podvozka, s otvoreným kontajnerom v hornej časti plošiny. Náves nemá žiadne predné kolesá, ale bežne štyri až šesť zadných kolies a môže byť použitý len vtedy, ak je pripojený k motorovému vozidlu, napríklad k ťahaču vozidla. Ďalšou možnosťou je, že nákladné vozidlo ťahá náves pomocou ťahacieho prívesu, ktorý je odnímateľnou prednou súpravou. Sypký materiál, ako je štrk alebo piesok, sa bežne prepravujú a nakladajú na vyklápací/sklápací náves. @endParagraph @startBoldStavebníctvo a poľnohospodárstvo@endBold @startParagraphVyklápač/sklápač s návesom sú bežne vidieť na stavbách a v poľnohospodárskych podnikoch. Náklad možno vyložiť zdvíhaním kontajnera hydraulickými piestami. Pri vykládke návesu vyklápača / sklápača musí byť predná časť nákladného automobilu vždy v rovnakej línii ako náves. Tým sa zabezpečí dostatočné protizávažie, aby sa zabránilo prevrhnutiu návesu a nehodám. Vyklápacie / sklápacie návesy sa dodávajú v mnohých rozmeroch a tvaroch, pričom ich kapacita sa taktiež značne líši. @endParagraph @startBoldVyklápacie / sklápacie návesy na Traduse@endBold @startParagraphPre ľahšie druhy nákladu je karoséria vyrobená z hliníka. Oceľová karoséria je viac vhodná pre veľké zaťaženie a ťažký náklad. Tradus ponúka množstvo inzerátov použitých sklápacích/vyklápacích návesov od známych výrobcov ako Mega, Mercedes-Benz, Schmitz Cargobull, Benalu, Wielton, Star a Fliegl. @endParagraph

source: @startBoldConcrete mixer/pump semi-trailer@endBold @startParagraphConcrete mixers are often seen on building and construction sites. Their purpose is to combine several elements to form concrete. Concrete mixers can be part of a concrete mixing truck, but can also be transported on a semi-trailer. Small concrete mixers are suitable for lighter jobs such as residential repairs or renovations, but for heavy-duty jobs a large concrete mixer semi-trailer comes into practice. An aggregate, for example sand or gravel, is mixed with cement and water to form concrete. When all elements have been added, the mixing continues to ensure the concrete will not set before it is applied. The concrete semi-trailer consists of a bed with two to three axles and four to eight wheels, depending on the size of the concrete mixer. @endParagraph @startBoldTypes of concrete mixers@endBold @startParagraphConcrete mixers can be divided into three categories: twin shaft mixers, vertical axis mixers, and drum mixers. To each category there are strengths and weaknesses. The twin shaft mixer usually has two horizontal axles that allow for a better homogeneity of the concrete mixture. It needs little maintenance and is an ideal tool for high intensity mixing. The vertical axles mixer is usually the right choice for coloured concrete and smaller batches of concrete mixture. The drum mixer is a good fit for larger volumes and is used for high production speeds. Concrete mixer semi-trailers don’t have a single cabin up front, but consist purely of a bed on which the concrete mixer can be placed. In some cases, the mixer will also be available. @endParagraph @startBoldAvailability on Tradus@endBold @startParagraphThe used concrete mixer semi-trailers that are listed on Tradus come from basically anywhere in Europa. Many different brands are available and new brands are added regularly. Varying from Floor and Van Hool up to more popular brands like Liebherr, Feldbinder, MOL, Sonstige and Spitzer. @endParagraph
sk: @startBoldNáves s miešačkou/čerpadlom@endBold @startParagraphDomiešavače na betón je možné často vidieť na stavbách a staveniskách. Ich cieľom je spojiť viaceré prvky a vyrábať betón. Miešačky na betón môžu byť súčasťou domiešavača, ale tiež môžu byť prepravované na návese. Malé miešačky na betón sú vhodné pre ľahšie práce, ako sú opravy alebo rekonštrukcie bytov, ale na ťažké práce sa využívajú veľké miešačky. Kamenivo, piesok alebo štrk sú zmiešané s cementom a vodou na vytvorenie betónu. Keď sú všetky zložky zmiešané, miešanie pokračuje na zabezpečenie toho, aby betón nestuhol pred jeho použitím. Náves na betón pozostáva z plošiny s dvoma až tromi nápravami a štyroch až ôsmich kolies v závislosti od veľkosti miešača betónu. @endParagraph @startBoldTypy miešačiek@endBold @startParagraphExistujú tri hlavné typy miešačiek na betón: miešačky s dvoma hriadeľmi , miešačky so zvislou osou a bubnové miešačky. Každá kategória má silné a slabé stránky. Dvojitý hriadeľový miešač má zvyčajne dve horizontálne nápravy, ktoré zabezpečujú lepšiu homogenitu betónovej zmesi. Je nenáročný na údržbu a je ideálny nástroj pre intenzívne miešanie. Zvislá nápravová miešačka je zvyčajne tou správnou voľbou pre farebný betón a menšie dávky betónovej zmesi. Bubnové miešačky sú vhodné pre väčšie objemy, pričom dokážu rýchlo vyrábať betón. Návesy s miešačkou nemajú v prednej časti samostatnú kabínu, ale pozostávajú čisto z plošiny, na ktorú sa môže umiestniť miešačka betónu. V niektorých prípadoch je k dispozícii aj miešačka. @endParagraph @startBoldDostupnosť na Traduse@endBold @startParagraphJazdené návesy s miešačkami, ktoré sú uvedené na Traduse pochádzajú v podstate zo všetkých kútov Európy. Rôzne značky sú k dispozícii a pravidelne sú pridávané nové značky. Od značiek Floor a Van Hool až po populárne značky ako Liebherr, Feldbinder, MOL, Sonstige a Spitzer. @endParagraph
