Repository: altafsamnani/tradus-bundle
Catalog: Resources/translations_old/messages.*.xlf
Languages: pt, sk

# ABOUT US Translation for homepage
source: About us Great to meet you! We are TRADUS – your smarter global heavy machinery marketplace. We connect professional sellers with serious buyers to trade used commercial vehicles and pre-owned heavy machinery. Find out how we save our members time and money while boosting their exposure across and beyond Europe. Vast international reach TRADUS is part of the OLX group, a network of leading classifieds platforms in 45 markets. This group includes brands like OLX, Otomoto, Autovit, Avito, Letgo, Dubizzle, Storia, Stradia, and many more. The OLX Group connects people easily via web or mobile to buy, sell, or exchange used goods or services. On a monthly basis, hundreds of millions of people worldwide generate over 1.9 billion visits, 37 billion page views, and 54 million listings on the OLX Group’s online marketplaces. Intelligent tools and data Both sellers and buyers have a number of tools and a wealth of information at their disposal at TRADUS: Our unique TRADUS Market Value Tool helps buyers find the right equipment at a fair price, while it helps sellers improve their price strategy. Its intelligent algorithm compares prices using thousands of attributes – so you don’t have to. Regular in-depth data insights give both sellers and buyers an overview of the market dynamics – e.g., which vehicles are most sold, interesting price trends, and top buying markets. Similar Offer Alerts notify buyers when a new item that matches their search criteria is up for sale. … and we’re busy working on many more solutions to make trading easier and more transparent every day! Serious business Every seller account is approved by our professional sales team to ensure only honest listings get posted. As a buyer this gives you the security of dealing with fair and trusted sellers. Our buyers also set up their own account - so that sellers only receive offers from serious candidates. Thanks to our alerts, no one has to miss a great deal ever again! Trade anytime, anywhere Out of the office, but not unavailable – thanks to our convenient TRADUS App. Download the free app today from the App Store or Google Play. Discover how easy it is to trade commercial vehicles and heavy machines wherever you are. Ready to do business? Whether you’re buying or selling, TRADUS is the smartest way to do it. Looking for your next used vehicle or machine? Just sign up here for a faster search and direct contact with sellers. Want to start selling your stock the smarter way? Check out the benefits of our listing management system TRADUS PRO!
pt: Sobre nós Muito prazer em conhecê-lo/a! Somos a TRADUS – o seu espaço global mais inteligente de mercado em maquinaria pesada. Fazemos a ligação entre vendedores profissionais e compradores sérios para comércio de veículos comerciais usados e maquinaria pesada em segunda mão. Descubra como poupamos tempo e dinheiro aos nossos membros, ao mesmo tempo que aumentamos a sua exposição em toda a Europa e mesmo fora dela. Vasto alcance internacional A TRADUS faz parte do grupo OLX, uma rede de proeminentes plataformas de classificados em 45 mercados. Este grupo inclui marcas como OLX, Otomoto, Autovit, Avito, Letgo, Dubizzle, Storia, Stradia e muitas mais. O Grupo OLX liga pessoas facilmente via internet, seja com PC ou telemóvel, na compra, troca ou venda de bens usados ou serviços. Todos os meses, centenas de milhões de pessoas em todo o mundo geram mais de 1,9 mil milhões de visitas, 37 mil milhões de visualizações de página e 54 milhões de listagens nos mercados online do Grupo OLX. Ferramentas e dados inteligentes Tanto os vendedores como os compradores têm à sua disposição uma série de ferramentas e uma grande quantidade de informações na TRADUS: A nossa ferramenta exclusiva de valor de mercado da TRADUS (Market Value Tool) ajuda os compradores a encontrar o equipamento certo a um preço justo, enquanto ajuda os vendedores a melhorar a sua estratégia de preços. O seu algoritmo inteligente compara os preços com recurso a milhares de atributos – por isso já não tem de o fazer. Os dados pormenorizados e regulares dão aos vendedores e compradores uma visão geral da dinâmica do mercado – por exemplo, quais são os veículos mais vendidos, tendências de preços interessantes e os principais mercados compradores. Os alertas de ofertas semelhantes (Similar Offer Alerts) notificam os compradores quando está à venda um artigo que corresponda aos seus critérios de pesquisa. ... e estamos ocupados a trabalhar em muitas mais soluções para tornar a negociação mais fácil e transparente todos os dias! Negócios sérios Cada conta de vendedor é aprovada pela nossa equipa de vendas profissional para garantir que apenas são publicados anúncios honestos. Como comprador, isto dá-lhe a segurança de lidar com vendedores justos e de confiança. Os nossos compradores também criam a sua própria conta – para que os vendedores só recebam ofertas de candidatos sérios. Graças aos nossos alertas, não há razões para alguém voltar a perder grandes oportunidades! Negoceie a qualquer hora, em qualquer lugar Pode estar fora do local de trabalho, mas não incontactável – graças à nossa conveniente aplicação TRADUS. Descarregue já a aplicação gratuita na App Store ou no Google Play. Descubra como é fácil trocar veículos comerciais e máquinas pesadas onde quer que esteja. Pronto para negociar? Quer esteja a comprar ou a vender, a TRADUS é a forma mais inteligente de o fazer. Está à procura da sua próxima máquina ou veículo usado? Basta registar-se aqui para uma pesquisa mais rápida e contacto directo com os vendedores. Quer começar a vender o seu stock de forma mais inteligente? Informe-se de todos os benefícios do nosso sistema de gestão de anúncios TRADUS PRO!

# overview.model
source: Model
pt: Modelo

# shipping.transporting_wheels
source: Transporting Wheels
pt: Rodas de Transporte

# text.footer.brand_description
source: Your expert global marketplace for heavy machinery
pt: O mercado global especializado para maquinaria pesada
